{
	"name":"Abyssal Plague Disease",
	"type":"feat",
	"img":"icons/magic/death/hand-withered-gray.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavor\"><em>Those infected by this disease slowly develop oozing sores, blisters, and growths that appear as crimson crystal laced with veins of silver and flecks of gold. The crystal can be in either liquid or solid form.</em></p>\n<p class=\"powerstat\"><strong>Stage 0</strong>: The target recovers from the disease.<br><strong>Stage 1</strong>: While affected by stage 1, the target exhibits sores and growths across 10 percent of the body and loses a healing surge.<br><strong>Stage 2</strong>: While affected by stage 2, the target has sores and growths over 50 percent of the body and loses a healing surge. The target also takes a -2 penalty to AC, Fortitude, and Reflex, and is slowed.<br><strong>Stage 3</strong>: While affected by stage 3, the target has sores and growths over 90 percent of the body. The target also takes a -2 penalty to AC, Fortitude, and Reflex, and is slowed. In addition, the target becomes increasingly disoriented and chaotic as the demonic nature of the disease takes hold. At the end of each extended rest, refer to the special text below.<br><strong>Check</strong>: At the end of each extended rest, the target makes an Endurance check if it is at stage 1 or 2.<br><em>11 or lower</em>: The stage of the disease increases by one.<br><em>12-15</em>: No Change<br><em>16 or higher</em>: The stage of the disease decreases by one.<br><strong>Special:</strong> Check (Stage 3): At the end of each extended rest, the target makes an Endurance check if it is at stage 3.<br>11 or Lower: The target dies.<br>12&ndash;23: No change.<br>24 or Higher: The target transforms into a plague demon chaos beast.</p>\n<p class=\"publishedIn\">Published in Monster Vault: Threats to the Nentir Vale, page(s) 14, Madness at Gardmore Abbey, page(s) 2-27,Halls of Undermountain, page(s) 96.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":8,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"a4mRKW5PhvX9TZJn",
	"_key":"!items!a4mRKW5PhvX9TZJn"
}