{
	"name":"Demon Fever Disease",
	"type":"feat",
	"img":"icons/magic/death/hand-withered-gray.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavor\"><em>A fever rages through you, making you flushed and angry. You see enemies everywhere, and the only thing you want to do is kill.</em></p>\n<p class=\"powerstat\"><strong>Stage 0</strong>: The target recovers from the disease.<br><strong>Stage 1</strong>: While affected by stage 1, the target takes a -2 penalty to attack rolls. In addition, the target loses a healing surge.<br><strong>Stage 2</strong>: While affected by stage 2, the target loses a healing surge. Whenever the target is first bloodied during an encounter, it takes 5 extra damage per tier, and the target must spend its standard action each round to make either a charge attack or a melee basic attack against the nearest ally (save ends).<br><strong>Stage 3</strong>: While affected by stage 3, the target loses all healing surges. Whenever the target is first bloodied during an encounter, it takes 10 extra damage per tier, and until the end of the encounter, the target must spend its standard action each round to make either a charge attack or a melee basic attack against the nearest ally.<br><strong>Check</strong>: At the end of each extended rest, the target makes an Endurance check if it is at stage 1 or 2.<br><em>Lower than Easy DC</em>: The stage of the disease increases by one.<br><em>Easy DC</em>: No Change<br><em>Moderate DC</em>: The stage of the disease decreases by one.</p>\n<p class=\"publishedIn\">Published in The Book of Vile Darkness, page(s) 2-33.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":0,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"oaBEXKLuCjsYW6gb",
	"_key":"!items!oaBEXKLuCjsYW6gb"
}