{
	"name":"Greater Abyssal Plague Disease",
	"type":"feat",
	"img":"icons/magic/death/hand-withered-gray.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavor\"><em>Those infected by this disease slowly develop oozing sores, blisters, and growths that appear to be made of dark red crystal with silver veins and gold flecks. The crystal can be in either liquid or solid form.</em></p>\n<p class=\"powerstat\"><strong>Stage 0</strong>: The target recovers from the disease.<br><strong>Stage 1</strong>: While affected by stage 1, the target exhibits sores and growths across 10 percent of the body and loses a healing surge. While the target is in this stage, any uninfected creature that spends at least 8 hours with the target must succeed on a DC 14 Endurance check at the end of that creature's next extended rest or also become infected (stage 1).<br><strong>Stage 2</strong>: While affected by stage 2, the target has sores and growths over 50 percent of the body and loses a healing surge. The target also takes a -2 penalty to AC, Fortitude, and Reflex, and it gains vulnerable 5 to all damage. While the target is in this stage, any uninfected creature that spends at least 8 hours with the target must succeed on a DC 14 Endurance check at the end of that creature's next extended rest or also become infected (stage 1).<br><strong>Stage 3</strong>: While affected by stage 3, the target has sores and growths over 90 percent of the body and loses two healing surges. The target also takes a -2 penalty to AC, Fortitude, and Reflex, and it gains vulnerable 10 to all damage. In addition, the target becomes increasingly disoriented and chaotic as the demonic nature of the disease takes hold. While the target is in this stage, any uninfected creature that spends at least 8 hours with the target must succeed on a DC 20 Endurance check at the end of that creature's next extended rest or also become infected (stage 1).<br><strong>Stage 4</strong>: The target dies, exploding into three Abyssal plague swarms.<br><strong>Check</strong>: At the end of each extended rest, the target makes an Endurance check if it is at stage 1, 2, or 3.<br><em>13 or lower</em>: The stage of the disease increases by one.<br><em>14-19</em>: No Change<br><em>20 or higher</em>: The stage of the disease decreases by one.</p>\n<p class=\"publishedIn\">Published in Dungeon Magazine 192.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":13,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"oA6iLghq7uJxvU2Y",
	"_key":"!items!oA6iLghq7uJxvU2Y"
}