{
	"name":"Whispering Madness Disease",
	"type":"feat",
	"img":"icons/magic/death/hand-withered-gray.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavor\"><em>Horrid whispers test your sanity and begin to devour it.</em></p>\n<p class=\"powerstat\"><strong>Stage 0</strong>: The only way to reach this stage, and thereby end the disease, is to destroy the creature that infected the target.<br><strong>Stage 1</strong>: While affected by stage 1, the target loses a healing surge. If the target takes damage from a single source equal to or greater than its Intelligence score, it must make a saving throw at the end of that encounter. If the saving throw fails, the stage increases by 1.<br><strong>Stage 2</strong>: While affected by stage 2, as above. In addition, the target grants combat advantage whenever it is adjacent to two or more creatures.<br><strong>Stage 3</strong>: While affected by stage 3, as above. In addition, while bloodied, the target must make a basic attack as a free action against the nearest creature at the start of each of its turns.<br><strong>Stage 4</strong>: While affected by stage 4, as above. In addition, the target takes a -2 penalty to all defenses against the attacks of aberrant creatures and a -2 penalty to saving throws to end effects caused by aberrant creatures. The target also deals 1d6 extra fire damage with its attacks while bloodied.<br><strong>Stage 5</strong>: While affected by stage 5, the target is dominated by the creature that infected it and receives telepathic instructions from that creature. The target also gains resist 5 fire.<br><strong>Check</strong>: At the end of each extended rest, the target makes an Arcana or Insight check if it is at stage 1 or 2.<br><em>9 or lower</em>: The stage of the disease increases by one.<br><em>10-13</em>: No Change<br><em>14 or higher</em>: The stage of the disease decreases by one.</p>\n<p class=\"publishedIn\">Published in Dungeon Magazine 195.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":4,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qHnE8wVFTNmPdK74",
	"_key":"!items!qHnE8wVFTNmPdK74"
}