{
	"name":"Animal Companion",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><p>You gain an animal companion associated with the season you chose for your Acolyte of the Natural Cycle class feature. </p><p>Your animal companion is considered an ally of you and your allies. It can be affected by powers in the same way as any other creature can be. </p><p>You can communicate telepathically with your animal companion as long as it is within 20 squares of you. You do not need line of sight or line of effect to do so. Your animal companion has only animal intelligence, so it cannot communicate or understand complex topics. </p><p>Your animal companion's level is equal to yours, and its hit points, defenses, and attacks are determined by your level, as noted in its stat block. </p><p>Your animal companion shares your healing surge total. Whenever an effect requires your animal companion to spend a healing surge, the surge is deducted from your total. Whenever you use your second wind, your animal companion also regains hit points equal to your healing surge value. At the end of a short rest, your animal companion regains all its hit points. </p><p>If you die or your animal companion drops to 0 hit points, it disappears as the primal magic that sustains it dissipates. You have two ways of calling your companion back: </p><p>* Minor Action: You take a minor action and lose a healing surge. Doing so causes your animal companion to appear in the nearest unoccupied space, with hit points equal to your healing surge value. </p><p>* Short or Extended Rest: You lose a healing surge at the end of a rest. Doing so causes your animal companion to appear in the nearest unoccupied space, with full hit points. </p><p>As a creature under your control, your animal companion relies on you for strict guidance while you are within 20 squares of it. You take actions so that it can act, and its initiative is the same as yours during an encounter. </p><p>Standard Actions: To take a standard action, your animal companion needs you to take a standard action to command it to do so. </p><p>Move Actions: Whenever you take a move action, your animal companion can also take a move action. Alternatively, you can stay put but take a move action to command your animal companion to take a move action. </p><p>Minor Actions: To take a minor action, your animal companion needs you to take a minor action to command it to do so. </p><p>Free Actions: Your animal companion can take free actions without you taking an action to command it. </p><p>Triggered Actions: If one of your animal companion's triggered actions is triggered, the companion can take that action only if you take the same kind of action to command it to do so. For example, if an enemy adjacent to your companion provokes an opportunity attack from it, you must take an opportunity action to command your companion to make the attack. </p><p>In situations where you can't give commands to your animal companion, it can act independently. For example, if you are unconscious or if you are more than 20 squares away from your companion, it doesn't sit around waiting for you to show up (unless that's what you have previously commanded it to do). </p><p>An animal companion acting independently can take either a standard, a move, or a minor action on its turn. It can also take opportunity actions and free actions, but it cannot take immediate actions. </p>@UUID[Compendium.dnd-4e-compendium.module-features.ZkQzKOvegWFrfjq6]{Druid of Spring: Wolf}@UUID[Compendium.dnd-4e-compendium.module-features.g1ACOZ8xRaiSVv2E]{Druid of Summer: Bear}@UUID[Compendium.dnd-4e-compendium.module-features.wVRjUPBh8IuWO6xt]{Druid of the Wastes: Living Zephyr}</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"wLn9Db4vZG8ja2lW",
	"_key":"!items!wLn9Db4vZG8ja2lW"
}