{
	"name":"Beast Mastery",
	"type":"classFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>The Beast Mastery class feature is available to any ranger who wishes to gain a loyal beast companion. To select this class feature, you must give up the Prime Shot class feature, and you do not select either the Archer Fighting Style or the Two-Blade Fighting Style. </p><p>You gain a beast companion, chosen from one of these categories: bear, boar, cat, lizard, raptor, serpent, spider, or wolf. These categories do not describe specific animals, but rather groups of similarly themed creatures in the D&D world. You decide the creature's relevant details- its species, physical details, and so forth-making sure they are appropriate for its category and the campaign. </p><p>For example, if your character hails from a swampy region, your lizard companion might be a crocodile. The lizard companion of a ranger from a different region might be a giant monitor lizard or a drake. A beast companion's species doesn't affect its game statistics, which are based on its category and level. </p><p>You and your beast companion work so well together that the creature is almost an extension of you. Using your actions in combat, you control your beast companion by issuing it commands. </p><p>Beast Mastery also alters your Hunter's Quarry class feature. When you use Hunter's Quarry, your quarry can be either the enemy nearest to you that you can see or the enemy nearest to your beast companion that you can see. You or your beast companion can deal the extra damage from Hunter's Quarry, but only one of you can deal this extra damage per round. </p><p>Your beast companion is considered a creature and an ally and can be affected by powers. A cleric can heal it with healing word, a warlord can give it a melee basic attack with commander's strike, and so forth. You and your beast companion are treated as separate creatures. </p><p>You can have only one beast companion at a time. You can dismiss your beast companion at any time, but gaining a new one isn't a simple task.The link between a ranger and his or her beast companion is not one of master and servant but of two close friends. </p><p>As part of the training you underwent that allowed you to form a close bond with a beast, you learned the Raise Beast Companion ritual, which allows you to raise your companion from the dead, even if you are otherwise unable to master and perform rituals. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"K9U5w4yeZLYOdqoM",
	"_key":"!items!K9U5w4yeZLYOdqoM"
}