{
	"name":"Dark Pact",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>You have forged a pact with the dark beings that lurk in the shadows of the drow civilization. Spells of darkness, poison, madness, and spite fill your mind. You might turn your powers to noble ends, but you always face the temptation to enhance your spells by hurting your friends-just a little. </p><p>Spiteful Glamor: You know the spiteful glamor at-will spell. </p><p>Darkspiral Aura: You have the Darkspiral Aura pact boon. As your cursed enemies fall in battle, your Darkspiral Aura grows in power. You can unleash it on an enemy, blasting its mind and body. </p><p>When an enemy under your Warlock's Curse is reduced to 0 hit points or fewer, add 1 to your Darkspiral Aura. Your Darkspiral Aura has a starting value of 0, and it resets to 0 when you take a short rest or an extended rest. </p><p>When an enemy makes a melee attack or a ranged attack against you, you can use your Darkspiral Aura as an immediate interrupt, dealing 1d6 necrotic and psychic damage to that enemy for each point of your Darkspiral Aura's current value. If this attack deals less than 12 damage, the value of your Darkspiral Aura becomes 0. If this attack deals 12 damage or more, you can cause the enemy to be weakened for its attack (which means the attack deals half damage), and the value of your Darkspiral Aura becomes 1. </p><p>At 11th level, the damage you deal increases to 1d8 per point of your Darkspiral Aura's current value, and at 21st level the damage increases to 1d10 per point of your Darkspiral Aura's current value. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Bp5boTVwENJsfrhj",
	"_key":"!items!Bp5boTVwENJsfrhj"
}