{
	"name":"Elemental Paragon (16th level)",
	"type":"pathFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>You gain a benefit based on the familiar you chose for the Gen Servant class feature. </p><p>Daolanin: While your familiar is in passive mode and you hit with an arcane at-will attack power, you can also push the target up to a number of squares equal to your Constitution modifier. </p><p>Djinnling: While your familiar is in passive mode and you hit with an arcane at-will attack power, you can also slide the target up to 2 squares. </p><p>Efreetkin: While your familiar is in passive mode and you hit with an arcane at-will attack power, the target takes extra fire damage equal to your Constitution modifier. </p><p>Maridan: While your familiar is in passive mode and you hit with an arcane at-will attack power, you and each ally adjacent to you can shift up to a number of squares equal to your Constitution modifier as a free action. </p><p>Other Familiar: While your familiar is in passive mode and you hit with an arcane at-will attack power, you can teleport a number of squares up to your Constitution modifier. </p><p>Published in Heroes of the Elemental Chaos, page(s) 127. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DT1jgrXSu5sOfFpt",
	"_key":"!items!DT1jgrXSu5sOfFpt"
}