{
	"name":"Enlightened Rebirth (21st level)",
	"type":"destinyFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>You increase one ability score of your choice by 2. </p><p>In addition, you can change your origin at the end of a short rest or an extended rest. You gain a benefit based on the origin you choose, even if that origin is your native origin. </p><p>Aberrant: You have psychic resistance equal to 5 + one-half your level. Any creature that hits or misses you with an attack that targets your Will takes psychic damage equal to your Intelligence, Wisdom, or Charisma modifier. </p><p>Elemental: You have resist 10 acid, resist 10 cold, resist 10 fire, and resist 10 lightning. Your attacks ignore any resistance to acid, cold, fire, or lightning damage. </p><p>Fey: You have a +1 bonus to Reflex and Will, and you are immune to charm effects. </p><p>Immortal: While you are bloodied, you have regeneration 5. Your at-will attacks that deal untyped damage can now deal radiant damage instead. </p><p>Natural: You have resist 5 to all damage and a +2 bonus to saving throws. </p><p>Shadow: You have resist 10 necrotic. Any creature that hits or misses you with an attack that targets your Will takes necrotic damage equal to your Intelligence, Wisdom, or Charisma modifier. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5Ie2YPO6Adn18UNW",
	"_key":"!items!5Ie2YPO6Adn18UNW"
}