{
	"name":"Fey Beast Tamer Starting Feature (1st level)",
	"type":"classFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"Choose one of the following creatures: blink dog, displacer beast, fey panther, or young owlbear. You gain it as your fey beast companion. <br>Your fey beast companion is considered an ally of you and your allies. It can be affected by powers in the same way that any other creature can be. It has animal intelligence, so you can communicate with it only at a basic level (like a trained pet), and it doesn't understand complex ideas.<br>Your fey beast companion's level is equal to yours, and its hit points, defenses, and attack values are determined by your level, as noted in its statistics. <br>Your companion shares your healing surge total. Whenever an effect requires your fey beast companion to spend a healing surge, the surge is deducted from your total. Whenever you use your second wind, your companion also regains hit points equal to your healing surge value. At the end of a short rest, your fey beast companion regains all its hit points. <br>If you die or your companion drops below 1 hit point, it retreats back into the Feywild. If that occurs, you can use one of these two ways to call it back. <br>Minor Action: You lose a healing surge, and your companion appears in the nearest unoccupied space, with hit points equal to your healing surge value. <br>Short Rest or Extended Rest: At the end of the rest, you lose a healing surge, and your companion appears in the nearest unoccupied space, with full hit points.<br>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bwGyI3eNUYmOip8A",
	"_key":"!items!bwGyI3eNUYmOip8A"
}