{
	"name":"Seeker's Bond",
	"type":"classFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>Seekers develop special bonds with primal spirits by offering solemn vows to further the spirits' purposes. In exchange for these vows, the spirits bestow a measure of their strength to aid their champions' cause.</p>\n<p>Choose a Seeker's Bond. It will provide bonuses to certain seeker powers, as detailed in those powers.</p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-features.IuF9XD4CYxHfpMTR]{Bloodbond}@UUID[Compendium.dnd-4e-compendium.module-powers.m2ziLRKD7OWvNCwy]{Encaging Spirits}@UUID[Compendium.dnd-4e-compendium.module-features.Bb8EDM9k7uKhAxqR]{Spiritbond}@UUID[Compendium.dnd-4e-compendium.module-powers.XIYGqCLT83QdZz4h]{Spirits' Rebuke}</p>\n<p>Seeker Overview</p>\n<p>Characteristics: Your arrows or thrown weapons loose primal power when used. They might manifest as primal spirits hungering for revenge or as icy winds or crackling lightning. Your powers control your enemies, interfering with their movement, holding them in place, or injuring them for their actions. Also, your attacks might call forth spirits to worry your enemies and pursue them across the battlefield.</p>\n<p>Religion: Like other primal characters, seekers view the world's primal spirits as kindred and partners, and they venerate them more than they worship the gods. Seekers who do follow deities commonly worship Melora for her dominion over the forces of nature, Corellon (who is sometimes depicted as the founder of archery), Kord, or Sehanine. Evil seekers sometimes follow Gruumsh or Zehir.</p>\n<p>Races: Elves and shifters are the most common seekers, since both their natural inclinations toward primal paths and their inherent abilities make them well matched with the capabilities of the class. Goliaths who favor ranged combat sometimes become seekers (preferring thrown weapons over bows or crossbows), and wilden seekers are also fairly common.</p>\n<p>Published in Player's Handbook 3, page(s) 116.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"S2OkIVl9wNrZF1hT",
	"_key":"!items!S2OkIVl9wNrZF1hT"
}