{
	"name":"Sorcerer-King Pact",
	"type":"classFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>You have pledged yourself to the service of a sorcerer-king. In return, your master transformed you into an arcane spellcaster by means of eldritch rituals. What you do with this new power is up to you-the sorcerer-king has no special ability to observe you or to strip you of your power. However, all sorcerer-kings are suspicious and ruthless, so if you defy one, you do so at your own peril. </p><p>Hand of Blight: You gain the hand of blight power. </p><p>Fell Scorn: You have the Fell Scorn pact boon, which enables you to draw upon your sorcerer-king's magical prowess and enhance a power by spending your fell might. You start each encounter with your fell might unspent. You must decide whether or not to spend your fell might when you choose to use a power, before you make any attack rolls or apply any of that power's effects. </p><p>When a creature affected by your Warlock's Curse drops to 0 hit points, your pact boon triggers, restoring your fell might, which you can spend again during the encounter. If you already have your fell might available when a cursed creature drops to 0 hit points, you don't gain a second use of it. You can have only one use of fell might available at one time. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"u1WqszHpeZnf543N",
	"_key":"!items!u1WqszHpeZnf543N"
}