{
	"name":"Soul of the Cosmic Cycle",
	"type":"classFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>: At the end of a short rest or an extended rest, you choose a cosmic phase from those described below and gain its benefits. </p><p>The first time you become bloodied during an encounter, your phase immediately changes to the next higher-numbered phase (or back to the phase of the sun if you are in the phase of the stars). For example, if you begin an encounter in the phase of the moon, after becoming bloodied you would be in the phase of the stars. </p><p>In addition, each time you use a daily arcane attack power, you can choose to change your phase to the next higher-numbered phase immediately after resolving the effects of the power. </p><p>1. Phase of the Sun: At the start of your turn, each enemy adjacent to you takes fire and radiant damage equal to your Strength modifier. </p><p>You also gain resist 5 cold. </p><p>2. Phase of the Moon: You gain a bonus to AC equal to the number of conscious enemies adjacent to you. </p><p>You also gain resist 5 psychic. </p><p>3. Phase of the Stars: Whenever an enemy's attack misses you, you can teleport a number of squares equal to your Strength modifier as a free action. </p><p>You also gain resist 5 radiant. </p><p>The resistance granted by this class feature increases to 10 at 11th level and to 15 at 21st level. While you have resistance from this class feature, your arcane powers ignore all targets' resistance to that damage type up to the value of your resistance. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9RGbixdeoEV5glFC",
	"_key":"!items!9RGbixdeoEV5glFC"
}