{
	"name":"Vestige Pact",
	"type":"classFeats",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p>You have forged relationships with vestiges-the remnants of powerful forces and entities that once exercised great authority or demonstrated awful capabilities. These remnants are diverse in their backgrounds and motives. As a vestige pact warlock, you can choose from between two or more vestige pacts to fuel your arcane power. </p><p>Eyes of the Vestige: You know the eyes of the vestige spell. You gain an additional effect, referred to as an eyes of the vestige augment, associated with your active vestige (see below) when you make a successful attack with this power. </p><p>Pact Boon: You have a pact boon associated with your active vestige. </p><p>When an enemy under your Warlock's Curse drops to 0 hit points or fewer, you gain the benefit of your active vestige's pact boon. </p><p>Using Vestiges </p><p>You always have one active vestige. As a beginning character, you have access to the two primary vestiges: King Elidyr and Zutwa. You select one of these as your active vestige after a short rest or an extended rest. </p><p>Changing Your Vestige: You can gain temporary access to other vestiges by using certain daily attack powers. (For ease of identification, all these powers have names that begin with \"Vestige.\") When you use a power that gives you access to a daily power vestige, you can choose for that vestige to immediately become your active vestige. If you do so, it remains your active vestige until you gain access to a different vestige by using another daily attack power or until the end of the encounter. If you don't immediately choose to change to that daily power vestige, your access to that vestige is lost until the next time you use that power. </p><p>After a short rest or an extended rest, you again select one of the two primary vestiges to be your active vestige. That vestige remains active until you change to a daily power vestige or until you take another short rest or extended rest. </p><p>In addition, certain benefits allow you to change your vestige at a different time or under different circumstances (See Vestige Pact Boons </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kHzjQix8ZYPGCAsu",
	"_key":"!items!kHzjQix8ZYPGCAsu"
}