{
	"name":"Aberrant Totemic Link",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You cloak your mind with the eerie energies of the Far Realm and reach out to an aberrant creature to draw information from it.</i><p><b>Level</b>: 13<br/><b>Category</b>: Divination<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: 1 day or until discharged<br/><b>Component Cost</b>: 750 gp (see text)<br/><b>Market Price</b>: 3200 gp<br/><b>Key Skill</b>: Dungeoneering</p><p>When you master this ritual, you choose a single type of aberrant creature, such as chaos beast or mind flayer. This choice remains fixed throughout your adventuring career. If you are able to create ritual scrolls, any scrolls you create also reflect this choice. This ritual can only be mastered once.<br/>&nbsp;&nbsp;&nbsp;&nbsp;For the ritual's duration, you are able to determine the presence or absence of creatures of the chosen type within 10 miles, but with no specific direction or distance information. If there are any within range, you can connect to the mind of a random creature of that type and try to gain information from it. The strain of making this connection (and of concealing it from the aberrant creature) causes you to lose one healing surge.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Dungeoneering check result determines how many questions you can try to find the answers to. Once you have asked all the questions allowed by the ritual, the ritual ends.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your questions can be as specific or as general as you wish, but the answers you receive back are cryptic and rarely longer than a phrase, a short sentence, or a single image. In particular, aberrant creatures often have different conceptions of time, so questions regarding future events or plans are more likely to result in answers that are incomprehensible. The answers are also limited to what the individual creature knows, and its information could be incorrect if it has been misled by others.<br/><br/><table><tr><th>Dungeoneering Check Result</th><th>Number of Questions</th></tr><tr><td>9 or lower</td><td>One</td></tr><tr><td>10-19</td><td>Two</td></tr><tr><td>20-29</td><td>Three</td></tr><tr><td>30-39</td><td>Four</td></tr><tr><td>40 or higher</td><td>Five</td></tr></table><br/><br/>If a particular creature does not know the information you seek, you can try to find another individual who does know it. If there is another such creature, you lose an additional healing surge, and you may re-ask any questions you wish answers for.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Members of the Morphic Web can master and perform this ritual even if they cannot normally master rituals. They also do not lose a healing surge when making the first connection to an aberrant creature.</p><p>Published in Dragon Magazine 394.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"13",
		"chatFlavor":"",
		"attribute":"skills.dun.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"yHjPtwXKcZ1WSb0k",
	"sort":0,
	"flags":{},
	"_id":"VPmKMvayuLxz12Af",
	"_key":"!items!VPmKMvayuLxz12Af"
}