{
	"name":"Adjure",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>Filled with righteous authority, you order  an immortal entity to serve you.</i><p><b>Level</b>: 16<br/><b>Category</b>: Binding<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: 8 hours or until discharged<br/><b>Component Cost</b>: 3000 gp<br/><b>Market Price</b>: 7500 gp<br/><b>Key Skill</b>: Religion</p><p>You command an immortal creature whose level does not exceed yours. The subject of this ritual must be able to see and hear you and must remain within 5 squares of you for the entire time necessary to perform the ritual.  Because most creatures do not willingly submit to this ritual, you must usually make the creature helpless or restrain the creature by means of a Magic Circle ritual.  Unless it is prevented from doing so, the creature can leave at any time. Finally, you must be able to communicate with the creature, or the ritual automatically fails.<br/><br/>To determine the extent of your authority over the subject, you engage in a special skill challenge during the time it takes to perform the ritual. The DCs for the checks in this challenge are equal to the subject's level + 10. Religion is the primary skill; each time you or an ally succeeds on a Religion check in the challenge, you or an ally can use Diplomacy, History, Arcana, or Intimidate for one subsequent check. Once you have amassed 3 failures or achieved 10 successes, the skill challenge ends. Consult the following table and apply the effect associated with the number of successes you achieved.<br/><br/><table><tr><th>Number of Successes</th><th>Effect</th></tr><tr><td>0 or 1</td><td>The creature has authority over you and can issue one command that you must obey, a task that requires up to a day of effort.</td></tr><tr><td>2 or 3</td><td>You have immediate authority over the creature. You can command the creature to perform one task that takes no more than 5 minutes.</td></tr><tr><td>4 or 5</td><td>You have moderate authority over the creature. You can command the creature to perform a task that requires up to a day of effort.</td></tr><tr><td>6 or 7</td><td>You have significant authority over the creature. You can command the creature to perform a task that requires up to a week of effort.</td></tr><tr><td>8 or 9</td><td>You have great authority over the creature. You can command the creature to perform a task that requires up to a month of effort. </td></tr><tr><td>10</td><td>You have ultimate authority over the creature. You can command the creature to perform a task that requires up to a year and a day of effort.</td></tr></table><br/><br/>When the specified task is completed, the ritual is discharged, and the creature (or you) is released from service. You can request any kind of service that does not compel the subject to obey multiple commands, force the subject to engage in combat, or ensure the subject's death. (The subject can engage in combat to achieve a task if it wishes, but combat cannot be required.) If the task is impossible, such as commanding a creature that cannot fly to soar into the sky, the creature can ignore the command.</p><p>Published in Divine Power, page(s) 156.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"16",
		"chatFlavor":"",
		"attribute":"skills.rel.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"HX20njJvz1i5OQSN",
	"sort":0,
	"flags":{},
	"_id":"Mi4W16EOaXhzcweg",
	"_key":"!items!Mi4W16EOaXhzcweg"
}