{
	"name":"Animal Friendship",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Level</b>: 5<br/><b>Category</b>: Binding<br/><b>Time</b>: 1 minute<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 50 gp<br/><b>Market Price</b>: 250 gp<br/><b>Key Skill</b>: Nature</p><p>When you perform this ritual, choose a nonhostile Tiny natural beast, such as a cat, a fox, a fish, a mouse, or a sparrow. This animal must remain within 5 squares of you for the time necessary to perform the ritual. Once the ritual is complete, the animal regards you as a friend and performs simple tasks on your behalf. The tasks are limited to the options below, and assigning a task requires a standard action.<br/>Fetch: The animal retrieves a Tiny object of 10 pounds or less that you and it can see. If the animal is unable to carry the object due to the item's size or weight, the animal enlists the aid of other creatures of its kind to fulfill the task.<br/>Perform: The animal performs a simple trick, such as rolling over or playing dead.<br/>Seek: The animal scouts ahead and examines an area for anything that's alive or animate. The animal can travel up to 20 squares away from you and uses your passive Perception check to determine if it notices hidden creatures in the area. When the animal returns, you learn from it whether a creature occupies the area. The animal cannot communicate any other information aside from the presence or absence of a creature.<br/>Watch: The animal remains in its current location and watches that area. When you assign the animal the task, you designate creatures that are allowed to enter the location. If a creature that you have not designated enters the location, the watching animal informs you by coming to you and making a noise. If you move more than 20 squares away from the area, the animal leaves its post and rejoins you.<br/>Unless otherwise commanded, the animal accompanies you for the ritual's duration, perching on your shoulder, hiding in your pocket, or walking alongside you. The animal has AC 14, Fortitude 12, Reflex 12, and Will 12. The animal has 1 hit point, and a missed attack never damages the animal.<br/>Your Nature check determines the length of time the animal remains in your service, but you can release an animal from your service as a minor action.<br/><br/><table><tr><th>Nature Check Result</th><th>Duration</th></tr><tr><td>19 or lower</td><td>1 hour</td></tr><tr><td>20—29</td><td>8 hours</td></tr><tr><td>30—39</td><td>1 day</td></tr><tr><td>40 or higher</td><td>1 week</td></tr></table><br/><br/>At the heroic tier, you can have one animal at a time bound to your service using the ritual. At the paragon tier, you can have two animals bound using the ritual. At the epic tier, you can have three animals bound using the ritual. You must complete a separate ritual for each animal you bind.</p><p>Published in Player's Handbook 2, page(s) 212.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"5",
		"chatFlavor":"",
		"attribute":"skills.nat.total",
		"formula":""
	},
	"effects":[],
	"folder":"zq2IHTWG5QgJpO6R",
	"sort":0,
	"flags":{},
	"_id":"FGt7rmZ09zLaVQiP",
	"_key":"!items!FGt7rmZ09zLaVQiP"
}