{
	"name":"Anthem of Unity",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>The anthem's invigorating notes fill the audience with pride and single-minded purpose.</i><p><b>Level</b>: 8<br/><b>Category</b>: Binding<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: 1 day<br/><b>Prerequisite</b>: Bard<br/><b>Component Cost</b>: 135 gp, plus a focus worth 680 gp<br/><b>Market Price</b>: 680 gp<br/><b>Key Skill</b>: Diplomacy</p><p>When you perform the Anthem of Unity for a crowd of  ordinary people—peasants, commoners, artisans, and the like—you unite them behind a single cause. Only creatures whose level is at least 2 lower than yours are affected by this ritual.<br/>The crowd must not be hostile to you and must be able to see and hear you for the entire performance. At the end of the ritual, you can request a single service from the crowd, to which the members of the audience respond as if you were a trusted friend. You can request anything that doesn't involve violence, put the listeners at inordinate risk or imperil their friends or family, or place them in financial ruin. For example, you might ask the listeners to help put out a fire raging in the city, hide you and your allies from searching guards, or provide you with shelter or food. A Diplomacy check made at the end of this ritual determines what sort of help you can request.<br/><br/><table><tr><th>Diplomacy Check Result</th><th>Effect</th></tr><tr><td>19 or lower</td><td>The listeners perform an action that lasts up to 1 hour and that benefits them in at least some small way.</td></tr><tr><td>20—29</td><td>The listeners perform a task that lasts up to 1 hour and that poses no risk or reward to them.</td></tr><tr><td>30—39</td><td>The listeners perform a task that lasts up to 6 hours and that poses a mild risk but at least some benefit to them.</td></tr><tr><td>40 or higher</td><td>The listeners perform a task that lasts up to 1 day and that poses a mild risk without any benefit to them.</td></tr></table><br/><br/>The number of individuals affected extends to anyone who witnesses the entire performance, so the larger the venue, the more people you can affect.<br/>Focus: A musical instrument you play as part of performing the ritual.</p><p>Published in Arcane Power, page(s) 153.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"8",
		"chatFlavor":"",
		"attribute":"skills.dip.total",
		"formula":""
	},
	"effects":[],
	"folder":"i3zsxjReELDI5uYM",
	"sort":0,
	"flags":{},
	"_id":"DZfhoPCUA0OwLKuT",
	"_key":"!items!DZfhoPCUA0OwLKuT"
}