{
	"name":"Arcane Lock",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You bind a door so that intruders can't easily pass. The door is limned with amber light, which fades to a soft glow, marking it as impassible to anyone other than you and your allies.</i><p><b>Level</b>: 4<br/><b>Category</b>: Warding<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: Permanent<br/><b>Component Cost</b>: 25 gp<br/><b>Market Price</b>: 150 gp<br/><b>Key Skill</b>: Arcana</p><p>You lock a door, a window, a gate, a portcullis, or some other means of ingress. You can open the door normally, but those who don't have your permission to use it find it locked.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Arcana check, with a +5 bonus, sets the DC for Thievery checks or Strength checks made to open the door. <br/>When you perform the ritual, you can allow for certain other creatures or types of creatures to pass through the door normally, ignoring the ward's effect. You can choose any or all (or none) of the following options:<br/>Password: You can set a verbal password. If uttered within 5 squares of the portal, the speaker can ignore the ward for the next minute.<br/>Individuals: You can designate up to ten other specific individuals who can ignore the ward at all times.<br/>Descriptions: You can describe one or more categories of creatures who can ignore the ward at all times, using specific, observable characteristics such as species, type, size, or equipment carried or worn.<br/>The Arcane Lock remains until you dismiss it, the door is destroyed, or until the ward is defeated, such as by the Knock ritual or a successful Strength or Thievery check. Wherever you are, you instantly know if your Arcane Lock is defeated by one of these methods.</p><p>Published in Player's Handbook, page(s) 301.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"4",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"FmBj2c916ZCqSLEW",
	"sort":0,
	"flags":{},
	"_id":"bj71y2a4c0mwTFMB",
	"_key":"!items!bj71y2a4c0mwTFMB"
}