{
	"name":"Cauldron's Rebirth",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You bring a creature's soul back from the dead against the laws of nature and the will of the gods. Your subject is raised as a ghostly shell of its former self.</i><p><b>Level</b>: 15<br/><b>Category</b>: Restoration<br/><b>Time</b>: 3 hours<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 500 gp<br/><b>Market Price</b>: 1000 gp<br/><b>Key Skill</b>: Heal</p><p>This ritual must be performed within 15 squares of the Stone Cauldron. You must know the name of the creature, and it must have been 15th level or lower when it died. The subject returns to life as a ghostly reflection of its former self. The subject is freed of any temporary conditions it suffered at death, but any permanent conditions remain.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The subject of the ritual becomes insubstantial and gains phasing. If the creature takes radiant damage or damage to which it is vulnerable, it loses the insubstantial quality until the end of its next turn. The creature is open to suggestion and follows your commands (treat it as dominated).<br/>&nbsp;&nbsp;&nbsp;&nbsp;As with a Raise Dead ritual, the subject's soul must be free and willing to return to life. Though some magical effects that trap the soul can prevent this ritual from working, the gods cannot prevent a soul from being restored by Cauldron's Rebirth. If the subject is not willing to return, you discern this before completing the ritual and do not expend its component cost.</p><p>Published in Draconomicon: Chromatic Dragons.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"15",
		"chatFlavor":"",
		"attribute":"skills.Heal.total",
		"formula":""
	},
	"effects":[],
	"folder":"Ju8U9OCxoriZKv1c",
	"sort":0,
	"flags":{},
	"_id":"RwiScpBF3aZk4J26",
	"_key":"!items!RwiScpBF3aZk4J26"
}