{
	"name":"Consult Mystic Sages",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You enter a trance in which you commune with the spirits of long-dead sages and otherworldly loremasters, seeking answers to your esoteric questions.</i><p><b>Level</b>: 10<br/><b>Category</b>: Divination<br/><b>Time</b>: 30 minutes<br/><b>Duration</b>: 10 minutes<br/><b>Component Cost</b>: 400 gp<br/><b>Market Price</b>: 1,000 gp<br/><b>Key Skill</b>: Religion</p><p>You ask a single question of mysterious, extraplanar presences about matters beyond your ken. Make a Religion check with a +10 bonus instead of an Arcana or a History check to uncover a clue, remember a bit of lore, or otherwise gain information about the world around you.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The ritual grants you a single piece of information. That information can take the form of a word, a name, a phrase, or even a brief story, depending on what exactly you're looking for. You can learn the name of the usurper who ended the Katerran Dynasty a thousand years ago, the burial rites of the Crimson Wolf clan, or the weaknesses of the shadow assassins who have been dogging your steps.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The ritual can't uncover information beyond the ken of the most learned sages. It's of no use if you're trying to find the magic word that unlocks the vampire's crypt, because only the vampire knows the word. Nor can the ritual tell you definitively where great stores of treasure are, but the mystic sages could tell you where a specific empress kept her treasury in ancient times or whether the treasure was looted when her empire fell.</p><p>Published in Player's Handbook, page(s) 302.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"10",
		"chatFlavor":"",
		"attribute":"skills.rel.total",
		"formula":""
	},
	"effects":[],
	"folder":"ZiJHVrCsKPE1qBvY",
	"sort":0,
	"flags":{},
	"_id":"2Mv6BhETJ4iocVxd",
	"_key":"!items!2Mv6BhETJ4iocVxd"
}