{
	"name":"Create Scarecrow",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You create a scarecrow by binding a spirit into a physical effigy.</i><p><b>Level</b>: 14<br/><b>Category</b>: Creation<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Permanent<br/><b>Component Cost</b>: 5000 gp<br/><b>Market Price</b>: 22500 gp<br/><b>Key Skill</b>: Arcana</p><p>You lure a spirit into an effigy of your construction, creating a scarecrow that guards a permanent designated area of 12 squares by 12 squares against trespassers. The scarecrow also grants its creator brief visions through its eyes until the scarecrow is destroyed or until its creator dismisses it. This protected area surrounds the scarecrow's mount and is established as the scarecrow's \"haunting grounds.\"<br/>&nbsp;&nbsp;&nbsp;&nbsp;Before you cast this ritual, you gather the specific components for the type of scarecrow you wish to create and place them upon a scarecrow mount. This mount can be a high pole or stake, a tree, a fencepost, a wooden frame, or a similar structure from which the scarecrow can survey the area it guards. This mount is the scarecrow's permanent post. It can leave its mount at will and it can patrol its haunting grounds, but it cannot willingly venture beyond them unless a combat encounter causes it to cross the perimeter (but see below). At the end of such an encounter, the scarecrow returns to its haunting grounds.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the scarecrow's creator commands it beyond its haunting grounds, moves its mount, or releases it from service, the scarecrow gains its freedom and is no longer bound to its mount or its haunting grounds. It has complete free will and can do as it wishes. Some creators never bind their scarecrows to haunting grounds. Instead, they offer their free-willed creations friendship and the choice to ally with their creators as companion characters. Free-willed scarecrows created by good creatures often choose to serve their creators this way.<br/>&nbsp;&nbsp;&nbsp;&nbsp;To complete the Create Scarecrow ritual, make a DC 25 Arcana check.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Success: You successfully create the scarecrow of your choice of the ritual caster's level or lower. Demon  scarecrows can be created with this ritual only after completing a successful performance of the summon demon ritual.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Failure: No spirit is compelled to inhabit the effigy. Instead, minor spirit vestiges settle on the materials, allowing you to create 6 scarecrow shamblers to patrol the same haunting grounds.<br/>&nbsp;&nbsp;&nbsp;&nbsp;No matter how many creatures assist in the ritual, the creature that makes the Arcana check is considered the scarecrow's creator.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A scarecrow created with this ritual gains the following encounter power.<br/><br/>Triggered Actions<br/>Master's Sight * Encounter<br/>Trigger: The scarecrow hits an enemy with a melee attack.<br/>Effect (Free Action): The scarecrow's creator can see through the scarecrow's eyes until the start of the scarecrow's next turn.</p><p>Published in Dungeon Magazine 183.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"14",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"9uRh0nyW14UcrKzY",
	"sort":0,
	"flags":{},
	"_id":"13YWIzfwnvNk8rE7",
	"_key":"!items!13YWIzfwnvNk8rE7"
}