{
	"name":"Disorienting Portal",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You inscribe a series of glowing sigils around the door frame, keeping your desired destination firmly in mind. The doorway fills with a hazy vision of the destination. When you step through the door, you emerge at the targeted spot.</i><p><b>Level</b>: 10<br/><b>Category</b>: Travel<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 400 gp<br/><b>Market Price</b>: 1,000 gp<br/><b>Key Skill</b>: Arcana</p><p>You create a shortcut across the world. Other than as described here, this ritual functions like Linked Portal. The teleportation circle must be inside a doorway or similar opening that connects to another doorway or opening within 50 squares (250 feet), which you designate when you perform the ritual. The doorways can each be up to 4 squares in width. As part of performing the ritual, you must adorn the door frame or perimeter of the portal with various sigils and runes.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Arcana check determines how long the portal remains open and how well hidden it is (if you choose to make it secret).<br/>&nbsp;&nbsp;&nbsp;&nbsp;When performing the ritual, you can choose whether the portal is obvious or hidden. If obvious, anyone looking through the enchanted doorway can see a hazy image of the destination, as defined in Linked Portal.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If you choose to hide it, however, casual examination shows only a mirror image of the room in which the doorway is set. The effect is that if the door is opened or the doorway is looked through, the area beyond the door looks like another room of the sort one is already in. Dragons and wizards use this technique to make travel through their lairs difficult for those who do not know to avoid the portals.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A Perception check, with a DC equal to your Arcana check result when performing the ritual, is required to detect the deception. Success indicates that the observer sees a hazy image of the destination instead, as described in the Linked Portal ritual.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the real destination is an area of obvious danger—a gaping chasm, a room on fire, a pit of spikes—then the portal cannot be hidden. You could, however, hide a portal that leads to a room full of secret traps, or one in which a monster is lurking just out of sight.<br/><br/><table><tr><th>Arcana Check Result</th><th>Duration</th></tr><tr><td>19 or lower</td><td>1day</td></tr><tr><td>20-39</td><td>3 days</td></tr><tr><td>40 or higher</td><td>5 days</td></tr></table></p><p>Published in Draconomicon: Chromatic Dragons, page(s) 84.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"10",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"ZiJHVrCsKPE1qBvY",
	"sort":0,
	"flags":{},
	"_id":"ioTuN8yKJqFte9Cx",
	"_key":"!items!ioTuN8yKJqFte9Cx"
}