{
	"name":"Dream Concordance",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Level</b>: 11<br/><b>Category</b>: Travel<br/><b>Time</b>: 5 minutes<br/><b>Duration</b>: One short rest or extended rest<br/><b>Component Cost</b>: 600 gp<br/><b>Market Price</b>: 2900 gp<br/><b>Key Skill</b>: Arcana or Religion (no check)</p><p>When you take a short rest or an extended rest, you perform this ritual on yourself and up to six unconscious subjects. The subjects' conscious minds are transported to a subdimension within the Plane of Dreams, where their bodies manifest as if they were conscious. The ritual can be used for three primary purposes: private conference, information retrieval, or battling a mind-affecting predator. Some use this ritual to combat madness.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The subdimension created by the ritual is a virtual world built from the dreams of one or more of the ritual's subjects. At the start of the ritual, each participant names a specific creature or location. These elements typically populate the dreamscape, though the precise nature of the subdimension as an adventure environment is at the DM's discretion. In the dreamscape, the participants' actions and conversations cannot be observed with scrying rituals. Here the participants can search for knowledge locked in a subject's mind, perhaps a forgotten memory or a closely guarded secret. Creatures that lurk in dreams, such as succubi, might be discovered in the dreamscape, and slaying such a creature there banishes it from the mind of its victim. The means by which information is discovered and creatures are encountered is up to the DM.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Living creatures at 0 hit points or fewer when the ritual is performed manifest in the dreamscape with 1 hit point; all other living creatures maintain their current game statistics. Powers, abilities, and healing surges spent in the dream are expended in reality as well, except for powers granted by consumables or magic items. Damage taken in the dreamscape is converted to psychic damage and then applied to the sleeping subject, and hit points regained in the dreamscape are likewise regained in reality. Any creature reduced to 0 hit points or fewer while in the dreamscape is instantly ejected from it, but remains unconscious and stable with 0 hit points.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When the ritual ends, all subjects awaken, but they do not gain the benefits of a rest.</p><p>Published in Dragon Magazine 417.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"11",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"hjEZMWtbnDNXlaou",
	"sort":0,
	"flags":{},
	"_id":"tME9i8gy0jFGAzrh",
	"_key":"!items!tME9i8gy0jFGAzrh"
}