{
	"name":"Eye of Alarm",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You conjure forth a phantasmal sentry—a slender pillar 6 feet tall, topped with a floating, unblinking eye. The eye watches over your camp as you sleep and cries out an alert if danger approaches.</i><p><b>Level</b>: 2<br/><b>Category</b>: Warding<br/><b>Time</b>: 30 minutes<br/><b>Duration</b>: 24 hours (special)<br/><b>Component Cost</b>: 25 gp<br/><b>Market Price</b>: 100 gp<br/><b>Key Skill</b>: Arcana</p><p>This ritual creates watchful eyes that you place in any square within 10 squares of where you perform the ritual. Each eye is located in a particular square; it is intangible and can't be interacted with physically. The eyes are nearly invisible and have a Stealth check result of 20 + your level to avoid detection.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Arcana check determines how many eyes you can place and what type of vision or sensory ability they possess.<br/><br/><table><tr><th>Arcana Check Result</th><th>Eyes Created</th><th>Vision or Ability</th></tr><tr><td>19 or lower</td><td>One</td><td>Normal</td></tr><tr><td>20–39</td><td>Three</td><td>Darkvision</td></tr><tr><td>40 or higher</td><td>Five</td><td>Darkvision and tremorsense 12 squares</td></tr></table><br/><br/>The eyes do not hear, but they see well. Each uses your Perception modifier, with a +5 bonus.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If an eye sees an intruder, it emits a loud warning sound defined by you during the ritual. This sound could be anything from a stentorian \"Enemies approach!\" to an owl's screech to a fanfare of trumpets. The Perception DC to hear the eye's sound is 0 (modified by distance as normal).<br/>&nbsp;&nbsp;&nbsp;&nbsp;The eyes never consider you an intruder. In addition, you can designate any number of other ritual participants as nonintruders. When you perform the ritual, you can also designate one or more categories of creatures that the eyes will ignore. You can define these categories by obvious physical characteristics (such as height, weight, or body shape), creature type (such as humanoid), creature race (such as hill giant), or obvious equipment (such as a creature carrying a shield with a flame emblazoned upon it).<br/>&nbsp;&nbsp;&nbsp;&nbsp;The ritual's effects last for 24 hours or until you move more than 20 squares from all the eyes.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Optional Focus: You can extend the duration of this ritual indefinitely by using a focus of a small, jeweled eye made of silver and ruby, worth 100 gp. The ritual's effects last as long as the focus remains within 20 squares of any of the eyes. You can hide or protect the ritual's focus in any way you like, as long as it remains within 20 squares of the eyes.</p><p>Published in Player's Handbook, page(s) 304.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"2",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"CN2IqwR4VnjMDxAs",
	"sort":0,
	"flags":{},
	"_id":"OfLbA9HSEICBgpld",
	"_key":"!items!OfLbA9HSEICBgpld"
}