{
	"name":"False Aura",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>The object before you takes on a gentle, mystical glow. The glow strengthens slowly and subtly, and then abruptly fades away.</i><p><b>Level</b>: 16<br/><b>Category</b>: Deception<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: 24 hours (special)<br/><b>Component Cost</b>: 1800 gp<br/><b>Market Price</b>: 4500 gp<br/><b>Key Skill</b>: Arcana</p><p>False Aura makes a nonmagical item seem to be a magic item, making it appear magical to an Arcana check to detect magic. Your Arcana check result determines the DC for someone else's Arcana check to detect magic to see through your deception. If the detect magic check fails, the inspecting character believes the item to be magical. You choose the fake power source of the item when performing the ritual. However, anyone attempting to use the item immediately recognizes its magic as fake.<br/>The ritual's effects last for 24 hours.<br/>Optional Focus: You can extend the duration of this ritual indefinitely by leaving the item near a small, jeweled eye of gold and ruby wrapped in a silken blindfold. The blindfolded eye is a focus worth 100 gp. As long as the item remains within 20 squares of the focus, the False Aura remains in effect. You can hide or protect the ritual's focus in any way you like, as long as it remains within range. A single focus can maintain up to five Aura Masks (see Aura Mask ritual) or False Auras on five separate items, as long as they are all close enough to the focus.</p><p>Published in Draconomicon: Chromatic Dragons, page(s) 85.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"16",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"HX20njJvz1i5OQSN",
	"sort":0,
	"flags":{},
	"_id":"FrBnXN9zqSOHudCE",
	"_key":"!items!FrBnXN9zqSOHudCE"
}