{
	"name":"Guards and Wards",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You fill your castle with dense areas of fog, arcane locks, and false portals to hinder and confuse intruders.</i><p><b>Level</b>: 18<br/><b>Category</b>: Warding<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: 24 hours (special)<br/><b>Component Cost</b>: 5,000 gp, plus 5 healing surges<br/><b>Market Price</b>: 17,000 gp<br/><b>Key Skill</b>: Arcana</p><p>You layer enchanted defenses over an area you own or inhabit no larger than 30 squares by 30 squares and 100 feet (20 squares) in height.<br/>The area fills with dense fog that makes the area heavily obscured. You and any creature you invite into the area can see through the fog as if the fog was not there. You can grant a creature a temporary invitation of any set length or revoke an invitation if you are in the presence of the invited creature or in the area of the ritual's effect.<br/>All doors, windows, and other sealable nonmagical portals are locked using Arcane Lock. You create a number of hallucinatory items as per the ritual of the same name equal to one-fifth of your Arcana check result. The hallucinatory items created most often are false doors and false walls. Consult the Arcane Lock and Hallucinatory Item rituals for their effects, and use your Arcana check result to determine their properties.<br/>The warding effect lasts for 24 hours, but you can extend this duration by spending a healing surge every 24 hours to sustain it. You do not need to be in the same area or even on the same plane to sustain the effect. If the ritual's effect is sustained without interruption for a year and a day, the effect becomes permanent.</p><p>Published in Arcane Power, page(s) 155.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"18",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"yeAiO1WMNomwzlKX",
	"sort":0,
	"flags":{},
	"_id":"Ch2enU8WJZR1vVuQ",
	"_key":"!items!Ch2enU8WJZR1vVuQ"
}