{
	"name":"Hallowed Temple",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>A brilliant shrine appears in the area, welcoming those pure of heart and striking fear in those who know only corruption.</i><p><b>Level</b>: 12<br/><b>Category</b>: Creation<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: 8 hours<br/><b>Component Cost</b>: 520 gp<br/><b>Market Price</b>: 1300 gp<br/><b>Key Skill</b>: Religion (no check)</p><p>The Hallowed Temple ritual creates a shimmering temple associated with your deity. The temple occupies a close burst 7 as it materializes around you. The structure incorporates as many appropriate artistic elements as you like: the exterior features iconography, stained-glass windows, and other decorative features, and the interior contains an altar, statues, or other appropriate items related to your faith.<br/><br/>The temple is comfortable, and creatures inside it feel close to your god. It is immune to damage. Access to the interior is through the temple's front (and only) door. The walls of the temple, including the door, are solid obstacles.  The temple and all its contents (even items removed from the temple) vanish at the end of the ritual's duration.<br/><br/>Demons and undead cannot cross the temple's threshold.  Any creatures within the burst (except for you) when the temple materializes are displaced to a space outside the temple as close to their former location as possible.  If insufficient space exists either for the temple itself or for the displacement of creatures, the ritual cannot be performed.</p><p>Published in Divine Power, page(s) 157.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"12",
		"chatFlavor":"",
		"attribute":"skills.rel.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"CK4yvmJOFxz3YV6s",
	"sort":0,
	"flags":{},
	"_id":"0D5YBsZ6WqvKwejC",
	"_key":"!items!0D5YBsZ6WqvKwejC"
}