{
	"name":"Hand of Fate",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>A ghostly apparition appears to give you basic guidance about a course of action.</i><p><b>Level</b>: 4<br/><b>Category</b>: Divination<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: 10 minutes<br/><b>Component Cost</b>: 70 gp<br/><b>Market Price</b>: 175 gp<br/><b>Key Skill</b>: Religion (no check)</p><p>When you perform the ritual, ask up to three questions about possible courses of action. A translucent blue hand appears and indicates with a gesture what the most rewarding course of action is.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If you describe courses of action that refer to directions or specific objects, then the hand points toward the choice that bears the greatest reward. If you ask the hand, \"Should we head down the stairs or through the doors?\" then the hand responds by pointing either to the stairs or the doors. If you ask the hand, \"Which of these three levers should we pull first?\" then the hand responds by pointing to a lever.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If you describe only a single course of action, the ritual assumes that inaction is your other option. The hand either beckons you (to indicate that you should proceed) or gestures for you to halt. For example, the question \"Should we explore the ruins of Solitronia?\" results in the hand either beckoning you or gesturing for you to halt.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The hand can't assess events in the far future; its judgment extends only to likely events in the next hour. If the hand can't indicate a preference, the ritual has no effect and expends no components.<br/>&nbsp;&nbsp;&nbsp;&nbsp;There are two drawbacks to using the ritual to aid your decisions. First, fate values rewards over risk, and this ritual provides guidance accordingly. It points you toward a high risk, high reward option before pointing you toward a low risk, low reward alternative. For example, if one tunnel leads to a dragon and great wealth and the other tunnel leads back to town, then the hand points toward the dragon. However, a high risk, low reward alternative is considered less rewarding than a low risk, low reward option.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Second, the hand can choose only the most rewarding course of action relative to the alternatives provided. That doesn't mean that the indicated choice is necessarily a good idea, only that it's a better idea than the other options you've indicated. In the example above, if all three levers activate traps, then the hand points toward the lever that triggers a trap less lethal than the others.</p><p>Published in Player's Handbook, page(s) 306.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"4",
		"chatFlavor":"",
		"attribute":"skills.rel.total",
		"formula":""
	},
	"effects":[],
	"folder":"FmBj2c916ZCqSLEW",
	"sort":0,
	"flags":{},
	"_id":"47JKSUWoYxpdmODe",
	"_key":"!items!47JKSUWoYxpdmODe"
}