{
	"name":"Linked Portal",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You create a glowing circle of sigils on the ground nearby, and you can see a hazy vision of a far-off city. You and your friends step into the circle, and you're instantly whisked away to that place.</i><p><b>Level</b>: 8<br/><b>Category</b>: Travel<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 135 gp (see text)<br/><b>Market Price</b>: 680 gp<br/><b>Key Skill</b>: Arcana</p><p>You create a shortcut across the fabric of the world, linking your location with a permanent teleportation circle somewhere else on the same plane. With a step, you can move from one circle to the other. As part of performing the ritual, you must sketch out a 10-foot-diameter circle in various rare chalks and inks. This temporary teleportation circle must exactly match the permanent teleportation circle at your destination. It disappears at the end of the portal's duration.<br/>&nbsp;&nbsp;&nbsp;&nbsp;At the completion of this ritual, make an Arcana check. The result determines the duration that the portal remains open. <br/><br/><table><tr><th>Arcana Check Result</th><th>Portal Duration</th></tr><tr><td>19 or lower</td><td>1 round</td></tr><tr><td>20–39</td><td>3 rounds</td></tr><tr><td>40 or higher</td><td>5 rounds</td></tr></table><br/><br/>&nbsp;&nbsp;&nbsp;&nbsp;You can use a permanent teleportation circle as the origin point of this ritual, making minor temporary modifications as part of the ritual. Doing this reduces the cost to 50 gp of reagents and grants you a +5 bonus to your Arcana check.<br/>&nbsp;&nbsp;&nbsp;&nbsp;While the portal is open, any creature that enters the circle at the origin point instantly appears at the other location, along with anything the creature holds or carries. The creature can even finish the rest of its move. Any number of creatures of any size can use an open portal; the only limitation is the number that can reach the circle before it ends.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Anyone standing in the vicinity of either end of the portal can see a haze-infused vision of the teleportation circle at the other end of the connection, as well as the environment 60 feet beyond it. Effectively, everything at the destination within this area of visibility is lightly obscured, and the area beyond is completely fogged out. (Naturally, portals that last longer give you a better opportunity to study the place you're going to before you step into the circle.) Environmental effects at one end of the connection don't affect the other end.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Most major temples, important wizards' guilds, and large cities have permanent teleportation circles, each of which has a unique set of magic sigils etched or inlaid into the ground. The exact sequence of sigils matters, because you've got to match it if you want to open a portal leading there. The sigils aren't any more complex than remembering a string of letters and numbers. You can use Linked Portal to any permanent teleportation circle whose sequence of sigils you know. When you learn this ritual, your DM will tell you at least two such sequences. In your travels and research, you'll undoubtedly learn more.<br/>&nbsp;&nbsp;&nbsp;&nbsp;This ritual can take you anywhere in the world, but it can't take you to other planes. Sufficiently powerful warding magic, such as the Forbiddance ritual, can block a teleportation ritual. If the location is warded in such a manner, you learn that as soon as you begin the ritual, so you can interrupt the ritual and not expend any components.</p><p><br/>Revision (7/28/2008)<br/>Replaced \"has concealment\" with \"is lightly obscured\" in 5th paragraph, 2nd sentence, also added period before parenths in same sentence, removed period after parenths.<br/><br/></p><p>Published in Player's Handbook, page(s) 307.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"8",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"i3zsxjReELDI5uYM",
	"sort":0,
	"flags":{},
	"_id":"WKdEVzGAxby75n4f",
	"_key":"!items!WKdEVzGAxby75n4f"
}