{
	"name":"Loremaster's Bargain",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>Through a significant offering, you are granted a brief magical audience with a powerful entity who possesses the information you seek.</i><p><b>Level</b>: 22<br/><b>Category</b>: Divination<br/><b>Time</b>: 8 hours<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 13,000 gp<br/><b>Market Price</b>: 65,000 gp<br/><b>Key Skill</b>: Religion</p><p>Through painstaking research and preparation, you prepare a valuable offering for a powerful extraplanar entity such as an angel, a demigod, a demon, or a devil. Your offering earns you an audience with the being, which appears as a ghostly image that cannot be attacked or physically interacted with. You must succeed on a skill challenge to obtain the information you desire from that entity. You gain a +1 bonus to skill checks made in the skill challenge for every 10 points of your Religion check result (+1 for a result of 10, +2 for a result of 20, +3 for a result of 30, and so on). This challenge might be against Bluff, Diplomacy, or Intimidate, depending on the creature.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Unlike rituals that provide cryptic answers (Consult Oracle) or have limited scope (Consult Mystic Sages), the Loremaster's Bargain ritual provides contact to a creature that might be genuinely informative and helpful, provided you convince it to help. The entity begins in a neutral state—intrigued by the offering and willing to hear you out. But the entity has agendas of its own, and its nature might color the information and advice it provides.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When you complete the ritual, you can designate up to eight other ritual participants who can also speak with the entity and contribute to the skill challenge. Each one gains the same bonus to skill checks that you do.</p><p>Published in Player's Handbook, page(s) 308.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"22",
		"chatFlavor":"",
		"attribute":"skills.rel.total",
		"formula":"",
		"category":"other"
	},
	"effects":[],
	"folder":"OvILxdGmnSsJ0VTi",
	"sort":0,
	"flags":{},
	"_id":"R4kFw3O7SbGsN15I",
	"_key":"!items!R4kFw3O7SbGsN15I"
}