{
	"name":"Object Meld",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Level</b>: 10<br/><b>Category</b>: Exploration<br/><b>Time</b>: 1 minute<br/><b>Duration</b>: 1 hour or until discharged<br/><b>Component Cost</b>: 200 gp<br/><b>Market Price</b>: 1,000 gp<br/><b>Key Skill</b>: Arcana or Nature (no check)</p><p>You and your equipment merge with a nonliving inanimate object of your size or larger. While merged with the object, you have neither line of sight nor line of effect to any creature, nor does any creature have line of sight or line of effect to you. You remain aware and can hear sounds made outside the object, and you can use powers that have a range of personal.<br/>&nbsp;&nbsp;&nbsp;&nbsp;At any time before the ritual ends, you can move out of the object into the unoccupied square nearest the surface by which you entered the object. Doing so discharges the ritual. If the ritual ends while you are still in the object, you are shunted safely into the unoccupied square nearest the surface by which you entered the object.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the object you occupy is destroyed, the ritual is discharged. You are immediately shunted to the unoccupied square nearest the surface by which you entered the object, you take damage equal to your bloodied value, and you are stunned until the end of your next turn.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Ritual Scroll: You can perform the ritual as a standard action when you do so from a ritual scroll. If you do, the duration drops to 5 minutes or until discharged.</p><p>Published in Dragon Magazine 405.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"10",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"ZiJHVrCsKPE1qBvY",
	"sort":0,
	"flags":{},
	"_id":"aJ5hnosxWyEfb3FX",
	"_key":"!items!aJ5hnosxWyEfb3FX"
}