{
	"name":"Observe Creature",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You covertly spy on a creature—whether friend, rival, or enemy—through the power of your scrying magic.</i><p><b>Level</b>: 24<br/><b>Category</b>: Scrying<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 21,000 gp, plus a focus worth 10,000 gp<br/><b>Market Price</b>: 105,000 gp<br/><b>Key Skill</b>: Arcana</p><p>When you perform this ritual, choose a specific creature. You create a magical sensor adjacent to that creature, and you can see and hear as if you were standing in the square where your sensor is located. You need not personally know or have ever seen the subject. However, when performing the ritual you must describe your intended subject with sufficient clarity that the ritual unambiguously knows which creature you're talking about. This ritual can show you a creature anywhere in the world, but it can't show you a creature on another plane.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The magic of the ritual interprets your statement of intended subject in the most straightforward way possible. If your description is insufficient to determine a specific creature, the ritual fails and no components are expended. If your statement describes a subject other than the one you intended, the ritual still functions and the components are expended.<br/>&nbsp;&nbsp;&nbsp;&nbsp;You have no inherent way to discern where the sensor is in relation to you, but careful observation might give you some clues. The sensor moves with the subject for the duration of the effect.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Arcana check determines how long the sensor lasts.<br/><br/><table><tr><th>Arcana Check Result</th><th>Duration</th></tr><tr><td>19 or lower</td><td>1 round</td></tr><tr><td>20–24</td><td>2 rounds</td></tr><tr><td>25–29</td><td>3 rounds</td></tr><tr><td>30–39</td><td>4 rounds</td></tr><tr><td>40 or higher</td><td>5 rounds</td></tr></table><br/><br/>&nbsp;&nbsp;&nbsp;&nbsp;You can hear through the sensor as well as see, and you have darkvision through it. Use the Perception skill to determine whether you hear quiet sounds or notice unobtrusive things while observing an area through the sensor.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Observe Creature creates a scrying sensor—a shimmer in the air—that watchful creatures might notice. Creatures must succeed on a Perception check with a DC equal to 10 + your level to notice the sensor. If the target of this ritual notices your scrying sensor, the target can use a standard action to focus its will in an attempt to destroy the sensor. Make an opposed Wisdom check; if the target's result is higher than yours, the sensor is destroyed and you spend one healing surge but regain no hit points (or take damage equal to your healing surge value if you don't have any healing surges left). The subject can repeat this effort until the sensor is destroyed or the duration ends.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Sufficiently powerful warding magic, such as the Forbiddance ritual, can block Observe Creature. If the subject's location is warded in such a manner, you learn that as soon as you begin the ritual, so you can interrupt the ritual and not expend any components.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Focus: A mirror or a crystal ball worth at least 10,000 gp.  The focus conveys what you see and hear.</p><p>Published in Player's Handbook, page(s) 309.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"24",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"scrying"
	},
	"effects":[],
	"folder":"KlFnhw105s9yidkb",
	"sort":0,
	"flags":{},
	"_id":"dw48iyzQvTObFLVU",
	"_key":"!items!dw48iyzQvTObFLVU"
}