{
	"name":"Pact of the Iron Ring",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You present the symbol of membership in the Warlock Knights. A dark glow tinged with violet surrounds the rings of those who  swear the oath with you.</i><p><b>Level</b>: 10<br/><b>Category</b>: Binding<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Permanent until the oath required by the pact is fulfilled<br/><b>Component Cost</b>: 400 gp, plus a Warlock Knight iron ring as a focus<br/><b>Market Price</b>: 1,000 gp<br/><b>Key Skill</b>: Arcana (no check)</p><p>This brief ritual reinforces the bond between the Warlock Knights of Vaasa. Willing participants swear loyalty to one another or pledge to accomplish some task.<br/>&nbsp;&nbsp;&nbsp;&nbsp;During the ritual, you hold forth your iron ring for all to see and focus upon. Participants who swear the oath required by the pact are bound by their word. Not all participants in the ritual need swear the oath—it can bind some and not others. You can secretly exclude any participant, including yourself, even if he or she appears to swear the oath. However, even someone who is coerced or charmed into swearing the oath is still bound by it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Those who forge such a pact are bound for all time. Any who fail to uphold the bargain are cursed for the rest of their days, considered pactbroken by their peers. The Remove Affliction ritual ends the effects of the Pact of the Iron Ring, before or after a creature breaks the pact. A ritual caster gains a +2 bonus to Heal checks when lifting the curse from one who was magically compelled to swear the pact.</p><p>Published in Forgotten Realms Campaign Guide, page(s) 59.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"10",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"binding"
	},
	"effects":[],
	"folder":"ZiJHVrCsKPE1qBvY",
	"sort":0,
	"flags":{},
	"_id":"6NXfL3TIugFvhaVB",
	"_key":"!items!6NXfL3TIugFvhaVB"
}