{
	"name":"Primal Grove",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You create a hidden grove, concealed by primal spirits, which grows lush and peaceful and awaits your return.</i><p><b>Level</b>: 19<br/><b>Category</b>: Travel<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: Permanent (special)<br/><b>Component Cost</b>: 12000 gp to create a grove and entrance; 4000 grp to create an entrance<br/><b>Market Price</b>: 21000 gp<br/><b>Key Skill</b>: Nature</p><p>A primal grove is a haven that is magically hidden by primal spirits. You use this ritual either to create a grove and an entrance to it or to create an entrance to a grove that you or someone else created.<br/><br/>Creating a Grove: When you create a grove, it appears in a hidden location in the world or the Feywild, and you determine its password. You also create an entrance to it (see \"Creating an Entrance\" below).<br/><br/>A grove generates enough food and drink to sustain its occupants and has a moderate, unchanging climate. If you move objects into a grove, they remain there when you leave, but food and other resources created by the grove disappear when removed.<br/><br/>Your Nature check determines the grove's size in squares and how many creatures it can accommodate.<br/><br/><table><tr><th>Nature Check Result</th><th>Size</th><th>Capacity</th></tr><tr><td>24 or lower</td><td>5 × 5</td><td>25 Medium creatures</td></tr><tr><td>25–34</td><td>7 × 7</td><td>50 Medium creatures</td></tr><tr><td>35–44</td><td>10 × 10</td><td>100 Medium creatures</td></tr><tr><td>45 or higher</td><td>14 × 14</td><td>200 Medium creatures</td></tr></table><br/><br/>Creating an Entrance: A primal grove is inaccessible, except to those who know its password and pass through an entrance to it. You use this ritual to create an entrance to a primal grove, the password of which you must know.<br/><br/>When you create an entrance to a grove, the entrance appears in a square adjacent to you. If a creature that knows the grove's password enters that square, the creature can teleport to a square in the grove. Anyone inside the grove can exit it as part of a move action, teleporting either to an active entrance or to the most recent entrance if none are active.<br/><br/>Your Nature check determines the duration of the entrance. When you create a grove, you use a single check to create both the grove and an entrance to it. As a minor action, you can close an entrance you created.<br/><br/><table><tr><th>Nature Check Result</th><th>Entrance Duration</th></tr><tr><td>24 or lower</td><td>1 hour</td></tr><tr><td>25–34</td><td>24 hours</td></tr><tr><td>35–44</td><td>1 month</td></tr><tr><td>45 or higher</td><td>1 year</td></tr></table><br/><br/>Extraordinary magic might allow someone to enter a grove against the creator's will.</p><p>Published in Primal Power, page(s) 157.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"19",
		"chatFlavor":"",
		"attribute":"skills.nat.total",
		"formula":""
	},
	"effects":[],
	"folder":"lJo69GPIM3L4qEFk",
	"sort":0,
	"flags":{},
	"_id":"loOyY8pA7vNmfTVR",
	"_key":"!items!loOyY8pA7vNmfTVR"
}