{
	"name":"Raise Dead",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You bend over the body of your slain comrade, applying sacramental unguents. Finally his eyes flutter open as he is restored to life.</i><p><b>Level</b>: 8<br/><b>Category</b>: Restoration<br/><b>Time</b>: 8 hours<br/><b>Duration</b>: Instantaneous<br/><b>Component Cost</b>: 500 gp<br/><b>Market Price</b>: 680 gp<br/><b>Key Skill</b>: Heal (no check)</p><p>To perform the Raise Dead ritual, you must have a part of the corpse of a creature that died no more than 30 days ago. You apply mystic salves, then pray to the gods to restore the dead creature's life. The subject returns to life as if he or she had taken an extended rest. The subject is freed of any temporary conditions suffered at death, but permanent conditions remain.<br/>    The subject returns with a death penalty: –1 to all attack rolls, skill checks, saving throws, and ability checks. This death penalty fades after the subject reaches three milestones.<br/>    You can't restore life to a creature that has been petrified or to a creature that died of old age.<br/>    The subject's soul must be free and willing to return to life. Some magical effects trap the soul and thus prevent Raise Dead from working, and the gods can intervene to prevent a soul from journeying back to the realm of the living. In all cases, death is less inclined to return paragon and epic heroes; the component cost is 5,000 gp for paragon tier characters and 50,000 gp for epic tier characters.</p><p>Published in Player's Handbook, page(s) 311.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"8",
		"chatFlavor":"",
		"attribute":"skills.Heal.total",
		"formula":""
	},
	"effects":[],
	"folder":"i3zsxjReELDI5uYM",
	"sort":0,
	"flags":{},
	"_id":"HdS5O0mDxahsIT6N",
	"_key":"!items!HdS5O0mDxahsIT6N"
}