{
	"name":"Remove Affliction",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You undo a curse, enchantment, or madness that afflicts your subject.</i><p><b>Level</b>: 8<br/><b>Category</b>: Restoration<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Instantaneous<br/><b>Component Cost</b>: 250 gp<br/><b>Market Price</b>: 680 gp<br/><b>Key Skill</b>: Heal</p><p>Remove Affliction wipes away a single enduring effect afflicting the subject. The ritual can remove curses, effects such as charm or domination, and fear, confusion, insanity, polymorph, and petrification effects. All effects of the curse or other effect end.<br/>&nbsp;&nbsp;&nbsp;&nbsp;This ritual is physically taxing to the recipient; if used on an injured character, it can even kill him or her. Upon completing this ritual, make a Heal check, using the level of the effect you are trying to remove (or the level of the creature that caused the effect) as a penalty to this check. The result indicates the amount of damage the character takes. Assuming the character survives, this damage can be healed normally.<br/><br/><table><tr><th>Heal Check Result</th><th>Effect on Target</th></tr><tr><td>0 or lower</td><td>Death</td></tr><tr><td>1–9</td><td>Damage equal to the target's maximum hit points</td></tr><tr><td>10–19</td><td>Damage equal to one-half of the target's maximum hit points</td></tr><tr><td>20–29</td><td>Damage equal to one-quarter of the target's maximum hit points</td></tr><tr><td>30 or higher</td><td>No damage</td></tr></table><br/><br/>&nbsp;&nbsp;&nbsp;&nbsp;You can use this ritual on an unwilling subject (usually, a former ally who is under some enemy's influence), but you will have to restrain someone unwilling to undergo the ritual. If you know that your subject is suffering from multiple enduring effects, you must choose which one this ritual will remove. Otherwise, it affects whichever one affliction you knew about. You learn the affliction level when you begin the ritual, and you can choose not to continue, without expending any components (for example, if you determine the affliction is too powerful for you to remove).</p><p>Published in Player's Handbook, page(s) 311.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"8",
		"chatFlavor":"",
		"attribute":"skills.Heal.total",
		"formula":""
	},
	"effects":[],
	"folder":"i3zsxjReELDI5uYM",
	"sort":0,
	"flags":{},
	"_id":"RTGXlOn3D2k1KIo8",
	"_key":"!items!RTGXlOn3D2k1KIo8"
}