{
	"name":"Seal Portal",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You close a portal between two locations safely, ensuring that nothing can come through it in the future.</i><p><b>Level</b>: 8<br/><b>Category</b>: Binding<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: Permanent<br/><b>Component Cost</b>: 100 gp<br/><b>Market Price</b>: 680 gp<br/><b>Key Skill</b>: Arcana</p><p>You sever the magical connections that bind one place to another by way of a portal. The completion of this ritual successfully shuts a currently active portal and seals it. No creature, object, or energy can pass through a sealed portal. The portal is not destroyed, though it becomes both invisible and intangible, meaning that it cannot be perceived or interacted with while sealed. If the portal would normally disappear after a certain amount of time, it does so.<br/>&nbsp;&nbsp;&nbsp;&nbsp;At the completion of this ritual, make an Arcana check. A sealed portal can be reopened with the linked portal, planar portal, or true portal rituals, but the creature performing the ritual to reopen the portal must make an Arcana check that equals or exceeds the results of the Arcana check you made when performing this ritual. You can remove the seal on a portal you have sealed by performing this ritual on it again.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The magic of a sealed portal can be detected with the Arcana skill. The level of the magical phenomenon (the seal, not the portal itself) is equal to your level at the time you performed this ritual.</p><p>Published in Dungeon Magazine 160, page(s) 27.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"8",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"i3zsxjReELDI5uYM",
	"sort":0,
	"flags":{},
	"_id":"1uTt2WpObNBJ8l4S",
	"_key":"!items!1uTt2WpObNBJ8l4S"
}