{
	"name":"Skull Watch",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>As you complete the halting words of power, a light shines from the grim skull's sockets before fading again into blackness.</i><p><b>Level</b>: 4<br/><b>Category</b>: Warding<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: 4 hours<br/><b>Component Cost</b>: 80 gp<br/><b>Market Price</b>: 175 gp<br/><b>Key Skill</b>: Arcana (no check)</p><p>You enchant a skull to watch over an area and alert you when something intrudes. The skull uses your Perception modifier with a +5 bonus. It cannot hear or smell, and it never considers you an intruder. In addition, you can designate any number of other individuals as nonintruders. When you perform the ritual, you can also designate one or more categories of creatures that the skull will ignore. You can define these categories by obvious physical characteristics (such as height, weight, or body shape), creature type (such as humanoid), creature race (such as hill giant), or obvious equipment (such as a creature carrying a shield with a flame emblazoned upon it).<br/>&nbsp;&nbsp;&nbsp;&nbsp;When the skull detects an intrusion, it mentally alerts you if you are within 1 mile. At any time during the ritual's duration, you can choose to look through the skull's eyes as a standard action. While you look through the skull's eyes, you cannot see through your own and are considered blind. You can end this effect as a free action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The skull can be moved from its original position during the ritual's duration without disturbing the effect. Destroying the skull ends the effect, and you are not magically made aware of the skull's destruction (though you might already be alerted about intruders).</p><p>Published in Open Grave, page(s) 50.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"4",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"FmBj2c916ZCqSLEW",
	"sort":0,
	"flags":{},
	"_id":"6I1s4BhWAXVg5Rry",
	"_key":"!items!6I1s4BhWAXVg5Rry"
}