{
	"name":"Summon Demon",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You call a demon's awareness across planar boundaries to your location.</i><p><b>Level</b>: 16<br/><b>Category</b>: Binding<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 3600 gp, plus a focus worth 5000 gp<br/><b>Market Price</b>: 9000 gp<br/><b>Key Skill</b>: Arcana or Religion</p><p>You call on a specific demon, pulling its awareness across planar boundaries to where you wait. You must name a specific demon when you perform this ritual, then make an Arcana or Religion check with a -10 penalty. The check result is the maximum level of the demon whose attention you can attract. If the demon you named in performing the ritual is at this level or lower, a fragment of its will manifests before you. If the demon you named is higher than the maximum level you can summon, it is aware of your summons but can choose to send an underling to answer the call instead.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Once a demon has manifested, you can interact with it verbally or by telepathy as if it were present. The manifestation has no physical presence, and it cannot attack or be attacked. Demons possess esoteric knowledge and the ability to empower mortals in numerous ways, but the advice or power of a demon is never given freely. Some demons accept trade of magic items or secrets, while others demand favors or promises for their aid and information. Some demons offer service in exchange for being told what unpleasant ends the boon is to be used for.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The ritual facilitates the bargain between you and the summoned demon, imbuing you with a small amount of abyssal power or knowledge. The terms of the bargain are up to you, but the DM determines the scope of power and knowledge that a demon can impart.<br/>&nbsp;&nbsp;&nbsp;&nbsp;In addition, convincing a demon to provide what you need typically requires a skill challenge. The details of this challenge are left up to the DM, but can include such elements as bargaining with Diplomacy, threatening with Intimidate, or coercing with knowledge gleaned by Arcana or Religion. Failure ends the ritual and might bring the summoned demon to your location in physical form.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Special: If you use a demon's truename in the ritual in place of its name, you take no penalty to the Arcana or Religion check made for the ritual. In addition, you do not need to undertake a skill challenge to bargain with the summoned demon (at the DM's discretion).<br/>&nbsp;&nbsp;&nbsp;&nbsp;Few demons except demon lords have truenames, and demon lords guard their truenames at any cost. If you summon a demon lord by the use of its truename, the bargain you strike should also involve ensuring that you are not destroyed once the pact is completed.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Focus: A circle of summoning runes. These are traditionally forged of silver and inlaid on the ground, but the runes can also be inscribed within a gemstone or crafted of gold and worn as jewelry. This focus must be crafted by the caster.</p><p>Published in Demonomicon, page(s) 18.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"16",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"binding"
	},
	"effects":[],
	"folder":"HX20njJvz1i5OQSN",
	"sort":0,
	"flags":{},
	"_id":"K3craX0ThdYebHLV",
	"_key":"!items!K3craX0ThdYebHLV"
}