{
	"name":"True Portal",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>You create a circle of glowing sigils and state your desired destination—any place you name. The circle fills with a hazy vision of the place. When you step inside the circle, you are instantly transported to your destination, no matter how far away it is.</i><p><b>Level</b>: 28<br/><b>Category</b>: Travel<br/><b>Time</b>: 10 minutes<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 50,000 gp (see text)<br/><b>Market Price</b>: 425,000 gp<br/><b>Key Skill</b>: Arcana</p><p>This ritual works the same as Linked Portal, except as noted here. <br/>&nbsp;&nbsp;&nbsp;&nbsp;You are not limited to teleporting to places you've seen or that have permanent teleportation circles. However, when performing the ritual, you must describe your intended destination clearly. \"Lord Ambrose's audience chamber\" is sufficient, as is \"the nearest temple of Pelor.\" Your description must use only place names and other static references; you can't say \"wherever Princess Katria is\" or \"the nearest pile of gold.\" The magic of the ritual interprets your intended destination in the most straightforward way possible. If your description is insufficient to determine a specific destination, the ritual fails, but no components are expended. If your description causes the portal to lead somewhere you did not intend—for example, if the nearest temple of Pelor is not in the city you'd hoped it would be—the ritual still functions, and the ritual's components are expended.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the destination is blocked by a warding ritual, such as Forbiddance, the ritual opens the destination portal at a point along the ward's boundary. You can see through the portal before you enter, and you don't have to step through if you don't want to.<br/>&nbsp;&nbsp;&nbsp;&nbsp;You can use a teleportation circle as the origin point of this ritual, making minor temporary modifications as part of the ritual. Using a teleportation circle reduces the ritual's component cost to 1,000 gp and grants a +5 bonus to your Arcana check.</p><p>Published in Player's Handbook, page(s) 313.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"28",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"travel"
	},
	"effects":[],
	"folder":"ndmpxV5r3IsqDF7O",
	"sort":0,
	"flags":{},
	"_id":"OsdB5Vh47c3mSYzA",
	"_key":"!items!OsdB5Vh47c3mSYzA"
}