{
	"name":"View Object",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>Whether it's a magic sword, a map of the catacombs, or the jeweled cup that used to be on your mantelpiece, you can observe the location where a specific item is.</i><p><b>Level</b>: 18<br/><b>Category</b>: Scrying<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 7,000 gp, plus a focus worth 5,000 gp<br/><b>Market Price</b>: 17,000 gp<br/><b>Key Skill</b>: Arcana</p><p>When you perform this ritual, choose a specific object of up to Large size. You need not have held or viewed the object. However, when performing the ritual you must describe the object with sufficient clarity that the ritual unambiguously knows which object you're talking about. \"Duke Karlerren's ancestral broadsword\" is sufficient, as is \"the nearest gold coin,\" but \"the most powerful magic item nearby\" is not. This ritual can show you an object anywhere in the world, but it can't show you an object on another plane.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The magic of the ritual interprets your statement of intended object in the most straightforward way possible. If your description is insufficient to determine a specific object, the ritual fails, and no components are expended. If your statement describes an object other than the one you intended—for example, if the nearest gold coin is in your pocket, rather than in the hidden treasure vault you're looking for—the ritual still functions, and the components are expended.<br/>&nbsp;&nbsp;&nbsp;&nbsp;You have no inherent way to discern where the object is in relation to you, but careful observation can give you some clues. If you see the duke's sword hanging on a stone wall, for example, you don't necessarily know whether that wall is across town or across the world.<br/>&nbsp;&nbsp;&nbsp;&nbsp;This ritual creates a scrying sensor—a shimmer in the air—adjacent to the viewed object that watchful creatures might notice. Creatures must succeed on a Perception check with a DC equal to 10 + your level to notice the sensor. They can't disrupt or interact with the sensor in any way.<br/>&nbsp;&nbsp;&nbsp;&nbsp;You can hear through the sensor as well as see, and you have darkvision through it. Use the Perception skill to determine whether you hear quiet sounds or notice unobtrusive things while observing an area through the sensor.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Arcana check determines how long the sensor lasts. The sensor moves with the object for this duration.<br/><br/><table><tr><th>Arcana Check Result</th><th>Duration</th></tr><tr><td>19 or lower</td><td>1 round</td></tr><tr><td>20–24</td><td>2 rounds</td></tr><tr><td>25–29</td><td>3 rounds</td></tr><tr><td>30–39</td><td>4 rounds</td></tr><tr><td>40 or higher</td><td>5 rounds</td></tr></table><br/><br/>Sufficiently powerful warding magic, such as the Forbiddance ritual, can block View Object. If the object's location is warded in such a manner, you learn that as soon as you begin the ritual, so you can interrupt the ritual and not expend any components.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Focus: A mirror or a crystal ball worth at least 5,000 gp. The focus conveys what you see and hear.</p><p><br/>Update (11/23/2009)<br/>On the Focus line at the end of the ritual, replace \"1,000\" with \"5,000.\"<br/><br/></p><p>Published in Player's Handbook, page(s) 314.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"18",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":""
	},
	"effects":[],
	"folder":"yeAiO1WMNomwzlKX",
	"sort":0,
	"flags":{},
	"_id":"0jObQVvHt5n2TWEz",
	"_key":"!items!0jObQVvHt5n2TWEz"
}