{
	"name":"View Location",
	"type":"ritual",
	"img":"icons/magic/symbols/runes-star-orange-purple.webp",
	"system":{
		"description":{
			"value":"<i>The secrets of the world are yours to plumb, for your magically enhanced eyes can see into the king's chambers, the wizard's library, or the dragon's cave.</i><p><b>Level</b>: 14<br/><b>Category</b>: Scrying<br/><b>Time</b>: 1 hour<br/><b>Duration</b>: Special<br/><b>Component Cost</b>: 1,600 gp, plus focus worth 1,000 gp<br/><b>Market Price</b>: 4,200 gp<br/><b>Key Skill</b>: Arcana</p><p>When you perform this ritual, choose a location you have previously visited. The location must be fixed in place (for example, you can't use this to scry into the cabin of an oceangoing vessel), and it must still be at the same place (and in more or less the same shape) as when you visited. Redecorating a room won't fool View Location scrying, but destroying a tower and rebuilding it with a different layout would cause the ritual to fail (until you visit the new location). You know if the ritual has failed before you expend any components. This ritual can show you a location anywhere in the world, but it can't show you a location on another plane.<br/>&nbsp;&nbsp;&nbsp;&nbsp;This ritual creates a scrying sensor—a shimmer in the air—that watchful creatures might notice. Creatures must succeed on a Perception check with a DC equal to 10 + your level to notice the sensor. They can't disrupt or interact with the sensor in any way.<br/>&nbsp;&nbsp;&nbsp;&nbsp;You can hear through the sensor as well as see, and you have darkvision through it. Use the Perception skill to determine whether you hear quiet sounds or notice unobtrusive things while observing an area through the sensor.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Your Arcana check determines how long the sensor lasts.<br/><br/><table><tr><th>Arcana Check Result</th><th>Duration</th></tr><tr><td>19 or lower</td><td>1 round</td></tr><tr><td>20–24</td><td>2 rounds</td></tr><tr><td>25–29</td><td>3 rounds</td></tr><tr><td>30–39</td><td>4 rounds</td></tr><tr><td>40 or higher</td><td>5 rounds</td></tr></table><br/><br/>Sufficiently powerful warding magic, such as the Forbiddance ritual, can block View Location. If the location is warded in such a manner, you learn that as soon as you begin the ritual, so you can interrupt the ritual and not expend any components.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Focus: A mirror or a crystal ball worth at least 1,000 gp. The focus conveys what you see and hear.</p><p>Published in Player's Handbook, page(s) 313.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"14",
		"chatFlavor":"",
		"attribute":"skills.arc.total",
		"formula":"",
		"category":"scrying"
	},
	"effects":[],
	"folder":"9uRh0nyW14UcrKzY",
	"sort":0,
	"flags":{},
	"_id":"kC1HY7xEQlUdmWqj",
	"_key":"!items!kC1HY7xEQlUdmWqj"
}