{
	"name":"Argonnessen Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Geography </p><p><b>Campaign Setting: </b>Eberron </p><p>The name Argonnessen brings a shudder to even the bravest explorers, for it is a land of mystery and fear. Vicious tides and murderous rocks surround it, and fierce barbarian tribes inhabit its shores. Yet much greater perils lie beyond its beaches. </p><p>Argonnessen is the ancestral home of Eberron's dragons, which guard the land's legendary wonders. Ancient cities, enormous structures, and vast treasures lie within Argonnessen. A few explorers, adventurers, scholars, and merchants have braved the Dragonreach to land on the beaches of Seren Island or upon the coast of Argonnessen. If anyone has ever traveled beyond these lands' borders, though, they have left no evidence of their discoveries. </p><p>The only region of Argonnessen known to outsiders is Totem Beach, where most ships make landfall. Huge stone monuments, built by unknown powers in a bygone age, jut from the sands, looking out over the sea. Beyond, a thick jungle and the Great Barrier Mountains block any view of the continent's interior. </p><p>Sailors from the Lhazaar Principalities clash frequently with the barbarians of Seren, who attempt to raid passing ships. Most Seren barbarians are human, but a few dragon born tribes exist as well. Most dragon born believe that Argonnessen is their ancestral home, but the dragon born of Q'barra came to Khorvaire so long ago that they have no better knowledge of Argonnessen than anyone else. </p><p><i>Associated Skills: </i>Athletics, Arcana </p><p>Published in Eberron Player's Guide, page(s) 149. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"708WN9dxLVjCO3la",
	"_key":"!items!708WN9dxLVjCO3la"
}