{
	"name":"Arkhosian Totem Rager Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>The totem ragers of ancient Arkhosia were an elite warrior order that practiced primal traditions to become more ferocious in battle. The order was shattered before the fall of Arkhosia, after being infiltrated and corrupted by infernal spies loyal to Bael Turath. The imperial priests of Erathis declared the totem ragers to be in league with devils and the empire's enemies, and the order was officially disbanded and outlawed. It survived only in small groups that continued to meet in secret. </p><p>In this form, the totem ragers survived the fall of the empire, and you are one of its few, scattered heirs. This tradition has long outlasted the imperial authority that declared it outlaw, so there is little need for secrecy-but the scattered members of your order have practiced secrecy for so long that it is a well-ingrained habit. What's more, your primal connections are still greeted with suspicion by the clergy of the Imperial Arkhosian temples, though they lack any legal recourse to prosecute you. </p><p>Most Arkhosian totem rager characters are barbarians. You might choose to focus on daily rage attack powers that evoke draconic spirits, from rage drake's frenzy at 1st level to blue dragon rage at 25th. If you can't find an appropriate rage power at a given level, consider renaming and reflavoring an existing power, so frost wolf rage at 5th level might become white dragon rage in your hands. You might also choose this background element as a warden, applying some of the same cosmetic changes to your daily guardian form powers. </p><p><i>Associated Skills: </i>History, Streetwise </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 19. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hkaZtcHB3W9LCn0J",
	"_key":"!items!hkaZtcHB3W9LCn0J"
}