{
	"name":"Balance-Seeker Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Dark Sun </p><p><b>Prerequisite: </b>Genasi </p><p>You have communed with the spirits, walked the lands for miles around, and witnessed the ravages done to your world. You can draw only one conclusion from your exploration: The world is getting worse. If Athas can be saved, someone must stand against the defilers and the sorcerer-kings to restore the balance and heal this injured world. That person is you. </p><p>Incite a Revolt (heroic tier quest): The first step in breaking the sorcerer-kings' hold on the world is to rally the people to your cause. It is too dangerous to speak out against the sorcerer-kings, so you might escalate tensions by pushing the templars to take more draconian measures to keep the common folk in line. People can take only so much abuse before they rise up against their tormentors. </p><p>Locate a Green Age Relic (paragon tier quest): You suspect that the damage done to the world could be corrected by reclaiming the magic from the Green Age. You might scour old ruins, explore haunted tunnels, or venture beyond the Tyr Region to locate the treasure you seek. </p><p>Awaken a Primordial (epic tier quest): The primordials have slumbered since defeating the Tyrants of the Starry Void. If you could rouse a primordial and reveal what has been done to the world, you might gain a powerful ally against the sorcerer-kings. </p><p><i>Associated Skills: </i>Arcana, Nature </p><p>Published in Dragon Magazine 396. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6fZe7XI5JvEQSwBc",
	"_key":"!items!6fZe7XI5JvEQSwBc"
}