{
	"name":"Baldur's Gate (Shifter) Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>Baldur's Gate bustles with lively trade, and its people go about their daily lives with the self-satisfied expressions of contented citizens. But a threat lurks in the shadows of a nearby forest. Once, beasts and blood ran in the Baldur's Gate streets, and the city came within a whisker of being ruled by the moon-cursed. Grand Duke Valarken recently attempted a coup, backed by the werewolves of the Band of the Red Moon, but his defeat sent them all back to the Werewoods, the forest you called home. You don't know the Duke's fate, but you do know the Band of the Red Moon has grand designs on the region. </p><p>You come from Vehlarr, an ancient territory that has become legend. Established centuries ago by its elf werewolf ruler, this city of lycanthropes, elves, and shifters f loats in time and space, an effect created by Selûne long before the Spellplague. Now it appears only under the full moon, existing both in the Werewood and the Feywild, forming an unstable bridge between planes. Though centuries have passed since its unmooring in the world, Vehlarr has felt only 75 years of that time. </p><p>You grew up in Vehlarr, feeling the erratic influence of both worlds. When you learned of the Band of the Red Moon's expansion plans, you felt you had to help. You disregarded the warnings of your leaders and left, but you waited too long. By the time you reached Baldur's Gate, the Band of the Red Moon had come and gone. Now you can't return home for fear of the welcome you'll get from the werewolves. And their anger at your betrayal will remain fresh for a very long time. </p><p><i>Benefit: </i>Add History to your class skill list. You gain a +2 bonus to History checks. Add Elven to your list of known languages. </p><p>When not shifting, you resemble an elf, not a human. Your face lacks hair, and your skin tone is within the elven range. If you are not shifting, this resemblance allows you to pass as elven with a successful Bluff check against a creature's passive Insight. If someone makes an active Insight check against you, your Bluff check to disguise your shifter nature suffers a -5 penalty. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Lys0CEfWikSqaZob",
	"_key":"!items!Lys0CEfWikSqaZob"
}