{
	"name":"Barovian Escapee Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>Most of the time, you lived a pleasant life in Barovia. Simple rules guided your existence: Obey the burgomaster. Do not consort with the Vistani. Do not go out after sunset. And always do as Count Strahd von Zarovich commands. </p><p>Several times each year, some village residents receive invitations written in the count's hand and bearing his seal pressed into crimson wax. Those who return tell of lavish banquets and parties that last through the night. Some do not return, though. They are afterward said to be \"living with the count,\" and they are never seen outside the castle again. </p><p>Or so you thought-until the night you saw your sweetheart for the last time. </p><p>You awoke to the sound of your name being called from the yard outside. Your love, who had answered an invitation from Strahd some time ago, and whom you had secretly grieved as lost to you ever since, stood beneath your window, pale in the moonlight. Her faint words warned you that your name was now on the guest list and that you must not come to the castle-in fact, you had to leave Barovia that night. </p><p>Of course you wavered, but nonetheless, fighting against everything you had been taught, you went out into the night and followed the one you loved most in the world down the road toward the gateway into the forest. She stood aside and implored you to pass through the gate. When you did so and turned back to look, no one stood behind you, but in the distance a pack of wolves crept out of the woods onto the road. You fled for your life into the forest. </p><p>You spent weeks wandering the mountains. Eventually you found a road, which led you to a new land. You're still not certain you did the right thing in leaving your homeland, even though life is better in many ways beyond Barovia's borders. </p><p>And . . . more than guilt haunts you. Recently you have heard stories of a black coach being pulled by exquisite black stallions. It appears from time to time, traveling the roads with no one driving it, and no passenger is glimpsed beyond its swaying velvet curtains. Its last reported location is always somewhere behind you, leading you to wonder if it is drawing closer. </p><p>It is, you fear, the same black coach that carries the count's guests to his castle. </p><p><i>Associated Skills: </i>Perception, Stealth </p><p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 99. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qB75gQWatiUfzhJM",
	"_key":"!items!qB75gQWatiUfzhJM"
}