{
	"name":"Blessed of Zargon Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>You were born to die. You have the sign of Zargon upon your brow-a birthmark that represents his horn-and your flesh is his food. You were raised in the mad, masked society of the Lost City, your life degenerated into a haze of animal frenzy and ignorant zealotry. When the time came for you to at last meet your dark god, you felt fear and doubt for the first time. That fear gave you strength-strength enough to disobey and run. </p><p>Your flight to the surface is a poorly remembered nightmare. Your head at last cleared when you removed the mask from your pale face and raised your awestruck eyes to the sun for the first time. You wandered in a trackless wasteland for days before a band of desert nomads found you, and they were kind. They took you to a distant city and introduced you to a world you could never have imagined. </p><p>Yet in dreams you still see the golden-masked priests and the blood-red eye of the god that marked you as his own. In your head you hear Zargon's terrible voice, and in your heart you feel the bestial urges of the Lost City's perpetual carnival. To your knowledge, no sacrifice has ever escaped Zargon's maw. Surely the Cynidiceans will come for you. Surely you must some day return to the Lost City. </p><p>Zargon has marked you as his own. </p><p><i>Associated Skills: </i>Dungeoneering, Endurance </p><p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 103. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bPglJ7y4vMqUuaGE",
	"_key":"!items!bPglJ7y4vMqUuaGE"
}