{
	"name":"Carnival Performer Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>You grew up in a circus called Nightrule's Carnival Cavalcade. Its eerie chime-and-calliope music drifted miles ahead of the approaching caravan, promising sinister secrets and devilish delights that drew folk from miles around. Enchanted beasts, gifted performers, wild entertainments, and amusing games spilled out across open fields or city squares. The Carnival Cavalcade bewitched visitors with its frights and pleasures. Nightrule, the uncannily charismatic tiefling leader of the circus, took you in and made you one of his star performers. Your wild life in the circus brought you many joys and taught you a great deal about the world, but even the most happy dream can become a nightmare. </p><p>How old were you when you joined the circus? Did you join it willingly, or did it somehow claim you? Strong man, knife thrower, juggler, acrobat, jester, freak-which were you? Did you perform in more than one role, perhaps adopting a new costume for each? Do you still display some remnant of your past, or do you conceal your time under Nightrule's sway? What sinister secrets did Nightrule's Carnival Cavalcade conceal from the public? Why did you leave? Did you leave anyone you care for behind? </p><p>Give some thought to your role in the circus and take feats and other character elements that reinforce that role. An acrobat might take Long Jumper and Sure Climber. As an escape artist, you might be trained in Acrobatics and Thievery and take the Escape Artist feat. A knife thrower might have Far Throw and Quick Draw. </p><p><i>Associated Skills: </i>Acrobatics, Athletics </p><p>Published in Player's Handbook Races: Tiefling, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"WBO5zPHVIaFci03M",
	"_key":"!items!WBO5zPHVIaFci03M"
}