{
	"name":"Chimera Tribe Champion Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>In the dark age after the falls of Bael Turath and Arkhosia, tieflings spread throughout the ruined settlements of the post-apocalyptic chaos. Many tieflings survived by clinging to the guttering lights of civilization, but others plunged with their human cousins into the darkness of a world gone savage. Wild tribes of humanity carved out places for themselves in the untamed wilderness and lost all contact with their civilized history. </p><p>Your people, the proud nomads of the Chimera tribe, come from such stock. They see your strange physical features as gifts from your tribe's totem beast. Your horns are those of the ram. Your tail and resistance to fire come from its dragon soul. Finally, your bloodlust is born of the lion's heart. </p><p>How did you learn the truth of your tiefling heritage? How did it change your self-image? Do you still hold the chimera as your totem? How were you treated in your tribe? Did you belong to a bloodline of leadership? Did you leave your tribe or were you forced away? Do you seek to return to them or do they seek you? </p><p>This is a great background for a tiefling of any primal class. As a barbarian you might ascribe your strength and rage to the chimera. As a druid, you could use wild shape to assume ram or lion form. If you play a shaman, your spirit companion might look like a small chimera. A tiefling seeker might desire a flying chimera mount from which to rain down attacks. And as a warden you should of course aspire to attain the 29th-level power, form of the chimera. </p><p><i>Associated Skills: </i>Athletics, Endurance </p><p>Published in Player's Handbook Races: Tiefling, page(s) 19. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"R4a231BQKgLudzHN",
	"_key":"!items!R4a231BQKgLudzHN"
}