{
	"name":"Chosen of the Spirit Drake Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>From the moment you emerged from your egg, it's been clear that you were chosen to be the mouthpiece of a primal drake spirit. It might be a furious spirit that has fueled a powerful inner rage in you for your whole life, or a loyal guard drake spirit that chose you to protect your family or clan. Or it could be something more akin to a fang titan drake, a beast of tremendous power that wants you for some great purpose that you're not yet aware of or prepared for. </p><p>What manifestation of the spirit drake at your birth made the spirit's choice clear to those around you? Perhaps it sent a living drake to brood your egg. Maybe you erupted with fury as you hatched, hurling the fragments of your shell around the room. How were you raised in accordance with the drake spirit's wishes? Were you segregated from other children as a mark of your special calling? Did you grow up in the wilderness with the drake that hatched your egg? Or did your parent simply watch you carefully but otherwise allow you to lead a normal childhood? </p><p>This is a particularly appropriate background for a dragonborn shaman-your spirit companion can be the spirit drake who chose you. However, it works equally well for any other primal class, with a less direct relationship to that drake spirit. </p><p><i>Associated Skills: </i>Insight, Religion </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 19. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uRTfFa12s6Dx4BjJ",
	"_key":"!items!uRTfFa12s6Dx4BjJ"
}