{
	"name":"Cult Survivor Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>You were young when the Cult of the Elder Elemental Eye held sway over all the surrounding lands, but not too young to remember. How could you forget? Your parents were taken during the last days before the war. </p><p>When the armies of the surrounding lands rode through the streets of your village, pennants flying as they drove your oppressors before them, you were swept up in their wake and ready to spill blood. But your uncle held you back. He took the dagger from your hand and bade you stay still. You were not ready to fight, and he would not allow you to die so soon after you came into his care. </p><p>Your uncle was a simple man of the fields and market, and he would have stayed as well, but your bravery shamed him. Bearing your father's sword and your mother's shield, he joined the army to fight the cult. Word of victory returned, but your uncle did not. Nor did you ever see your parents again. </p><p>Your aunt raised you and sought to protect you from the world. She thought that if she could keep you away from violence and hide from you the truth about the cult and the temple, you might somehow avoid being hurt by such things. But her efforts only inflamed your desire to know more and to be ready for the next battle. You often slipped away to stand in the shadow of the temple, searching through the weeds and rubble of the battlefield for your parents' sword and shield. You wonder if your mother and father are still alive, slaves locked behind the temple's doors. </p><p>Now bandits again rove the roads, and the village elders whisper that the old sense of terror has returned. If the cult is back, the temple is the source- you're sure of that. And this time you're ready to fight. </p><p><i>Associated Skills: </i>Arcana, Athletics, Religion </p><p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 110. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NbU4CSvRAJFlLrhX",
	"_key":"!items!NbU4CSvRAJFlLrhX"
}