{
	"name":"Disciplined Soldier Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>Martial excellence is your foremost desire, for you believe that it symbolizes excellence of character and the perfection of your spirit. You hone your body and train constantly with your chosen weapon or weapons. It's more than a matter of survival-it's about your own growth, your honor, and the reputation of your clan. You might focus on discipline and order so intently that you find it hard to be flexible in changing circumstances. On the other hand, that sort of flexibility might be an important part of your training, preparing to expect the unexpected and respond to what you can't be prepared for. </p><p>Perhaps this relentless focus on discipline has its roots in a traumatic past event. Did your lack of discipline lead to a loved one's death? Or did you develop a rigid sense of order as a result of a chaotic youth, an </p><p>utter lack of stability around you? Perhaps it's simply the result of strict training in the ancient martial traditions of your race. Did you study swordplay surrounded by icons of Arkhosia's glory, learning that someday you would march in an army bent on restoring the empire? </p><p>This is a fine background element for a dragonborn fighter, but it works for any martial character. You might reflect your commitment to disciplined training by focusing on the use of a specific weapon, or reflect the extent of your training by using multiple different weapons with equal skill. </p><p><i>Associated Skills: </i>Athletics, Endurance </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"O1KLmnijyThG89zw",
	"_key":"!items!O1KLmnijyThG89zw"
}