{
	"name":"Dragon-Blooded Spellcaster Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>Arcane power is in your nature, part and parcel of the same elemental forces that power your dragon breath. Casting spells feels no different for you from exhaling draconic power-they are just as natural. For many dragon-blooded spellcasters, controlling the magic that seems always eager to burst forth is extremely difficult. You might be prone to magical mishaps, especially with at-will powers that burst forth without any real thought or effort on your part. On the other hand, mastery of your powers might be as natural to you as regulating your breathing, a simple matter of directing your will and energy outward and creating the magical manifestation you desire. In either case, those who study and train for years to master the merest scraps of magical power look upon you with envy or perhaps fear, for power comes readily to your hand, for good or for ill. You feel a kinship and affinity for dragons, and you might dream of one day transforming yourself into that pinnacle of the draconic form-or of subjugating dragons to your will. </p><p>Most dragon-blooded spellcasters are sorcerers who practice Dragon Magic or bards who extol the Virtue of Valor. Dragon-blooded bards lift up dragons as the exemplars of valor, and many of their spells take on draconic characteristics. For example, your shout of triumph might be a draconic roar that creates a brief image of a dragon around or above you to strike terror in your enemies' hearts, while your song of storms might make you appear as a blue dragon while the effect persists. </p><p><i>Associated Skills: </i>Arcana </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 11. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SHB6xF9zNTceOAlq",
	"_key":"!items!SHB6xF9zNTceOAlq"
}