{
	"name":"Dragonborn - Arcane Mercenary Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>Many dragonborn earn a living selling their services as mercenaries, caravan guards, or bodyguards. While their imposing physical size and strength make dragonborn fighters and warlords well suited to such work, many dragonborn of an arcane bent follow similar careers, putting their magic to violent purpose. The life of a mercenary leads quite naturally into a career as an adventurer-all it takes is one job gone horribly wrong, one unexpected encounter with a threat beyond the normal caravan raiders or enemy soldiers, to change a mercenary's life forever. </p><p>You might be a swordmage who fits in easily among more martially inclined sellswords, or a wizard or sorcerer who provides arcane artillery support to a band of more traditional soldiers. Or as a bard, you might serve as the leader of a mercenary company, fighting alongside your fellow soldiers while encouraging and uplifting them with your magic. Even if you're not normally inclined to melee, you might consider picking up proficiency with a good melee weapon or even multiclassing into fighter or warlord to reflect your military background. </p><p><i>Associated Skills: </i>History, Streetwise </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 11. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"mrBdCg6PwXSTseyk",
	"_key":"!items!mrBdCg6PwXSTseyk"
}