{
	"name":"Dragonborn Iconoclast Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>Though you worship a recognizable deity of the traditional pantheon, you do so in a way that most would consider strange or even abhorrent. Your beliefs about the gods and the proper ways to serve them are unconventional, to say the least. You might have learned them in a monastery (making this a particularly appropriate background element for avengers) or come up with them on your own, perhaps in reaction against more traditional teachings that were instilled in you earlier in life. You might, for example, worship Melora as the great catastrophic dragon of the ocean depths, the third and mightiest spawn of Io. Or you might revere Tiamat as an unaligned deity of fair retribution, twisting the traditional understanding of her thirst for vengeance into a quality that is at least palatable, if not admirable. Perhaps you believe that all the deities are actually dragons ascended to godhood who are simply exemplars who show mortals the path to the same ascension. </p><p>Since being unconventional defines much of your character, look for other ways you can defy expectations in your character choices. Don't make choices that prevent you from fulfilling your role, but anything else is fair game. An unexpected multiclass feat (a lawful good paladin with the Pact Initiate feat who dabbles in infernal warlock powers), or atypical weapon and armor choices (an avenger who disdains stealth and wears heavy armor) can go a long way toward making your character seem unorthodox-and interesting. </p><p><i>Associated Skills: </i>Arcana, History </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 13. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"lWQeYgV6TKUt0sB5",
	"_key":"!items!lWQeYgV6TKUt0sB5"
}