{
	"name":"Dragon-Bound Arcanist Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>You learned the practice of magic from an actual dragon. It's rare for dragons to cast spells as mortals do, but magic is in their blood, and some sagacious dragons instruct mortals-particularly dragonborn-in truly ancient methods of spellcasting. Most commonly, their students are bound to them as slaves, and their magic is meant to be used in the dragon's service. You were such a slave, learning draconic spellcasting at the side of an exceptionally wise, old, and learned dragon. How did you escape your servitude? Was the dragon killed by adventurers, or by a more powerful monster-perhaps a rival dragon? Did its arcane research lead to its demise or disappearance? What do you plan to do with your newfound freedom? How will you use the magic you learned from your former master? </p><p>This is a great background for a dragonborn warlock, since you can put a draconic spin on any pact you choose. Your dragon master might have been a fey dragon of great and mysterious power, an infernal dragon infused with hellfire, or a student of the stars. Alternatively, your sorcerer spells could be a manifestation of the dragon's power in you (if you practice Dragon Magic), or you might have studied Cosmic Magic at your master's side. </p><p><i>Associated Skills: </i>Arcana, Intimidate </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 11. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hXBICWsedL5Jr7Kb",
	"_key":"!items!hXBICWsedL5Jr7Kb"
}