{
	"name":"Faith Leech Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>Some people put faith in these powerful creatures that call themselves gods. You are more down to earth. Ever since learning that gods can die-that their corpses drift in the Astral Sea-you started to believe that they are much more powerful than you. That must change. To gain power, you need to take it. And while it is tricky to steal power from those that might fight back, how hard can it be to steal from those already dead? </p><p>You desire power. Not wealth or arcane or martial might, but true divine power. You hope to steal it from a dead deity. You disguise your studies as worship and try to act devout-but you know it doesn't matter. You keep up a show to throw off suspicion, though people give you odd looks for clinging to an abandoned faith. Once you take the deity's power, the scorn you receive now will be worth it. </p><p>Why do you choose this path to power? Why did you select the dead god you chose? Do you let your friends know your true motivations? What do you plan to do with the power once you gain it? How close is the connection between you and this deity? How far are you willing to go? </p><p>Adventurers with this background often come from arcane traditions. Warlocks, especially vestige warlocks, have a natural inclination toward leeching power from others. Martially trained characters sometimes feel slighted at the apparent 'ease' with which the divine obtain their powers, while they have to work hard to receive theirs. Leeches seek out adventures that promise quick gain for little effort, though they realize that, once in a while, they need to make an effort if they wish to achieve their goal. </p><p><i>Associated Skills: </i>Bluff, Stealth </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"j75W4rzmYEto9J3y",
	"_key":"!items!j75W4rzmYEto9J3y"
}