{
	"name":"Former Cult Sympathizer Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>You have done terrible things, acts that still have you waking in a cold sweat more than a decade later. You had killed before and you have killed since, but you remember everything about each person you were forced to execute or enslave for the cult: the color of frightened eyes, the trails traced by tears on upturned faces, brave last words, heart-wrenching pleas and screams, even the sudden warmth of spit on your face. </p><p>You wonder every day if you should have been as courageous as they were-if you should have rejected the Cult of the Elder Elemental Eye and died in the terrible dungeons beneath the temple. Is life worth living with so much blood on your hands? Can you even consider your desperate existence a life? When you encounter anyone new, you search your memory, frantically hoping that the face is not one you recognize. At the same time, something inside you burns to be called out for your crimes. At least then the torment might finally end. </p><p>Yet each time you consider giving in, you find the strength to stay alive and stay hidden. You're not really strong, though-you're just afraid. What else would you be willing to do to avoid death? If the time again comes when you must choose between what is right and what is safe, will you add more faces to the host that haunts you, or will you accept their judgment in the afterlife? </p><p><i>Associated Skills: </i>Bluff, Insight, Intimidate </p><p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 111. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"4pwNlxCab1ecXdgn",
	"_key":"!items!4pwNlxCab1ecXdgn"
}