{
	"name":"Fortune Teller Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Your talent for observation served you well as a teller of fortunes. Like the other charlatans who worked for coppers, you told the aged of long years to come, the loveless of the romance they would find, and the paranoid of the dangers that lay ahead. It didn't seem like lying to tell people what they wanted to hear. </p><p>Things became complicated when your predictions started coming true. Business boomed, but soon you began telling people things they didn't like. You couldn't stop yourself from unveiling secrets and unmasking lies. Your newfound powers brought you more grief than gold, and eventually you fled and took up a new life as an adventurer. As you trained for battle and exploration, your powers of prescience faded, but your other psionic abilities increased. Thanks to them, you foresee a profitable future. </p><p>For whom did you read fortunes? What dire fates or dark secrets did you discover that might come back to haunt you? Does anyone seek revenge for a fortune you told? Do you still have visions of the future? Are they always clear and correct, or is much left to interpretation? </p><p>The ardent class makes the most sense with the feel of this background, but any class could work. Pick powers that emphasize prescience and acting before your enemies can react. The infernal eye paragon path might also suit you. </p><p><i>Associated Skills: </i>Insight, Perception </p><p>Published in Player's Handbook Races: Tiefling, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"juWkZdzr90sG8hMl",
	"_key":"!items!juWkZdzr90sG8hMl"
}