{
	"name":"God Hater Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>Whether it is one god or all, you have turned against the powers of divinity. You feel the world does better without them. You found out that gods can-and do-die. You seek out dead gods to find out how gods die so you can rid the world of their presence forever. Dead gods also leak power, which you believe can be turned against the other faiths. You have found that hate and love are closely paired, and your quest against the gods is a belief as strong as that of any priest. </p><p>Why do you hate the gods? Do you hate all of them, or only one? How deep does it go? How does the dead god whose power you seek relate to that hatred? How do you see others who worship gods? How do you make sure you can work with them? Do you pity them, or despise them for their foolishness? Do you fear death and the fate some tales spin for those who die faithless? How do you see the primordials? Are they beings better fit for worship, potential allies, or creatures as bad as or worse than the gods? </p><p>Adventurers with this background seek out fellow adventurers with care. They avoid conflict by finding ways to accept divine characters, despite philosophical differences, even if it is only a temporary truce. As can be expected, god haters are rarely divine characters. Primal characters, as the world's wardens, have a great motivation to be god haters. However, some divine characters can become god haters after being disillusioned. Knowing the ways of the faith, these are perhaps the most fanatic and dangerous god haters. </p><p><i>Associated Skills: </i>Intimidate </p><p>Associated Languages: Primordial </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bZChxcGnSlPwzu6N",
	"_key":"!items!bZChxcGnSlPwzu6N"
}