{
	"name":"Half-Elemental Refugee Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Dark Sun </p><p><b>Prerequisite: </b>Genasi </p><p>Your Silt Sea enclave stood hidden for generations, safe from storm and raid. It was impervious to ancient enemies and monsters beyond counting, but your people grew complacent. When a true threat to their survival appeared, they were unprepared. You managed to escape the enclave and have fled the Silt Sea for safer lands. What wiped out your people? Were there other survivors? Do you seek a new home? Or was one tragic end enough, and now it's time for you to claim your destiny? </p><p>Find the Survivors (heroic tier quest): Others must have survived the attack that destroyed your community. If you would find them, you must remain watchful for signs and listen for rumors about your kind. Aside from reuniting with lost kin, you might also learn about the nature of the enemy that attacked you. </p><p>Unite the Genasi (paragon tier quest): While searching for your scattered people, you could come across other enclaves. They might welcome you, but it should be clear they intend to remain hidden. Your people are at risk of annihilation if they remain isolated from each other, so it falls to you to draw them out and unite them behind a common cause. </p><p>Vengeance Is Yours (epic tier quest): Once you manage to unite your genasi cousins and those other survivors from your enclave, you are ready to exact vengeance against the enemy that drove you away and launched your adventuring career. </p><p><i>Associated Skills: </i>Perception, Stealth </p><p>Published in Dragon Magazine 396. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"A6CwEFV1p2MmvDKH",
	"_key":"!items!A6CwEFV1p2MmvDKH"
}