{
	"name":"Heaven's Weapon Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Too often tieflings wander without purpose. They seek something in the world that they cannot find within themselves, or they try to run from what they learn when they gaze deep into their souls. </p><p>Not so with you. You've known all your life why you were born and for what purpose you continue to draw breath. You are heaven's weapon, a prophesied embodiment of the gods' desire to bring Asmodeus to heel. You might not personally strike the final blow against the gates of hell, but you are somehow the key. If you fail in your purpose, another soul like yours might not be born for a thousand years. </p><p>What makes your soul special? Did the gods change it somehow or are you related to some god in a deeper way than most? Are you destined to battle Asmodeus, to imprison the devils more firmly in the Nine Hells, or to prevent a more immediate danger? Do all the gods but Asmodeus favor your fate, or might some have reason to continue dealing with the devils for another thousand years? </p><p>A protecting or virtuous paladin makes a great choice for this background. Give some thought to the deity your character favors. You might be a generalist who worships the whole pantheon and opposes the god's enemies, or you might function as the secret weapon of a particular deity with an axe to grind with Asmodeus. If your DM allows, you might even serve an evil deity. Even the vilest god might have good reason to see the infernal forces defeated. </p><p><i>Associated Skills: </i>History, Religion </p><p>Associated Languages: Supernal </p><p>Published in Player's Handbook Races: Tiefling, page(s) 13. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CDhalYSM73gWTLsF",
	"_key":"!items!CDhalYSM73gWTLsF"
}