{
	"name":"Hellfire Heir Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Some tieflings think of the ancient story of their race's origin as a fairytale or as events so long past that they have no effect on the world today. But you know better. The oaths sworn by your ancestors still bind your soul to a hellish fate in the afterlife. The powers that liberated so many tieflings neglected to free your line. You know this not just because a devil told you so but because you feel it in your bones. Diabolic power flows through your blood and surges with every spell you cast. Infernal creatures know you by face and name, and they tempt you with power. If you do as they wish, they'll give you what you want in this world. Yet you're damned if you do and damned if you don't. </p><p>What kinds of devils have contacted you? Do you have a relationship with any particular fiend? What do they want from you? Do you sometimes do as the devils ask, figuring that you might as well enjoy the gifts they've given you? Or do you use your hell-wrought spells to fight the devils or even to free yourself from their power? </p><p>A warlock with the infernal pact makes an excellent choice for this background, but other classes have suitably hellish powers that suit this character history. The swordmage has powers such as inferno's sword and hell's own blade. The sorcerer and wizard classes have plenty of fiery powers that could have infernal ties. Bard presents relatively few powers that are obviously appropriate, but as with any arcane class, you could link a power to hell by describing it in a thematic way. The song of discord, for example, might set tiny devils to playing discordant music as they whirl about the dominated victim's head. </p><p><i>Associated Skills: </i>Arcana, Religion </p><p>Associated Languages: Supernal </p><p>Published in Player's Handbook Races: Tiefling, page(s) 11. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UG0r1ibcOK3aHZBq",
	"_key":"!items!UG0r1ibcOK3aHZBq"
}