{
	"name":"Inverness Survivor Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>You were there when the ghost of Salazar Vladistone demanded single combat with Brother Splintershield, the leader of the Inverness settlement. You watched as Brother Splintershield smugly renounced the spirit's claim to the place from inside the boundary of the cleansing ritual he had performed. You had heard some of the stories about the ghost towers of the Nentir Vale, and denying the ghost didn't seem right, with it standing there before you all. Deeply unsettled by the encounter, you left thinking that something bad was going to happen. </p><p>You were right. On a cold midwinter night you awoke to screams of terror, and you didn't have to wait long to understand why. Several ghosts of soldiers came through your walls and ordered you to leave. They needn't have bothered-the sight alone of the terrible apparitions had you scurrying for the exit. Some in your village tried to fight, but to no avail. Their pitchforks and swords passed harmlessly through the spirits, while the ghosts' spectral weapons slashed your friends' bodies. Phantom arrows flickering with pale flames ignited real fires in the buildings. Hot blood steamed on icy ground. </p><p>You fled with many others, and in the days of travel that followed, more died from starvation, sickness, exhaustion, and cold. With each new corpse in a grave dug shallow in frost-hardened ground, your desire for vengeance grew. You were lucky; you survived the ordeal. But how can you take revenge on the dead? When you got back to civilization, you resolved to find out. </p><p><i>Associated Skills: </i>Arcana, Nature, Religion </p><p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 102. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"0aTu6VfckZeiIDmO",
	"_key":"!items!0aTu6VfckZeiIDmO"
}