{
	"name":"Khyber Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Geography </p><p><b>Campaign Setting: </b>Eberron </p><p>It is a realm without hope, without sanity, without light-but not without life. Endless darkness, crushing rock, winding corridors, and sunless seas fill the vastness beneath the surface of Eberron. This realm is Khyber, the Dragon Below, an Underdark world that lurk likes a ravenous maw beneath the feet of surface dwellers. </p><p>Khyber is a realm of nightmare. Demons that stalked Eberron a thousand generations ago lie imprisoned within its depths, and beings of madness slither through its twisted passageways. Foulspawn and other aberrant creatures lurk in Khyber, orchestrating plans to unleash destruction and madness upon Eberron. </p><p>The passageways to Khyber are few, although rumors and ancient texts tell of gaping pits on the face of Eberron that lead into its depths. Despite Khyber's horrors, many surface dwellers have an unhealthy fascination with the denizens of the Dragon Below. Khyber cultists grant their devotion and their sanity to the foul beings that dwell in the Underdark, hatching vile plots to empower the objects of their worship through sacrifices of blood; they even conspire to loose these creatures upon Eberron's other inhabitants. </p><p>A few individuals brave Khyber's depths in search of fortune or to destroy the evil that dwells there. Treasure hunters seek valuable midnight blue and oily black Khyber dragon shards, obtainable only in the darkest depths. Adventurers strive to destroy ancient beings of evil, for the good of all or in order to ensure their place in the legends of ages to come. </p><p><i>Associated Skills: </i>Dungeoneering, Endurance </p><p>Published in Eberron Player's Guide, page(s) 150. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xUy5XIuSDfTQYiWp",
	"_key":"!items!xUy5XIuSDfTQYiWp"
}