{
	"name":"Last Legionnaire Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Society </p><p><b>Campaign Setting: </b>General </p><p>You are one of the few brave soldiers left in the final struggling legions of the empire, still fighting under the imperial banner despite your lost cause. As a member of the disciplined legion, you underwent time-honored trials of endurance and strength to become the perfect soldier. Though your skills are peerless, where does your loyalty lie? Perhaps you truly believe that Nerath can be reclaimed and its provinces reunited, or maybe you fight because it's all you know. What were the circumstances of your recruitment into the legions, and why are you now separated from them? Has your general issued you special orders requiring you to venture away from a battlefield? Perhaps you are that battlefield's only survivor, and you dragged yourself from the red field of slaughter with a vow to search for meaning in the aftermath of so much destruction and sacrifice. </p><p>Personal Quests: Use your military acumen to organize or protect defenseless folk; take command of an allied army; rally the scattered legions for a final march to recover the capital city. </p><p><i>Associated Skills: </i>Endurance, Heal </p><p>Published in Dragon Magazine 393. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Ab7iD1KygVszuOxj",
	"_key":"!items!Ab7iD1KygVszuOxj"
}