{
	"name":"Longbridge Local Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>You grew up in Longbridge during the last days of the ice iron rush and can remember running back and forth across the river, pounding the boards of the Long Bridge with your tiny feet, rushing to bring grains of the clear metal to the assayer. One day, in your haste to \"quick step across the Quickstep\" (as your father used to say), you dropped the bag of hard-won metal and watched it plunge into the river through a gap in the bridge. No punishment from your parents could match the terror and guilt you felt as you saw your family's fortune slip away. </p><p>Now the future of your family and many others in Longbridge is more uncertain than ever. The ice iron rush is over, and the curse that besets the village seems like it will never end. You've seen good people-even close friends you grew up with-become desperate, go bad, and finally swing from the gallows. The town was a happier place when the metal was here. But no amount of panning in the river or digging in the hills has turned up even a flake of ice iron for as long as the curse has been active. </p><p>Yet the gates of Firestorm Peak are made of the stuff. Clearly, that fact is significant, but in exactly what way remains to be determined. You've made a study of all the legends and history, so you know the gates are invulnerable when they're shut. But what about when they're open? Even if they are still invulnerable, there could be more ice iron inside the mountain. You know one sure way to find out. </p><p><i>Associated Skills: </i>Arcana, History </p><p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 113. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"sweXj78E32qSxvyo",
	"_key":"!items!sweXj78E32qSxvyo"
}