{
	"name":"Lost Kin Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Legacy of Acererak </p><p><b>Campaign Setting: </b>General </p><p>When you were young, a beloved relative-a parent, sibling, or another family member-left with an adventuring company in search of glory, treasure, and adventure. From time to time, you received letters recounting their successes and near-failures, but eventually the letters stopped coming. The last letter was brief, saying only they were headed for Skull City somewhere in the Vast Swamp. After years of no communication, your family believed the relative met an end somewhere in that sinister place, but no one knows and the question of what really happened haunts you still. </p><p>Possible Minor Quests: Although searching for your lost kin might be the forefront of your concerns, you should be careful of what you seek. In all likelihood, your lost kin might be searching for you, but this person might not be the person you remember. You relative might have been driven mad, might seek to give you a cursed relic pulled from the dungeons she explored, or might even return as an undead monster. In any event, putting the memory of your relative to rest, and perhaps the relative herself, might serve as a suitable minor quest. </p><p><i>Associated Skills: </i>Any skill </p><p>Associated Languages: Any language other than Abyssal or Supernal </p><p><i>Benefit: </i>You gain a +3 bonus to Nature checks made to recall useful information about geography. </p><p>Published in Dragon Magazine 371, page(s) 6. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"pKh8YBn2sG5wFCor",
	"_key":"!items!pKh8YBn2sG5wFCor"
}