{
	"name":"Luruar (Shifter) Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>Luruar, or the Silver Marches, is a safe and friendly place to visit. Its well-maintained cities welcome all who seek respite or a new start in the world, if they hold justice in their hearts. But you know that reputation to be a lie. You are one of the \"skin-changers\" known to haunt the eastern portions of the Glimmerwood. You are of the People of the Black Blood. </p><p>This loose collection of shifter tribes and lycanthropes has stalked the area formerly known as the Moonwood since long before the Spellplague. Malar was their patron god, and they remain devoted to him as the exarch of Silvanus. Many of the smaller tribes, particularly those populated by wereboars and werewolves, still take captives and make sacrifices to Malar in bloody rites. Others have come to take a broader view, and while Beastlord worship forms the basis of their lives, there are times when their existence is not devoted to savagery. Growing up, you came to take pleasure in these moments, and eventually sought out the famed hospitality of Luruar in the hopes of learning more about another way of life. Your attempt did not go smoothly, and you found yourself rejected both by the People of the Black Blood and by the citizens of the city. Clearly, you had to forge your own path. </p><p><i>Benefit: </i>You add Chondathan to your list of languages known, you add Intimidate to your class skills list, and you gain a +2 bonus to Perception while you are shifting. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fA1XFTsk2lhoQUme",
	"_key":"!items!fA1XFTsk2lhoQUme"
}