{
	"name":"Luskan (Shifter) Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>Luskan is described by its inhabitants as the armpit of the world, and you can attest to that truth. Your life began in Luskan's sewers, and for years you followed in the footsteps of the wererats and shifters that made up your extended \"family.\" Nothing good came of this pitiful life of foulness and violence. In fact, things seemed to get worse every year. If your clan wasn't battling Shou pirates or running from undead, it was squabbling over the meager scraps left by the beggars and criminals Luskan calls citizens. </p><p>You knew you had to get out, but it's never easy to leave home behind-especially when you're enmeshed in a criminal underworld. But a hard life has taught you hard lessons, and you shared what you learned with whomever got in your way. What was life like for you in Luskan? Did you live only in the sewers, or did you find shelter among the surface gangs? A Shou crime syndicate infiltrates the city's powerful-did you learn your trade from them? Perhaps you have some exotic skills gained through association with foreign pirates. </p><p><i>Benefit: </i>You can reroll any Stealth check, but you must keep the second result. Add Shou to your list of known languages. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"QjJdT3VwEqfH5lCW",
	"_key":"!items!QjJdT3VwEqfH5lCW"
}