{
	"name":"Memory Seeker Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Everyone said the decaying castle was dangerous, but what better place for adolescents to play than an area where adults fear to tread? You and your friends tumbled about the tiefling ruins dozens of times before it happened. While wrestling with a playmate, the ground collapsed beneath you. You discovered a dungeon chamber filled with the remains of the dead. Your terrified friends ran away, never to return, but you didn't find the bones frightful. This event offered a chance to learn about your heritage firsthand. </p><p>You came back to the ruin again and again, often exploring its secrets for days at a time. One day, you found something special: a crystal imprinted with visions of the past, including the teachings of a tiefling </p><p>psion. This crystal awakened not only your latent psionic talent, but also a burning hunger to learn more of the past. </p><p>Where were the ruins in which you played? Did you unearth other secrets, perhaps dangerous ones? Did you meet any creatures in the dungeons below the ruins? What memories did the crystal contain? Do you still have it? Who was the tiefling psion? What happened to your childhood friends? What do you seek to discover from the visions in the crystal-the lost psionic techniques of the ancient tieflings, untold secrets of tiefling history, or something else entirely? </p><p>This background works as well for self-taught ardents and battleminds as for monks and psions; perhaps you sought tutelage after your contact with the memory crystal. Work with your DM to establish the details of the ruin and the memory crystal. The crystal and your quest for knowledge can become major plot points or simply remain background material, depending on your inclination. </p><p><i>Associated Skills: </i>Dungeoneering, History </p><p>Published in Player's Handbook Races: Tiefling, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ixwLFHYn7CE6jzcg",
	"_key":"!items!ixwLFHYn7CE6jzcg"
}