{
	"name":"Moonshae Isles (Shifter) Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>The Moonshae Isles hold many dangers, but few are so openly threatening as the island of Moray. Giants make dens in the island's mountains, and a few orc tribes scuff le in the peaks' shadows, but the Norlander villages huddle close to the island's coasts in fear of the Black Blood lycanthropes. This tribe was once connected to the People of the Black Blood, but Malar's demotion and the tribes' great physical separation led to division. Now, the terror of Moray's coastal villages comes to the rest of the Moonshaes, as the Black Blood's weres and shifters take longships on savage raids to the other islands. </p><p>Your kind is hated and feared in the Moonshae Isles. How did you come to be on the continent? Perhaps you were shipwrecked and helped by someone ignorant of the dangers of Moray. Maybe you stole a ship and sailed to Amn, hoping to escape your violent home. Or you might have been left behind on your first raid, stranded when your allies left or were defeated. </p><p><i>Benefit: </i>Add Athletics to your class skill list. You gain a +3 bonus to Athletics checks made to swim, and to any skill or ability check related to piloting water vessels or to moving around on a boat. Add Chondathan to your list of known languages. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NR3WGmbqYKQL4HgZ",
	"_key":"!items!NR3WGmbqYKQL4HgZ"
}