{
	"name":"Myth Drannor (FRPG) Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p>Several elven realms have stood in the forest of Cormanthor for thousands of years. The current incarnation of Myth Drannor is merely the latest. It is built atop the ruins of the famous realm of Cormanthyr, whose capital was Myth Drannor, City of Song. </p><p>In 1374 DR, the sun elf lord Seiveril Miritar destroyed the invading daemonfey (demonic elves) and recaptured the ruins of Myth Drannor, at the cost of his life. His daughter, Ilsevele Miritar, took up leadership over the elven army. With her assistance, the high mage Araevin Teshurr sealed the portals of the city and repaired the mythal that had long lay damaged. Ilsevele Miritar assumed the long-lost title of coronal and reestablished Myth Drannor as an elven kingdom. </p><p>Myth Drannor claims sovereignty over the ancient woodland of Cormanthor, from the shores of Lake Sember to the River Lis. However, its people are few in number, and wide stretches of the land under the coronal's authority are empty wilderness. Many parts of the forest are still quite dangerous: monster-filled elven ruins dating back centuries, haunted manors and strongholds raised by long-forgotten human lords, and hidden caverns leading deep into the Underdark. The old kingdom of Myth Drannor was a bastion of goodness and might that kept the entire region safe, but the new Myth Drannor must rely on diplomacy, arcane lore, stealth, and vigilant scouts to protect its own borders. </p><p>The folk of Myth Drannor have forged strong ties with Cormyr. Myth Drannor has also resurrected the ancient compact with the Dalelands. The elven realm is a force to be reckoned with once more. </p><p><i>Benefit: </i>Once per encounter, you can reroll a failed saving throw against a charm effect. </p><p>Published in Forgotten Realms Player's Guide, page(s) 114. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"KfxC0DMTo6cXQR1j",
	"_key":"!items!KfxC0DMTo6cXQR1j"
}