{
	"name":"Prophesied Master Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Portents presaged your birth, and arcane forces gathered to welcome you into the world. You are the prophesied one. Your greatness as a spellcaster has been long foreseen, but the mystics disagree on how you will use that power. </p><p>Most say you are destined to bring darkness to the world. A few perceive a path of light in your future. Far too many from both sides seek to wrest away your destiny, setting you upon a path of their choosing. But it's your life, and these are your choices to make. Who are they to tell you how you will live and what you will do? </p><p>You look to the stars, and they seem to speak to you. You've known each constellation and star by name for as long as you can remember. And whenever you have a difficult decision, the darkness between their celestial lights seems to hold the answer. </p><p>What groups prophesied your birth? What do they think you will do with your power? Have others learned of the prophecy, and how do they seek to use you? Have any of the prophecies come true, perhaps in some twisted way? Do you balk at your dark destiny, or do you seek to accomplish a great deed foretold by mysterious figures? What did you parents know of these omens and portents? Do you have siblings who might support you or envy your potential? </p><p>A warlock with the star pact makes sense for this background. Regardless, picking powers and feats that feel like they change fate or luck will emphasize your character's history. Fortune's reversal is a great choice for a beginning warlock. At higher levels, you can reinforce your background with choices such as dark one's own luck if you're a warlock or fate's chaos if you're playing a sorcerer. </p><p><i>Associated Skills: </i>Insight, Perception </p><p>Published in Player's Handbook Races: Tiefling, page(s) 11. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2MSR9vNLnI7ablzx",
	"_key":"!items!2MSR9vNLnI7ablzx"
}