{
	"name":"Psionic Academy Dropout Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Your parents recognized your natural talents before you could walk. Some called your unusual powers a curse, but your parents viewed them as a gift and did what they could to help you develop your psychic abilities. Ultimately, however, they knew there was too much they could not teach you. </p><p>When you were old enough to head out into the world on your own, your parents sent you to learn psionic mastery at an academy run by strict disciplinarians. While taking classes to harden your mind and heart, you learned about how your psionic power marked you as destined to rule. From birth, they said, you were better than those around you. This idea fit well with the stories you heard as a child about how tieflings would one day resurrect Bael Turath and rule once again. </p><p>For a while, you thought you might help start that rebirth, but your better judgment saved you from life as an evil despot. One night you fled your cruel masters and stole out into the darkness, never to return. It was a betrayal of the school and your parents' wishes, but loyalty to your conscience outweighed these other desires. </p><p>Did your parents know about the unethical teachings of your school? Did they deliver you freely, or did some greater power mandate your attendance. Did your parents earn some reward for handing you over to the psionic school? Were you a star student or a troublemaker? What did your teachers plan for your future? What do your parents think of your departure from the school? Do agents of the school seek you out, fearing what you might do with what you learned there? </p><p>This background works well for a psion or monk because both classes assume a character takes some training to learn the rudiments of the class's powers. Even so, an ardent or battlemind could work with this background as well, with evil teachers manipulating their students' emotions or drilling them in dirty fighting. Regardless of class, you might choose a feat that represents your educational experience, such as Jack of All Trades or Skill Training. </p><p><i>Associated Skills: </i>Arcana, Intimidate </p><p>Published in Player's Handbook Races: Tiefling, page(s) 22. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"027dOfLYqlgBKUEy",
	"_key":"!items!027dOfLYqlgBKUEy"
}