{
	"name":"Raised by Wild Beasts Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Like too many other unfortunate tiefling children, your parents left you to die in the wild. Yet you survived due to the ministrations of a magical beast. Most consider your adoptive family dangerous, more likely to eat a child than care for it. </p><p>As you matured you forged a connection to the primal world, and y realized you couldn't remain with your wild family forever. Like a bird, you eventually left the nest to make your own way in the world. </p><p>What creature found you and kept you safe? Why didn't it simply eat you alive? How did you learn languages? How did you become introduced to the civilized world? How did you react to seeing other tieflings? Do you still yearn to run through the wilds with your family? Where do they live now, and do you stay in contact with them? </p><p>This background works for any primal class. Choose powers that reflect the creatures that raised you, or change the flavor of the powers you select to mimic aspects of that monster. </p><p><i>Associated Skills: </i>Nature, any skill in which your adoptive parent is trained </p><p>Associated Languages: A language spoken by your adoptive parent </p><p>Published in Player's Handbook Races: Tiefling, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qURg1bY6dGIa9p7s",
	"_key":"!items!qURg1bY6dGIa9p7s"
}