{
	"name":"Raised in the Unseen Path Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>Although some rangers come to the Unseen Path when their adventuring career has already begun, others develop their abilities by sensing the faint touch of the Feywild in their mind, body, and soul before they seek adventure. Some choose never to adventure, as well. Perhaps you were born in a town very near a hidden doorway, or grew up under the watchful eye of fey who dwelt in the woods behind your family's ramshackle hut. You might even have been stolen from your crib as an infant and taken to the Feywild. In this case, you must have been retrieved swiftly-those who spend too long in the Feywild develop beliefs and attitudes other than the Unseen Path-but still, an element of the experience stayed with you even to adulthood. </p><p>You can choose to make this experience one of your character's backgrounds. While most characters with this background are rangers who are followers of the Unseen Path, you don't have to be. You could be anyone who experienced a childhood somehow influenced by the Path. </p><p><i>Associated Skills: </i>Arcana, Nature </p><p>Associated Languages: Elven </p><p>Published in Dragon Magazine 384, page(s) 35. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Y8a6LbZyeN3H4sGP",
	"_key":"!items!Y8a6LbZyeN3H4sGP"
}