{
	"name":"Reclaimed Birthright Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Dark Sun </p><p><b>Prerequisite: </b>Genasi </p><p>You are fascinated by the lorekeepers' stories, and the more you learned, the more you felt your destiny beckon. You believe that the world belongs to you and your people, not the lesser races that wrested its control from you. The abuses done to the land are proof enough that those races have been inept rulers and poor stewards. So you have set out to reclaim your birthright and to forge a new land where your people can take their rightful place as masters of the world. </p><p>Raise an Army (heroic tier quest): The genasi are neither numerous nor strong enough to challenge the rule of the sorcerer-kings alone, so you must recruit warriors from the civilized lands. You might unite the slave tribes of the wastes or take command of the merchant houses to gain their resources. Your efforts could win you enemies, but it also attracts followers to your cause. </p><p>Conquer a City-State (paragon tier quest): Conquering a city-state is no easy task even if you're at the head of a powerful army. You must find a way to make allies out of the people you would conquer and convince them to throw in their lot with you against the common enemy. </p><p>Heal the Land (epic tier quest): Your successes against the sorcerer-kings might make them think twice about tangling with you, but even if you manage to secure your rule, the world is so damaged that your successes may not amount to much. The only hope for the future is to repair the damage done. You might achieve this by using ancient magic, by defeating the Dragon of Tyr, or by enlisting the primordials to lend their power to repairing the world. </p><p><i>Associated Skills: </i>History, Intimidate </p><p>Published in Dragon Magazine 396. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"g95QX3lMyho7A2DY",
	"_key":"!items!g95QX3lMyho7A2DY"
}