{
	"name":"Rejected Inheritance Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Many tieflings grow up knowing only a handful of their own kind. You weren't so fortunate. </p><p>Your life began in Bael Hexott, a colony of hundreds of tieflings hidden in the ruined castle of a powerful cleric from the age of Bael Turath. The leaders of your colony claimed kinship to this ancient leader, showing as proof their ability to pass through the castle's magically warded gates. Like the cleric of old, the tieflings of Bael Hexott worship Asmodeus. Outsiders who discovered the secret colony inevitably became sacrifices in its fiery halls. </p><p>Yet you never felt any passion for their doctrines of tyranny and domination. The more you rebelled against the temptations of Asmodeus, the more clearly you heard another god's call. You concealed your faith, but in time your devotions could stay secret no longer. You escaped Bael Hexott, hoping never to return. </p><p>Which deity called out to you in the dark? Do the tieflings of Bael Hexott seek to silence you? Do any relatives or friends remain behind? Might they also be tempted toward a path of light? </p><p>Having come from a place of tyranny and evil, you might follow a deity of freedom or goodness, such as Pelor and Avandra. On the other hand, perhaps Kord gave you the strength to rebel, or Sehanine helped you hide your faith. </p><p>When picking powers for your character, consider taking those that help others gain the freedom you desired for yourself, such as powers that grant saving throws. Also, consider how your fiery home might have affected you: perhaps you avoid fire powers in preference to radiant powers. </p><p><i>Associated Skills: </i>Bluff, Stealth </p><p>Published in Player's Handbook Races: Tiefling, page(s) 14. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9SkHxKgdvrbFuj5f",
	"_key":"!items!9SkHxKgdvrbFuj5f"
}