{
	"name":"Reluctant Pawn of Tiamat Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>Your divine powers come from Tiamat, but it hardly seems fair to say you worship the evil god of greed and vengeance. You might fear her, certainly, and even respect her power-but if it were up to you, you'd rather forsake the power she's given you than actually carry out her will. Perhaps you trained as an avenger to hunt down Tiamat's enemies, but some event awakened your long-dormant conscience and spurred you to flee her temple's service. You might even have been kidnapped, magically controlled, and indoctrinated into her secret cult, then freed-but left to sort out the jumble of your thoughts and allegiances on your own. </p><p>Playing an evil character can easily become disruptive at the game table, but playing a character who is struggling against strong evil tendencies can be rich with roleplaying opportunities. Choose powers that emphasize the sinister nature of the deity who grants them to you, so that even your fellow adventurers are a bit scared of what you might do. But look for ways for your character to someday break free of Tiamat's grasp, even if it's in a final act of self-sacrifice. </p><p><i>Associated Skills: </i>Bluff, Thievery </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 14. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ru3JIjCAUamTQyz2",
	"_key":"!items!ru3JIjCAUamTQyz2"
}