{
	"name":"Rogue Scholar Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Others might have learned their magic in stuffy schools or from learned masters, but you're self-taught. Always prone to curiosity more than common sense, you poked about in places others considered dangerous and delved into locations thought to be deadly. In one such exploration you found a strange book, and since no one seemed to be using it at the moment, you stole it. It took a while to puzzle out its strange symbols and odd language, but your patience was rewarded with the casting of your first spell. Now you're a self-made master of the arts, but the curiosity that drove you into arcane magic drives you still. You're always curious about new magic and strange devices-especially when no one is looking. </p><p>Where did you get your first taste of arcane knowledge? What was the book and do you still have it? Who owned the book before? Are they still looking for the scoundrel who stole it? Were you a thief before you took the book, or did this one indiscretion lead you down the path of burglary? </p><p>Warlocks and wizards make the most sense as rogue scholars. A wizard might find a spellbook, and a warlock might discover the means of contacting some otherworldly power. Other classes can make sense as well. For example, the techniques of a swordmage </p><p>might be written down as a kind of training manual. Work with your Dungeon Master to detail the nature of the book you pilfered and from whom you took it. Maybe it holds secrets you still struggle to decipher. </p><p><i>Associated Skills: </i>Stealth, Thievery </p><p>Published in Player's Handbook Races: Tiefling, page(s) 10. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zQOSr8lXpU2CVR0M",
	"_key":"!items!zQOSr8lXpU2CVR0M"
}