{
	"name":"Sandstorm Caller Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>Your clan inhabits a remote and harsh wilderness, such as a stormy desert, and strives to live in harmony with the equally harsh primal spirits of that environment. You have an affinity for those spirits-primal beings that don't take human or animal shape, but roar in the wind and pulse in the harsh light of the sun. Because of that affinity, you were the protector of your people, able to summon those spirits with a word to scour your enemies from the earth in a terrible storm. </p><p>But now you are cut off from those spirits and from the people you used to defend. Why did you leave? Perhaps you failed in your duty, and you have no clan left to protect. Perhaps the spirits of storm and sun summoned you from your home in pursuit of a larger purpose. Or you might simply have grown tired of your responsibility and become curious about the world beyond your clan's lands. </p><p>Without the spirits of your native land, your primal magic is not as strong, but neither is it entirely absent. Other spirits of weather and the land respond to your call, just more slowly. With time, perhaps, you will learn to control the mightiest forces of nature wherever your travels take you. </p><p><i>Associated Skills: </i>Endurance, Nature </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hSWC0si7vjErVYaF",
	"_key":"!items!hSWC0si7vjErVYaF"
}