{
	"name":"Sarifal Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Regional </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p>Sarifal's borders encompass the large isle of Gwynneth, once home to the human realm of Corwell. Those longtime settlers of the isle, the Ffolk, were largely driven from these lands a century ago when fey began immigrating en mass. Within a few short years, the lost city of Karador rose from the depths of Myrloch and the ancient kingdom of Sarifal was born anew. Since that time Sarifal has expanded beyond Myrloch Vale to encompass the whole of the isle, the glimmering shallows along the coast, and the lightless caverns below. </p><p>Outsiders see Sarifal as a sylvan paradise governed by a strong yet enigmatic leader-an image the ruling matriarch works hard to cultivate. Those born to the region, however, know that life within Sarifal is a delicate chess match between several powers, capricious archfey, depraved fomorians, spirit lords, and more. So far the High Lady and the few remaining of her kind have been able to maintain the delicate balance of power. But for how long? </p><p><i>Benefit: </i>You gain Terrain Walk in one of the following environments, allowing you to bypass difficult terrain: Earth, Forest, Ice, or Swamp. See the Monster Manual, page 283. </p><p>Published in Dragon Magazine 376, page(s) 60. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Rsadc3OXBMHpC975",
	"_key":"!items!Rsadc3OXBMHpC975"
}