{
	"name":"Sellsword Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>Mercenary isn't quite the right word. It sounds too formal, too militaristic. No, you worked for a living, and as ugly as that work got, it put food on the table and coins in your purse. Your life as a hired sword wasn't easy-and you have the scars to prove it-yet those who crossed you always got the worse end of the bargain. </p><p>Why was fighting for money the best way to make a living? Are you still for hire? Did your work earn you a reputation, and is it one you welcome or regret? What kinds of jobs did you take-pushing around merchants, shadowy bodyguard work for a spoiled noble, or something much worse? Were there jobs you wouldn't take? Does anyone still owe you pay? Did you make any enemies while working for others' interests? </p><p>Sellsword is a good background for fighters and warlords, but as a ranger or rogue your employment might have put you in more secretive roles. Perhaps instead of a soldier you were a scout, or rather than an armed guard you acted as a plainclothes bodyguard. </p><p>Consider feats that emphasize your history as someone who lived by the blade. Nimble Blade, Quick Draw, and Toughness might be good choices. </p><p><i>Associated Skills: </i>Heal, Perception </p><p>Published in Player's Handbook Races: Tiefling, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"tZda4DATRyBKFwiH",
	"_key":"!items!tZda4DATRyBKFwiH"
}