{
	"name":"Sembia (Shifter) Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>Many Sembians focus on maintaining appearances. Others remain watchful for weakness or signs of anti-Netherese or anti-Shar sympathies, and Netheril keeps it own eyes upon the populace. In a land bursting with façade and falsehood, the nobles of Selgaunt have more reason to lie than most-for before the Spellplague, Selgaunt's blue blood acquired a lycanthropic taint. Rumor lays the fault at the feet of the ruling Uskevrens, but no noble mentions that suspicion aloud. One need only touch finger to nose and talk of \"hot blood\" to indicate that a noble son or daughter carries \"the curse.\" </p><p>Those \"who can pass\" are trained to suppress their instincts and take on their roles as idle socialites or merchant lords. Those who cannot meet varied fates. Some are accepted by their families but kept hidden from view. Others are cast out, fostered to those who owe favors or bargained to those who collect them. Which are you? Did you struggle to control your emotions amid finery and strict rules of etiquette, or did your foster parents put you to work as an agent in their trade? Were you forced to leave Sembia after your heritage was revealed, or were you sent on a trade mission to distant lands to get you out view of the Sembian public? </p><p><i>Benefit: </i>Add Bluff and Diplomacy to your class skill list. Add Netherese to your list of known languages. </p><p>When not shifting, you resemble a human more strongly than is normal for your race. This resemblance allows you to pass as human with a successful Bluff check against a creature's passive Insight, if you are not shifting. If someone makes an active Insight check against you, your Bluff check to disguise your shifter nature suffers a -5 penalty. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"eBoYaPsh15S9uAI8",
	"_key":"!items!eBoYaPsh15S9uAI8"
}