{
	"name":"Struck By Lightning - Follower of Kord Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Follower of Kord </p><p>You were a weakling and a coward, bullied and intimidated by too many people to count. When you could, you avoided conflict with a glib tongue or by hiding. Then one day a thunderbolt struck you out of the blue sky. You awoke in the arms of friends who were awed that you survived. From that brilliant instant when your world turned to fire and pain, you have had your shock of white hair and your cloudy \"storm eye.\" They serve as daily reminders of your survival despite a lightning bolt that seemingly singled you out. That you escaped death, perhaps death hurled by Kord, gave you courage. At first you lacked the strength to back up your bravery, but you persisted and endured the beatings, learning and becoming stronger until at last none would call you weakling or coward. You know now that if the lightning strike came from Kord, it was not his anger, but his blessing: a test that you passed with flying colors. </p><p>Did you make any friends among those who once bullied you? Do any of the friends you had before the lightning strike resent the new you? Do you think the lightning strike was from Kord, or do you suspect a more mortal source? Does your storm eye have any special powers? </p><p><i>Associated Skills: </i>Bluff, Stealth </p><p>Published in Dragon Magazine 392. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"PJ7pcBV8z3KREuxt",
	"_key":"!items!PJ7pcBV8z3KREuxt"
}