{
	"name":"Student of the Ninefold Path Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Dragonborn </p><p>In ancient Arkhosia, a society of bards, wizards, and sorcerers called the Order of the Ninefold Path codified and propagated the arcane teachings of the dragonborn. The sages of this order lived as mendicants, owning nothing but the tomes they could carry and relying on the support and hospitality of the citizenry as they traveled from city to city. They traveled in pairs, one master and one student. As the student's knowledge grew to equal the master's, they would seek out new students in the cities they visited, thus passing on the secrets of the order. A few scattered masters of the Ninefold Path remain in the wake of Arkhosia's fall, but students willing to accept their tutelage are few and far between. You have studied with a master of the order, learning ancient arcane teachings unfamiliar to current-age practitioners of magic. What happened to the master who taught you? Are you looking for a student, or did your master die or disappear before your training was complete, leaving you in search of a new master? </p><p>You might use a feat choice, such as Draconic Spellcaster or Curse of Io's Blood (both from Arcane Power), to reflect your unusual arcane training. Also consider the Ninefold Master paragon path. </p><p><i>Associated Skills: </i>Arcana, History </p><p>Published in Player's Handbook Races: Dragonborn, page(s) 11. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"yZbTRdUfOGpwj2Wq",
	"_key":"!items!yZbTRdUfOGpwj2Wq"
}