{
	"name":"Temple Foundling Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>An unwanted child rarely finds safe haven in the world, and an unwanted tiefling baby fares even worse. Many are left to die in the wilderness, prey to beasts, exposure, or starvation. Few would praise such an act of cruelty, but fewer still would agree to take in an orphan tiefling. </p><p>You were lucky-if being left to die can ever be called lucky. A wandering priest found you. Despite the ill omens and your cursed form, the cleric took you in. Despite this softhearted moment, you would not call your benefactor kind-firm, proud, faithful, righteous, but not kind. You learned much under his tutelage and from those with whom he shared his secret student. When you were strong enough to make your own way, he set you out into the world as friendless as he found you. </p><p>What kind of a person was your teacher? What omens did he see, and why did he ignore them? Why did your religious training not occur in a more structured setting? Did you learn beliefs or practices different from mainstream worshipers? Why did he keep your existence a secret? Do you want to learn the identities of your parents? Why did they abandon you? Has your hard life made you strong? Are you distant from others or do you seek out companionship? </p><p>The avenger class works particularly well with this background, but any divine character could have his or her origin to a trainer in the wilderness. Melora makes perfect sense for your deity, but so might Avandra or Kord. Perhaps those who found you were elves and they taught you worship of Corellon. If non-humans found you, it might help to explain why your upbringing was so strict and secretive. </p><p><i>Associated Skills: </i>Endurance, Nature </p><p>Published in Player's Handbook Races: Tiefling, page(s) 13. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"TuAzOdjaxUXg19c7",
	"_key":"!items!TuAzOdjaxUXg19c7"
}