{
	"name":"The Dalelands (Shifter) Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>A shepherd looks to the rising moon and begins to urge his flock home, despite the hours of summer sun that remain in the day. A farmwife scans the pale dirt road as it winds into the forbidding wood, waiting for someone who will never return. A man stops dead in his tracks, then heads home at a run after seeing bits of blood and fur on a neighbor's doorframe. Such is life in the Dalelands, particularly in Daggerdale. </p><p>Surrounded by hilly forests and rocky, mazelike canyons, the citizens of isolated Daggerdale live in fear of werecreatures striking their villages in the night. The dale has never been a place friendly to outsiders, and shifters are viewed with particular suspicion. Strangers could be lycanthropes in disguise, and the folk of Daggerdale have little doubt that shifters run with the monsters that infest the craggy heights of the Dagger Hills. </p><p>You are a shifter related to the lycanthropes that plague the dale. Perhaps you grew to hate the leaders of your kind after witnessing too much wanton slaughter. Maybe you were exiled, lacking your tribe's hunger and rage. Or perhaps you fled the area after seeing one of your kind captured and killed by the people of Daggerdale. </p><p><i>Benefit: </i>Add Stealth and Nature to your class skill list. While shifting, you gain a +2 bonus to Intimidate checks. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"japLzSFuWHhYqbmX",
	"_key":"!items!japLzSFuWHhYqbmX"
}