{
	"name":"The Great Dale (Shifter) Background",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Campaign </p><p><b>Campaign Setting: </b>Forgotten Realms </p><p><b>Prerequisite: </b>Shifter </p><p>At the full moon, wolves gather outside the village of Bezentil in the Great Dale and howl at the night sky. Soon, travelers through the Dale are plagued by wolves. How can the people \"protected\" by the druids of the Circle of Leth not suspect what they pay for the privilege? Do they truly not realize the druids themselves paw the earth outside Bezentil? </p><p>You were born into a semi-nomadic tribe of shifters that roams the Forest of Lethyr. Your tribe is old, and its origin is shrouded by the mysteries of the Circle's cult. Your people keep to themselves and avoid the elves of the forest. Folk outside the Great Dale don't even know your tribe exists. Why did you leave your homeland? Were you exiled for looking too closely into the activities of the druids? Did you flee after becoming entangled with the forest elves? Did the druids of the Circle of Leth send you on a mission? </p><p><i>Benefit: </i>You can reroll any Nature check, but you must use the second result. Add Elven to your list of known languages. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ZY8oz2yS0i7mWG9A",
	"_key":"!items!ZY8oz2yS0i7mWG9A"
}