{
	"name":"Theologist Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Campaign Setting: </b>General </p><p>You are driven by sheer curiosity. The desire to know is all that is needed for you to turn your faith to a dead deity. You are curious about when or how your deity died, but especially, why. Are gods as mortal as other beings? What happens with gods that die? How does it affect their faithful? You joined the faith of a dead deity out of a desire to know. Even as you go about fulfilling your deity's former goals, you never forget that the only reason you are in the faith is to learn. </p><p>You are too curious for your own good. You have to know, even if it would be bad for you. You question the reason behind events and the reasons behind the reasons. You question faith-even your own. Despite that, you follow the edicts of your deity as best as you can, and you do so in the name of 'research,' of course. </p><p>How did you come to your knowledge? How did you find the dead faith you now follow? Did you have a mentor, or did you have to find out everything by yourself? How do your peers look at your studies? How far would you go to acquire knowledge? Is your interest in your dead deity really purely academic? </p><p>Adventurers with this background enjoy seeking out old and forbidden places-temples by preference-hoping to uncover more knowledge. Quests for ancient relics or artifacts, or delves into uncharted territory, also appeal to them. The farther the better, though any quest that requires pouring over old and forbidden texts is worth the trouble. </p><p><i>Associated Skills: </i>History, Religion </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Nb2xkEWmaFIZLiHX",
	"_key":"!items!Nb2xkEWmaFIZLiHX"
}