{
	"name":"Unlikely Primal Hero Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>You didn't ask for this. You were perfectly happy with your life in the city. Well, maybe not happy exactly; you survived as a crook, a scam artist. One day, a scheme for putting silver in your pocket hit a snag, and you felt it prudent to leave town for a while. </p><p>That's when the spirit spoke to you. </p><p>While resting near a natural spring in the forest, you heard its voice in your heart and mind. It had chosen you, it said. The forest needed a champion, and it was your destiny to help. You tried many times to worm out of this obligation, but each time your mind returned to the beauty of the glade and the warmth of the voice. You wonder, if you'd chosen a different path through the woods, would the spirit have chosen the next traveler as its champion. </p><p>How connected are you to your former life? How long ago did you leave it behind? How does being caught between two worlds affect you? Do you still regret the spirit's selection of you as its champion? How does this reluctance manifest itself in your attitude toward the spirits? What was the spirit who taught you primal magic? What danger brought you to the forest's defense, and how does it still threaten the world? </p><p>You can also represent your internal conflict between the civilized and primal world with a mix of skill choices (Nature and Streetwise make good opposing skills). Consider using multiclass feats or even hybrid character rules to build a character torn between the primal spirits and another path. </p><p><i>Associated Skills: </i>Bluff, Streetwise </p><p>Published in Player's Handbook Races: Tiefling, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"background"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"jE2mvLtfTGiHaq0n",
	"_key":"!items!jE2mvLtfTGiHaq0n"
}