{
	"name":"Vengeful Royalty Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Racial </p><p><b>Campaign Setting: </b>General </p><p><b>Prerequisite: </b>Tiefling </p><p>After the fall of Bael Turath, some tieflings retained power, ruling over isolated baronies and duchies throughout the remains of the empire. Your family ruled one such fiefdom; in truth little more than a sturdy tower and surrounding village, but a mark of pride nonetheless. </p><p>When you returned home after a long diplomatic mission, you found the tower cast to rubble and everyone dead. Only scattered tracks and the arrows left in the bodies of the fallen gave any clue to the horrors that had occurred. Your royal escort fled to a neighboring kingdom to beg for shelter, but you couldn't let the trail go cold for fear that the murderers responsible might go unpunished. </p><p>What do you remember of your royal history? Do you seek to reclaim your ruined kingdom? Who destroyed all that you knew? How will you mete out vengeance when you find these villains? Or does something prevent you from gaining your revenge? </p><p>Any martial class can work with this background. Decide whether you learned this class's talents before or after your kingdom fell; rogue and warlord fit well with a royal background, while fighter or ranger might make the most sense for a loner hell-bent on revenge. Consider mixing contrasting character elements that represent both your royal life and your new, harder existence, such as the Jack of All Trades and Lethal Hunter feats. </p><p><i>Associated Skills: </i>Endurance, Nature, Perception </p><p>Published in Player's Handbook Races: Tiefling, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"a6uMzlT08pkdgWCG",
	"_key":"!items!a6uMzlT08pkdgWCG"
}