{
	"name":"Xen'drik Background",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Geography </p><p><b>Campaign Setting: </b>Eberron </p><p>South of Khorvaire, beyond the Thunder Sea, Xen'drik rises from the waves, beckoning to sage and explorer, merchant and adventurer. Deep in jungles thick with foul creatures, the ivy-covered cyclopean ruins from the empire of giants still stand, their great secrets waiting to be revealed and their fabulous magical treasures waiting to be unearthed. Vast deserts stretch out like cupped hands to catch the dragon shards that fall to Eberron from the Ring of Siberys, and great mountains hide winding tunnels and vast chasms that shelter the tribes of the scorpion-worshiping drow. </p><p>Cartographers take incredible risks to create accurate maps of Xen'drik, but no modern explorer has successfully mapped the heart of the Continent of Mysteries. Giants, the descendants of ancient empires, make their homes across the continent, worshiping strange, arcane powers or violent primal spirits. Relics and ruins of a past demonic age occasionally birth horrors far worse than giants. </p><p>Yet for all its dangers, Xen'drik attracts the interest of many of Khorvaire's inhabitants, particularly the dragon marked houses. Many of Eberron's people-including elves and warforged-can trace their lineage to this forgotten land, and they seek to fill in the gaps of their own history. The riches of the giants' empire wait for explorers, as do the vast fields of dragon shards. The jungle lands are verdant, and if they could be tamed, they would offer grand opportunities for farming and settlement. </p><p>Only a small number of settlements established by foreigners have survived on Xen'drik. Most are tiny frontier towns, maintained by a rich patron or a dragon marked house. The famous port of Stormreach is the only one of them that has managed to become a full-fledged city. </p><p><i>Associated Skills: </i>Nature </p><p>Published in Eberron Player's Guide, page(s) 152. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Pf9aKg35Uj1WeGrL",
	"_key":"!items!Pf9aKg35Uj1WeGrL"
}