{
	"name":"Beastwalker Circle",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Druid, summon natural ally power </p><p><b>Benefit: </b>You gain the wild shape power. Additionally, you can take a druid daily attack power at any level where you would normally gain an additional use of the summon natural ally power. If you do so, you do not gain the additional use of summon natural ally. </p><p>Druid Feature </p><p>Wild Shape </p><p>You assume an aspect of the Primal Beast or return to your humanoid form. </p><p>At-Will </p><p>Polymorph </p><p>, </p><p>Primal </p><p>Minor Action </p><p>Personal </p><p>Effect: You change from your humanoid form to beast form or vice versa. When you change from beast form back to your humanoid form, you can shift 1 square. While you are in beast form, you can't use weapon or implement attack powers that lack the beast form keyword, although you can sustain such powers. </p><p>You choose a specific form whenever you use wild shape to change into beast form. The beast form is your size, resembles a natural beast or a fey beast, and normally doesn't change your game statistics. Your equipment becomes part of your beast form, but you drop anything you are holding, except implements you can use. You continue to gain the benefits of the equipment you wear, except a shield. </p><p>You can use the properties and the powers of implements as well as magic items that you wear, but not the properties or the powers of weapons or the powers of wondrous items. While equipment is part of your beast form, it cannot be removed, and anything in a container that is part of your beast form is inaccessible. </p><p>Special: You can use this power once per round. </p><p>Update (11/17/2010) </p><p>In the first paragraph, replace the third sentence with the following text. </p><p>\"While you are in beast form, you can't use weapon or implement attack powers that lack the beast form keyword, although you can sustain such powers.\" </p><p>Published in Heroes of the Feywild, page(s) 126. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YB30zJrd2xRLGD59",
	"_key":"!items!YB30zJrd2xRLGD59"
}