{
	"name":"Call to the Wild",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Druid </p><p><b>Benefit: </b>Choose one of your druid daily attack powers that has a level. You lose that power and gain the summon natural ally power, which you can use to summon a creature that is associated with your Primal Aspect (such as Primal Guardian or Primal Predator) and that has a level equal to or lower than the daily attack power you lost. </p><p>Druid Attack </p><p>Summon Natural Ally </p><p>You call out to the spirits of the natural world, which send a faithful creature to do your bidding. </p><p>Daily </p><p>Primal </p><p>, </p><p>Summoning </p><p>Standard Action </p><p>Ranged </p><p>5 </p><p>Effect: You summon a creature associated with your Primal Aspect (such as Primal Guardian or Primal Predator) and of your level or lower. The creature appears in an unoccupied space within range. It is an ally to you and your allies. </p><p>The creature lacks actions of its own. Instead, you spend actions to command it mentally, choosing from the actions in the creature's description. You must have line of effect to the creature to command it. When you command the creature, you and the creature share knowledge but not senses. </p><p>When the creature makes a check, you make it using your game statistics, not including any temporary bonuses or penalties. </p><p>The creature lasts until it drops below 1 hit point, at which point you lose a healing surge (or hit points equal to your surge value if you have no surges left). Otherwise, it lasts until you dismiss it as a minor action or until the end of the encounter. </p><p>Published in Heroes of the Feywild, page(s) 128. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"feat"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6iPvC7m4arJSB0DX",
	"_key":"!items!6iPvC7m4arJSB0DX"
}