{
	"name":"Expert Chainfighter",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Proficient in spiked chain, shadar-kai, any martial class </p><p><b>Benefit: </b>You gain a benefit with any of the following powers you possess. </p><p>Deft Strike (Rogue): You can use a spiked chain with this power. If you are wielding a spiked chain, you can move 2 squares before or after making the attack, and you can treat your Sneak Attack damage as necrotic damage for this attack. </p><p>Dual Strike (Fighter): If you are wielding a spiked chain, you can treat it as though you are wielding two melee weapons (the spiked chain is considered both your main hand and your off-hand weapon). You can shift 1 square before, between, or after the two attacks. </p><p>Brash Assault (Warlord): If your target hits you with the attack granted by this power and you are wielding a spiked chain, the target takes necrotic damage equal to your Strength modifier. </p><p>Twin Strike (Ranger): If you are wielding a spiked chain, you can treat it as though you are wielding two melee weapons (the spiked chain is considered both your main hand and your off-hand weapon). You can shift 1 square before, between, or after the two attacks. </p><p>Published in Dragon Magazine Annual, Dragon Magazine 372, page(s) 9. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zTEa1JWbUlpFsyYc",
	"_key":"!items!zTEa1JWbUlpFsyYc"
}