{
	"name":"Arawai",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Good </p><p><b>Gender: </b>Female </p><p><b>Sphere: </b>Agriculture, fertility, the wilderness as natural resources </p><p><b>Domain: </b>Life, Storm, Wilderness </p><p>Arawai is the goddess of fertility, abundance, and life (particularly plant life). She teaches that the wilderness holds great resources that empower civilization. The sister of Balinor and the Devourer, Arawai is also the mother of the Fury (as a result of her rape at the hands of the Devourer, according to Sovereign Host religious texts). She finds followers among parents, farmers, druids, rangers, sailors, and others who place great importance on nature, fertility, or the weather. Iconography usually depicts her as a halfelf female, sometimes as a human or a half ling, and occasionally as a bronze dragon. </p><p>Her tenets are simple and few: </p><p>- Be fruitful and multiply. </p><p>- Celebrate life, especially new life. A young sapling is a beautiful creation, and children are the world's greatest blessing. </p><p>- Never turn your back on a child or young creature in need. </p><p>Arawai is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization-community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life-peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals. </p><p>As a group, the Host exhorts its followers to: </p><p>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it. </p><p>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly. </p><p>- Bring the light of civilization to the darkness of the wilds. </p><p>Published in Eberron Player's Guide, page(s) 14. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"other"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bHT3zmZLnD4ideRp",
	"_key":"!items!bHT3zmZLnD4ideRp"
}