{
	"name":"Aurom, The Shattered One",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Dead God or Goddess </p><p><b>Alignment: </b>Unaligned </p><p><b>Sphere: </b>The Cycle of Life </p><p>Aurom was an early god-or, in some records, goddess-of the dead. Since he was a tribal god, he held sway over a broad spectrum of subjects. Many deities were less than pleased with Aurom's claim on so many subjects. Aurom was slain by Nerull, a powerful mortal necromancer seeking divinity. Nerull took only the portfolio of death from the dead deity and left Aurom's other portfolios to be divided among the other deities, thus securing a place among them. </p><p>Aurom's existence was long hidden, since Nerull erased any knowledge of his predecessor that he could track down. Those who taught that Nerull had not always been the only god of the dead met horrible fates. The truth finally came to light when the Raven Queen slew Nerull and saw a benefit in weakening that god's original hold by revealing the truth of his origins. </p><p>Little is known of Aurom despite the Raven Queen's revelations, and few people agree on what he or she was really like. Various sects have sprung up, each with radically different ideas. Most sects survived for only a short while. The only sect to have persisted for more than a few decades now is the Enclave of Dust. Most members are dry and bookish, dispassionate folk who see death as a necessity. They renounce the importance of the soul. Their particularly morose outlook means their cult has been small over the years, but also has kept them from becoming important enough to be a target for elimination. </p><p>The Enclave of Dust today speculates that Aurom taught the following: </p><p>- Everything is part of the cycle. We are born. We live. We die. Respect life, and know death to be a part of it. </p><p>- We are created from the elements and return to the chaos when it ends. The primordials are our enemies. They seek to undo the cycle, refusing to be part of it. </p><p>- Undeath is a punishment and trial. It should be ended for those who do not deserve it, and it should be prolonged or inflicted on those who do. </p><p>- Do not fight death. Do not seek to be more than you are. We are all dust. </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"alTVrhuqWSpXE0eZ",
	"_key":"!items!alTVrhuqWSpXE0eZ"
}