{
	"name":"Balinor",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Unaligned </p><p><b>Gender: </b>Male </p><p><b>Sphere: </b>Beasts, the hunt, the cycle of life </p><p><b>Domain: </b>Earth, Strength, Wilderness </p><p>Balinor rules the beasts, the hunt, and the cycle of life. He teaches respect for wild animals and nature: One should take-carefully-only what one needs from the wild to improve civilization. That the intelligent races slay and eat animals is part of the natural cycle. That an occasional hunter falls to a rampaging boar or angry bear is also part of the cycle. Brother to both Arawai and the Devourer, Balinor counts rangers, druids, and hunters of all types among his followers. In images, he appears as a crude but good-natured human or half-orc, and sometimes as a green dragon. </p><p>His commands are straightforward: </p><p>- Take what you need from nature, but respect its power. </p><p>- Courage invites luck. Never flinch in the face of danger, but don't court it unprepared. </p><p>- Change is constant. The only certainty in life is death. Death is not to be feared, but celebrated as part of the natural cycle. </p><p>Balinor is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization-community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life-peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals. </p><p>As a group, the Host exhorts its followers to: </p><p>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it. </p><p>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly. </p><p>- Bring the light of civilization to the darkness of the wilds. </p><p>Published in Eberron Player's Guide, page(s) 15. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"q7wmGBZxsNIvd1zh",
	"_key":"!items!q7wmGBZxsNIvd1zh"
}