{
	"name":"Boldrei",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Good </p><p><b>Gender: </b>Female </p><p><b>Sphere: </b>Community, home, hearth </p><p><b>Domain: </b>Civilization, Justice, Protection </p><p>In some ways representative of the Sovereign Host as a whole, Boldrei's areas of influence are community and the safety and comfort of hearth and home. Her name is invoked at weddings and government appointments. She is Aureon's wife and counts commoners, parents, and militia members among her worshipers. She is usually depicted as a commoner of any race, and sometimes as a copper dragon brooding over a clutch of eggs. </p><p>Her tenets are: </p><p>- Value your community and family above yourself. Ensure that if you fall, they survive. </p><p>- Make your home your haven. Weighty and stressful affairs belong elsewhere, and violence in the home is unconscionable. </p><p>- Help other members of your community with no thought of recompense. Rewards come when they are needed. </p><p>Boldrei is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization-community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life-peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals. </p><p>As a group, the Host exhorts its followers to: </p><p>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it. </p><p>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly. </p><p>- Bring the light of civilization to the darkness of the wilds. </p><p>Published in Eberron Player's Guide, page(s) 15. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"764ThLz8xqtECZ1B",
	"_key":"!items!764ThLz8xqtECZ1B",
	"featureType":"feat"
}