{
	"name":"Dol Arrah",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Lawful Good </p><p><b>Gender: </b>Female </p><p><b>Sphere: </b>Light (physical and metaphorical, the goodness of the soul), honor, selflessness, military strategy, war </p><p><b>Domain: </b>Hope, Sun, War </p><p>Dol Arrah is the shining goddess of honorable combat, selflessness, and sunlight. She brings light to pierce the dark places and blades to pierce the hearts of monsters. Legends say that Dol Dorn and the Mockery are her brothers. Paladins, warlords, and good-aligned fighters revere her, as do diplomats, who fight their battles with words instead of swords. She appears in religious texts as a human or half-elf knight alight with holy radiance, and sometimes as a red dragon atop a cloud. </p><p>Her teachings are: </p><p>- Bring succor to those who suffer. </p><p>- Bring the light of truth and goodness to dark and evil places. </p><p>- Bring force of arms against all that is evil. </p><p>Dol Arrah is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization-community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life-peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals. </p><p>As a group, the Host exhorts its followers to: </p><p>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it. </p><p>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly. </p><p>- Bring the light of civilization to the darkness of the wilds. </p><p>Published in Eberron Player's Guide, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"other"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ckBnf9W2ZYj4Olde",
	"_key":"!items!ckBnf9W2ZYj4Olde"
}