{
	"name":"Dol Dorn",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Unaligned </p><p><b>Gender: </b>Male </p><p><b>Sphere: </b>Courage, duty, physical prowess, soldiers and warriors, war </p><p><b>Domain: </b>Skill, Strength, War </p><p>The god of courage and physical prowess, Dol Dorn also exemplifies duty and war. He urges all people to be at their physical best. Soldiers, fighters, and warlords are his primary worshipers, along with athletes and acrobats. Said to be the brother of Dol Arrah and the Mockery, texts depict Dol Dorn as a musclebound human, dwarf, or half-orc, and occasionally as a mighty silver dragon. </p><p>His commands are simple but strong: </p><p>- Shirk your duty only if your charges have become unworthy of it. </p><p>- Achieve and maintain physical perfection. </p><p>- Test your physical powers in contests and in battle. May the strongest prevail! </p><p>Dol Dorn is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization-community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life-peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals. </p><p>As a group, the Host exhorts its followers to: </p><p>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it. </p><p>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly. </p><p>- Bring the light of civilization to the darkness of the wilds. </p><p>Published in Eberron Player's Guide, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"other"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CbzwA6eGjxSQOZWv",
	"_key":"!items!CbzwA6eGjxSQOZWv"
}