{
	"name":"Faceless Hate Disease",
	"type":"feature",
	"img":"icons/magic/death/hand-withered-gray.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavor\"><em>Anger builds inside you. It is blinding rage that cannot be sated until everything around you is dead.</em></p>\n<p class=\"powerstat\"><strong>Stage 0</strong>: The target recovers from the disease.<br><strong>Stage 1</strong>: While affected by stage 1, the target must make every opportunity attack that it can, and its allies provoke opportunity attacks from it as if they were its enemies (they are not otherwise considered its enemies).<br><strong>Stage 2</strong>: While affected by stage 2, the target must make every opportunity attack that it can, and its allies provoke opportunity attacks from it as if they were its enemies (they are not otherwise considered its enemies). In addition, while the target is bloodied, it is blinded but has blindsight 5. If the target does not hit with an attack on its turn while bloodied, it takes 5 psychic damage per tier at the end of its turn.<br><strong>Stage 3</strong>: While affected by stage 3, the target's eyes and mouth vanish. The target is blinded but has blindsight 5. The target's alignment changes to evil if it wasn't evil already, and it treats all creatures as enemies. Finally, whenever the target starts its turn with at least one creature within 5 squares of it, the target must use its standard action on its turn to make an attack if possible.<br><strong>Check</strong>: At the end of each extended rest, the target makes an Endurance check if it is at stage 1 or 2.<br><em>Lower than Easy DC</em>: The stage of the disease increases by one.<br><em>Easy DC</em>: No Change<br><em>Moderate DC</em>: The stage of the disease decreases by one.</p>\n<p class=\"publishedIn\">Published in The Book of Vile Darkness, page(s) 2-33.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":0,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"other"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fwh4TXdJbnVgl3jB",
	"_key":"!items!fwh4TXdJbnVgl3jB"
}