{
	"name":"Haramathur, The Guardian in Stone, the Eternal Watcher",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Dead God </p><p><b>Alignment: </b>Lawful Good </p><p><b>Sphere: </b>Guardians </p><p>Haramathur was a guardian god who was tasked during the Dawn War with the protection of the Astral Sea against incursions of creatures from the Elemental Chaos. He had no enemies among the other deities, who recognized him as a force whose power protected them. </p><p>In the last years of the Dawn War, Io's violent death caused a rift between the planes. Haramathur realized the only way to prevent the primordials from using the rift to invade the Astral Sea was to close off the way with his own essence. He sacrificed himself by turning himself and everything around him to stone to seal the rift. Few individuals know Haramathur's role in these events. The deities try to limit any knowledge of what happened because they fear that someone might seek to restore Haramathur to his original form, and hence restart the war. </p><p>Haramathur's body exists in two different locations, with one in the Astral Plane and one in the Elemental Chaos. In the Astral Plane, his essence is interwoven with the realm now known as Erishani (described in The Plane Above). Here, Haramathur's remaining power holds in stasis an ancient primordial. Few are aware of his influence there, and other deities leave this realm alone. Only a few key people in the settlement of Rhym Katal know the truth. </p><p>In the Elemental Chaos, Haramathur's stone body drifts in a calm area that exists in a twenty-mile wide maelstrom of rock, ash, and molten lava. The area is called Mael Arn'dreygh, or the Sealed Way. The stony form holds only one settlement: a fortresslike githzerai monastery hewn from the rock. The githzerai monks, who call themselves the Disciples of Stone, are rumored to communicate with stone, and they are led by Asaerte Nedanar, a powerful psion. Asaerte knows the full history of Haramathur and Mael Arn'dreygh, but he has not yet passed this knowledge along to a successor or allowed anyone into the monastery's inner sanctum. The monastery is also the only place that possesses written records of the event, which are chiseled in the stone walls of the inner sanctum. </p><p>Some say that those who become lost in the maelstrom around Mael Arn'dreygh might end up in the bogs of Erishani, and vice versa. So far, none who have disappeared in the maelstrom have ever returned alive. </p><p>When still alive, Haramathur taught the following: </p><p>- Protect those for whom you care, as well as those who cannot protect themselves. </p><p>- Patience is a virtue. Wait for your enemies to move. Stay ever vigilant. </p><p>- Do not fear the darkness. Train yourself to be aware of your enemies with all your senses. </p><p>- The earth is your friend. Use it to protect yourself and trap your enemies. </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"other"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kvY3G24le09Q7cTR",
	"_key":"!items!kvY3G24le09Q7cTR"
}