{
	"name":"Laeris, The Trickster",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Dead God </p><p><b>Alignment: </b>Unaligned </p><p><b>Sphere: </b>Trickery and Deceit </p><p>Laeris was the god of trickery and deceit-a playful god who was quick to draw the ire, if not open hostility, of his fellow deities by his frequent pranks and his lack of personal boundaries. Laeris's true form is unknown. He did not have a favorite avatar form, and instead he used various races of either gender-whatever suited him best at the time. His origins are shrouded in mystery, and so is his death. </p><p>The story says that Vecna killed Laeris when the trickster attempted to steal the Final Moment, a powerful draught that can imbue the imbiber with a most profound insight into his own destiny. Laeris entered Citadel Cavitius, Vecna's stronghold, but Vecna destroyed Laeris in the same moment the trickster recovered and drank the Moment. </p><p>Some say the story is fabricated. They believe Laeris fled with the Moment, and now lays low, fearing Vecna's wrath. Whether Laeris is truly dead or whether it is all a ruse is unknown. His followers tell both tales-and various others-which only adds to the confusion. And, of course, Vecna never revealed what happened. </p><p>As a result, cults to Laeris still exist, though priests are few and far between. </p><p>When still alive (or, at least, active), Laeris taught the following: </p><p>- Truth does not exist. Everybody lies. Don't trust anyone. </p><p>- Law is a crutch. Only those who can do as they want are truly free. </p><p>- Property is an illusion. Take what you need today, but do not hold on to it tomorrow. </p><p>- Hide your activities from others. Lie about your motives. Never reveal your goals. Only those who can see through your deceits are worthy to discover your true goals. </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RpaMxY8tscqQ0Ph6",
	"_key":"!items!RpaMxY8tscqQ0Ph6"
}