{
	"name":"Nusemnee, The Dread Maiden, the Horned Daughter",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Dead God </p><p><b>Alignment: </b>Good </p><p><b>Sphere: </b>Heroism and Redemption </p><p>Nusemnee was the daughter of Zehir and a powerful devil. A scaled, lean woman with burning eyes, her fangs dripped with poison. She was originally an assassin for her father, supporting his schemes by murdering his opponents. When she failed to assassinate a high priest of Pelor, she was abandoned and then mortally wounded by a paladin's holy blade. Expecting only death, she was surprised when the high priest healed her, showing her compassion and forgiveness. Intrigued, she decided to honor a promise to the high priest and aid him in his holy quest until a time that she could save his life in turn. </p><p>Nusemnee thus became a symbol of redemption. When she finally died at the end of the high priest's quest, she rose again, this time as a minor goddess. In this form, she opposed her father by offering redemption to all who would turn away from evil. </p><p>Nusemnee was later killed by a poison that could kill anything-even a deity-that was distilled from Zehir's blood. Her body, a scaly withered husk, drifts in one of the darkest portions of the Astral Sea, where it is sought out by redemption seekers. Some say that Nusemnee's blood still holds a poison strong enough to kill even Zehir. Vicious devils and a force of yuan-ti abominations guard the body in Zehir's name. So far, nobody has drawn a single drop of blood from her dehydrated corpse. </p><p>Since Nusemnee died relatively recently, a number of cults and priests still exist today. Their numbers dwindle as people turn their worship to other deities. Temples to Nusemnee exist in twilight places, city slums, and the upper Underdark, where those most in need of redemption can be found. </p><p>When still alive, Nusemnee taught the following: </p><p>- It is never too late to seek redemption. </p><p>- True heroism does not come from good deeds. It comes from doing good when it matters. </p><p>- Nobody is perfect. Those who seek to be perfect will fail. It is not a shame to fail, and it is not a waste to try. </p><p>- Open your heart to possibilities. Never give up hope. </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"tKsn8wxQYhuovIH7",
	"_key":"!items!tKsn8wxQYhuovIH7"
}