{
	"name":"Olladra",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Good </p><p><b>Gender: </b>Female </p><p><b>Sphere: </b>Fortune, luck, success </p><p><b>Domain: </b>Change, Freedom, Luck </p><p>The goddess of luck and plenty, Olladra's name is a popular one. People toast her at parties and festivals. Gamblers, rogues, bards, and hedonists pay her homage throughout the year. She is Onatar's wife and mother to the twins Kol Korran and the Keeper. In imagery, she is a young half ling, an old female human, and occasionally a black dragon. </p><p>Her tenets are: </p><p>- Eat, drink, and be merry, for life is good and luck comes to those who need it. </p><p>- Olladra favors the bold. Fashion your own destiny to enjoy her favor. </p><p>- Fight against oppression. Any who would deny you your freedoms should feel Olladra's anger. </p><p>Olladra is part of the The Sovereign Host, a group of deities collectively representing the entire world, but focusing on aspects of civilization-community, the protection of the weak, the slaying of wild beasts, fertility, construction, and the like. The Sovereign Host is the most widely worshiped body in Khorvaire. Nearly everyone offers prayers to the Host as a whole and to individual deities for specific actions. For example, a farmer might whisper a prayer of thanks to Arawai when his baby is born healthy, and a blacksmith might sing the songs of Onatar when working at her forge. The Sovereign Host finds worshipers among all races and from all walks of life-peasants, kings, and adventurers. The faithful worship the pantheon as a whole, rather than devoting themselves to specific deities. Worshipers of the Sovereign Host are called Vassals. </p><p>As a group, the Host exhorts its followers to: </p><p>-Place your trust in the community. The group is stronger by far than the individual. The great light of a city is composed of the thousands of flames of its citizens. You must ensure that your flame is as bright as you can make it. </p><p>- Treat others as they deserve to be treated. If they haven't harmed you or yours, treat them kindly. </p><p>- Bring the light of civilization to the darkness of the wilds. </p><p>Published in Eberron Player's Guide, page(s) 17. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"R802sMBiE1F7eGzd",
	"_key":"!items!R802sMBiE1F7eGzd"
}