{
	"name":"Russet Mold Contagion Disease",
	"type":"feature",
	"img":"icons/magic/death/hand-withered-gray.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavor\"><em>Those infected sprout red-brown mold that transforms tissue into plant matter. A victim's death gives rise to a plant creature known as a vegepygmy</em></p>\n<p class=\"powerstat\"><strong>Stage 0</strong>: The target recovers from the disease.<br><strong>Stage 1</strong>: While affected by stage 1, the target exhibits patches of red-brown mold and tendrils over 10 percent of the body, and the target loses a healing surge.<br><strong>Stage 2</strong>: While affected by stage 2, the target's skin becomes green or brown, resembling plant matter. The target loses two healing surges and takes a -2 penalty to AC, Fortitude, and Will.<br><strong>Stage 3</strong>: While affected by stage 3, the target's skin is altered as in stage 2, and its hair changes to resemble plantlike tendrils. The target loses all healing surges, cannot regain hit points, and takes a -2 penalty to AC, Fortitude, Will, and Constitution-based ability and skill checks. The target still makes Endurance checks against the disease, but the stage cannot decrease even on a successful check. If the target dies while at this stage, a vegepygmy hunter (see below) emerges in its former space. If the stage of the disease increases at this stage, the target dies.<br><strong>Check</strong>: At the end of each extended rest, the target makes an Endurance check if it is at stage 1 or 2.<br><em>10 or lower</em>: The stage of the disease increases by one.<br><em>11-14</em>: No Change<br><em>15 or higher</em>: The stage of the disease decreases by one.</p>\n<p class=\"publishedIn\">Published in Dungeon Magazine 201.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":5,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"other"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"7Xb9BtouT0UkFfPg",
	"_key":"!items!7Xb9BtouT0UkFfPg"
}