{
	"name":"Sagawehn, The Winged Mistress, the Hive Mind",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Dead God </p><p><b>Alignment: </b>Unaligned </p><p><b>Sphere: </b>Vermin </p><p>Sagawehn was the goddess of insects. Where other deities relied on the prayers of intelligent beings, the Winged Mistress took her power from creatures that did not have individual thoughts. All insects, no matter how mindless or seemingly insignificant, belonged to her. Although a single individual from the intelligent races offered more power than a lonely insect, Sagawehn's flock came in much larger numbers. </p><p>Sagawehn was a passionless deity who valued the community-the hive-above all else. She sought to crush individuality, perceiving it as a danger to the whole. She aimed to expand always; those she met either joined the hive or were crushed by it. Understandably, she was never popular among humankind, though some thri-kreen tribes paid her homage. </p><p>Sagawehn originally resided in Arvandor, but her expansionism soon came into conflict with other beings on that plane, especially the fey that worshiped Corellon. Faced with either assimilation or war, the fey, backed with powerful divine magic, attempted to stop Sagawehn and drive her back. </p><p>After a long war, several powerful eladrin heroes sought out Sagawehn to either stop the invasion or slay her. She appeared as a mass of beetles, spiders, and other vermin. In an epic battle Sagawehn was slain-but not before many eladrin fell, among them the priestess whose last magic spell took Sagawehn's life. </p><p>No astral corpse remains of Sagawehn. Some say she is not truly dead, but that her legacy continues on in the lamia that spawned from the high priestess who fell to the vermin that devoured her. </p><p>The priests in Sagawehn's cults are called hive masters. Each has a fascination for vermin. Insect colonies form the model for a life that is much more structured than that of most other races. They either teach such order and community feeling to their people-or force it upon them. </p><p>When still alive, Sagawehn taught the following: </p><p>- The community is the greater good. Sacrifice all for the whole. </p><p>- A community thrives if those within it do their jobs well-specialize and allow others to benefit. </p><p>- Strength is in numbers. Power comes with growth and expansion. </p><p>- Seek to expand. Conquer those who oppose you. </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"iH7cMURyxjLwnlGX",
	"_key":"!items!iH7cMURyxjLwnlGX"
}