{
	"name":"The Blood of Vol",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Unaligned </p><p><b>Sphere: </b>Divine power of the blood, immortality, undeath </p><p><b>Domain: </b>Death, Undeath </p><p>The faithful of the Blood of Vol are captivated by the literal and figurative meaning of blood and of heredity, seeing blood as a source of power and divinity. They focus their energy on self-improvement, shunning higher forces. Worshipers believe in the power of what is physical and present, and focus on the affairs of day-to-day life, not on an illusory otherworldly power. Blood is the divinity within, the source of life, and, if one's faith is strong and one's abilities mastered, the only true path to immortality. Adherents of the Blood of Vol are often distrusted by members of other faiths because of rumors that the Blood of Vol worships the undead. Widely misunderstood, the teachings of the religion are dark and driven, but not evil. The same can be said of its followers. </p><p>The Blood of Vol's exhortations are simple: </p><p>- Believe in yourself. A common recitation when faced with a challenge or event: \"As the blood is the power, and the blood flows through me, the power is mine.\" </p><p>- Work to improve yourself and your capacities. A complete understanding of the divinity within opens the door to immortality. </p><p>- Meet with other members of the Blood of Vol to share in the power of each other's blood. </p><p>Published in Eberron Player's Guide, page(s) 18. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"sOZ4ihU6dVBECIN9",
	"_key":"!items!sOZ4ihU6dVBECIN9",
	"featureType":"feat"
}