{
	"name":"The Silver Flame",
	"type":"feature",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Lawful Good </p><p><b>Sphere: </b>Protection, generosity, destruction of evil and the unnatural </p><p><b>Domain: </b>Hope, Justice, Protection </p><p>Second only to the Sovereign Host in popularity and prominence, the Silver Flame espouses purity, steadfastness, charity, and, above all, the destruction of evil. As such, paladins are its most fervent worshipers, but crusaders from all walks of life look to the Flame for guidance. The Silver Flame is an abstraction, not a deity. It represents powerful forces of good and self-sacrifice that keep evil locked away. In ages long past, a female human named Tira Miron transcended her humanity to become the immortal Voice of the Flame. She serves as the intermediary between the sacred Flame and the vast majority of mortals who haven't attained the purity necessary to communicate directly with the divine force. </p><p>The Church of the Silver Flame is much more organized than the hierarchy of the Sovereign Host. The Church has a definite chain of command, and its members aren't afraid to wield their power in secularaffairs. Flamekeep, in Thrane, is the Church's capital and home to its leader, the Keeper of the Flame. The teachings of the Silver Flame (and its church) are: </p><p>- Destroy evil in all its forms. Undead are particularly abhorrent to the Silver Flame. </p><p>- Bring relief to those who suffer. </p><p>- Protect those who cannot protect themselves.Offer aid to those who can. </p><p>Published in Eberron Player's Guide, page(s) 18. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Bd5G6xFgITVyfcLz",
	"_key":"!items!Bd5G6xFgITVyfcLz",
	"featureType":"feat"
}