{
	"name":"The Traveler",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>God </p><p><b>Alignment: </b>Unaligned </p><p><b>Gender: </b>Unknown </p><p><b>Sphere: </b>Change, cunning, innovation, deception </p><p><b>Domain: </b>Change, Creation, Trickery </p><p>The great trickster, the Traveler is a deity of cunning, deception, and change. The Traveler is a consummate shapechanger and master of disguises, and thus the being's true nature is unknown-texts variously refer to the Traveler as \"it\" rather than \"he\" or \"she.\" Many doppelgangers, shifters, lycanthropes, thieves, and rogues revere the Traveler, as do a few artificers who focus on the deity's innovation and cleverness. The Traveler is sometimes called the Giver of Gifts, but proverbs warn that one must be wary of its gifts. Ostensibly a member of the Dark Six, the Traveler seems to have no connection, familial or otherwise, to its fellows. </p><p>The Traveler's commandments must often be inferred, for its holy texts are few. Its tenets are: </p><p>- Revealing your true self is weakness. Shroud yourself in misdirection and disguise so that even you do not know what dwells in your core. </p><p>- Nothing is permanent. Ensure that change improves your lot and damages your enemies. </p><p>- The best weapons are cunning plans and intricate deceptions. Mortal minds are predictable and easily manipulated. </p><p>The Traveler is part of The Dark Six. Complementing the Sovereign Host and its focus on the light of civilization, the Dark Six represent the darkness of the wilds. The two pantheons were once combined, but a great schism separated them. The Dark Six now oppose the Host on all fronts. Where the Sovereign Host is generally good, the Dark Six are by and large evil. Where the Sovereign Host values community and government, the Dark Six value individuality and anarchy. The Dark Six are cruel, passionate, brutal, and wild. </p><p>Published in Eberron Player's Guide, page(s) 17. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rQqVRjyzmhONbSTU",
	"_key":"!items!rQqVRjyzmhONbSTU"
}