{
	"name":"Torm, The Loyal Fury",
	"type":"feat",
	"img":"icons/svg/mystery-man.svg",
	"system":{
		"description":{
			"value":"<p><b>Type: </b>Greater God </p><p><b>Alignment: </b>Lawful Good </p><p><b>Gender: </b>Male </p><p><b>Sphere: </b>Law </p><p><b>Dominion: </b>Celestia </p><p><b>Priests: </b>Holy Champions </p><p><b>Adjective: </b>Tormish </p><p><b>Domain: </b>Civilization, Justice, Protection </p><p>Torm became the master of Celestia after the heroic self-sacrifice of the legendary Tyr (who perished decades ago when defending the upper realms against an overwhelming demonic incursion). He now shines as the beacon of pure law in the cosmos, and stands as the most civilized and civilizing force in the pantheon. Truth, loyalty, and a steadfast devotion to a righteous cause are his gifts to his mortal followers, and he is an inspiration to many of his fellow deities as well. </p><p>The Tormish church includes the greatest number of paladins of any religious organization in the world, and his priests, known as holy champions, are accomplished warriors, ready to defend the principles of law and order. </p><p>His temples take the form of mighty citadels, their imposing architecture a symbol of Torm's earnest stability in the face of chaos. From these edifices, Tormish priests and paladins are sent out into the world to root out corruption in any form, often imposing their own sets of laws and procedures on nations they feel are too open to lawlessness. </p><p>The faithful celebrate two important holy days. The Divine Death (13 Marpenoth) commemorates the day when Torm and Bane destroyed each other during the Time of Troubles; the True Resurrection two days later honors Torm's return to life, while Bane (at least temporarily) still lay dead. </p><p>Published in Forgotten Realms Campaign Guide, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"1y7Gh4ZoQqWJntUs",
	"_key":"!items!1y7Gh4ZoQqWJntUs"
}