{
	"name":"Alchemist Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Masters of a rare and ancient discipline, alchemists study the properties of mundane and magical elements. They are keen observers of the physical world, and many alchemists have extensive interests in fields of knowledge ranging from astronomy to zoology.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although many wizards find the study of alchemy rewarding, not all alchemists are wizards. Alchemy does not require the casting of spells or the use of arcane power; the reagents provide all the magic that is necessary to create alchemical effects. Anybody who has a reliable formula, the necessary ingredients, and the specialized knowledge to follow exacting instructions precisely can create alchemical substances and devices. For example, fighters and paladins sometimes study alchemy for its usefulness in siegecraft and military engineering, and rogues find many uses for smoke bombs, lock-eating acids, and sleeping powders.<br>&nbsp;&nbsp;&nbsp;&nbsp;Experiment and experience are the alchemist's path to understanding, and the vast majority of alchemists maintain a large laboratory stocked with a huge variety of tools and reagents. Alchemical laboratories are expensive, so most alchemists seek out a wealthy sponsor, such as a royal patron, or a civic commission. In some lands, sponsorship of a famous alchemist is a point of great pride, and rival cities or courts seek to entice alchemists of renown to establish workshops in the realm. Alchemists who have no royal patrons support their studies and experiments by producing mixtures that are useful to other artisans, or substances that have military (or criminal) applications. Unsponsored alchemists have less time or fewer resources available for pure experimentation, but they're also not hampered by meddling or inconvenient requests from the lord or lady holding the purse strings.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Alchemist Starting Feature (1st level)</strong>: You gain the Alchemist feat as a bonus feat. You know the formula for a particular 1st-level alchemical item (such as alchemist's fire). You can use this formula without needing training in any skill associated with it.<br>&nbsp;&nbsp;&nbsp;&nbsp;At the end of a short rest, you can create one alchemical item of your level or lower at no cost. You must know the formula for the item you create. You can have only one such item prepared at a time.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Alchemist Level 5 Feature (5th level)</strong>: You learn one alchemical formula of your level or lower.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Alchemist Level 10 Feature (10th level)</strong>: You gain a +2 bonus to attack rolls with alchemical items you create. Also, you learn one new alchemical formula of your level or lower.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"jefHxxfCwYcfCk7z",
	"_key":"!items!jefHxxfCwYcfCk7z"
}