{
	"name":"Animal Master Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Gifted with an uncanny ability to befriend and train natural beasts, animal masters are often more at home with animals than with people. Anyone who lacks for humanoid companionship might adopt an animal as a friend and traveling companion, but animal masters aren't just collectors of pets&mdash;they're expert trainers and handlers who establish practical partnerships with their animal companions. Animals possess crucial senses and abilities that humans (and other civilized people) lack, and by working closely with a well-trained partner, animal masters gain the benefit of these senses and talents too.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although some who work with animals train large, ferocious creatures as battle companions, most animal masters work with common animals that are easily domesticated. Their companions are friendly toward or tolerate humans, and they have much more ability to learn complicated tricks and behaviors than truly wild animals do. Heroes interested in keeping panthers, bears, wolves, or other large carnivores to tear their foes to pieces belong in the druid or ranger classes, where they can learn the appropriate powers and acquire dangerous wild beasts to aid them in battle.<br>&nbsp;&nbsp;&nbsp;&nbsp;Animal Minions in Combat<br>Your animal minion normally stays out of the way in combat, waiting by the outskirts of the fighting. You can direct it to help you by using distracting attack. If you're not using your animal minion to harass a foe, you can assume that your pet is safely out of harm's way and won't attract any enemy attention. Distracting attack doesn't normally provoke a response against your animal, since it moves in and out of the thick of the fighting quickly. <br>&nbsp;&nbsp;&nbsp;&nbsp;At the DM's discretion, an animal minion can act independently; for example, if you are incapacitated, your minion might run off to bring help back to you.<br>&nbsp;&nbsp;&nbsp;&nbsp;Replacing Animal Minions<br>Until you reach 5th level, if your animal minion is killed, you can replace it after the end of your current adventure or one week, whichever comes first.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Animal Master Starting Feature (1st level)</strong>: Choose one of the five animals described below&mdash;cat, dog, hawk, monkey, or raven&mdash;to be your animal minion. This creature accompanies you for as long as it lives. The animal doesn't have a normal complement of actions, but it can take a move action when you take one. If it has a power, it can use it only on your turn. (With your DM's consent, you can substitute any similar creature for these choices; for example, an otter would be much like a cat with a skill bonus for swimming instead of climbing and jumping, and a badger is pretty close to a small dog in size and abilities.)<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the distracting attack power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Animal Master Level 5 Feature (5th level)</strong>: You can find and train a new animal minion at the end of any extended rest. If no suitable creatures are in your vicinity, you have to wait until you find a better spot. You can have only one animal minion at a time.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Animal Master Level 10 Feature (10th level)</strong>: You gain a +2 bonus to Bluff checks, Diplomacy checks, Insight checks, and Intimidate checks made against natural beasts.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"LT5zdPr9gstDqfwt",
	"_key":"!items!LT5zdPr9gstDqfwt"
}