{
	"name":"Athasian Minstrel Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>The minstrels of Athas are entertainers to the wealthy and powerful elite of the city-states. Singers, acrobats, poets, dancers, and storytellers, minstrels tour the cities of Athas in troupes or individually, making a living with their wits and talents. The civilized peoples of Athas have long celebrated minstrels, and by tradition all but the poorest or most suspicious of hosts are proud to open their doors to traveling performers. Hosting a minstrel or sponsoring a troupe's performance reflects well on the host, and most Athasians are eager to forget their troubles with a few hours of song and dance. Nobles often send troupes of minstrels to one another as gifts; it is seen as a great insult to refuse such a gift, even when all involved know that minstrels are often spies or assassins.<br>&nbsp;&nbsp;&nbsp;&nbsp;The most skilled (or fortunate) minstrels are highly paid companions to nobility, trusted advisors or agents who enjoy the most intimate confidences of their patrons. Minstrels are often retained by noble houses to tutor young nobles or teach them about the world. They might serve as bodyguards and fighting instructors at the same time. Minstrels who belong to a troupe lack the comfort and trust bestowed on a kept minstrel, but they enjoy the freedom to travel and the aid of a network of informants and allies throughout the Tyr Region. The poorest and most humble minstrels are simple wandering storytellers or jugglers who perform for their supper from night to night.<br>&nbsp;&nbsp;&nbsp;&nbsp;Many minstrels have a dark side they conceal beneath their charm and talent. Those with ambition and ruthlessness find opportunities in the employ of the elite classes. Minstrels often lead double lives as blackmailers, thieves, spies, or assassins; a minstrel's visit or a troupe's performance might conceal a mission of espionage or murder. They are renowned as masters of poison, concealed weapons, and subtle trickery. Even the humblest wandering minstrel with threadbare cloak and battered lyre might be more than he or she seems&mdash;there's no better spy than someone who seems harmless and is welcome wherever he or she goes.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"AfrS7CWiXck3bkPp",
	"_key":"!items!AfrS7CWiXck3bkPp"
}