{
	"name":"Beguiler Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Beguilers aspire to become masters of deception in all its forms. Consummate practical jokers, they delight in playing tricks even on their closest friends. A beguiler might be a master spy, able to slip into the shadows of an alley to evade a bothersome patrol, or a glib-tongued charmer who cons a wealthy merchant out of priceless jewels. Unattended valuables have a way of mysteriously disappearing in a beguiler's presence; those that are carefully watched are simply more of a challenge.<br>&nbsp;&nbsp;&nbsp;&nbsp;Beguilers struggle to tell the truth at the best of times. The stories they recount feature outlandish embellishments: The small drake vanquished by the beguiler's adventuring party is likely to become a massive red dragon somewhere around the third retelling. Succeeding with one lie just encourages the beguiler to try another, more outrageous one.<br>&nbsp;&nbsp;&nbsp;&nbsp;The greater the level of skill required to pull off a deception, the more likely a beguiler is to attempt it, just to see what he or she can get away with. Should a patron challenge one to pull off a difficult heist, or to deceive an entire town with a near-impossible illusion, the beguiler will pursue the assignment obsessively, to the exclusion of all else.<br>&nbsp;&nbsp;&nbsp;&nbsp;Beguilers often find employment as spies or thieves. Most possess a smattering of skills useful to such occupations: the crafting of disguises, the ability to disarm traps and pick troublesome locks, and the training to tread quietly without drawing attention. Able to think quickly on their feet, beguilers can lie readily and convincingly should they be discovered in an indelicate situation. Unlike most traditional spies, however, many beguilers also possess a strong affinity for mind-altering magic (including bards, or wizards specializing in illusion or enchantment) or a strong connection to the Shadowfell (such as assassins and nethermancers). Whether conjuring an illusory wall of fog to secure their escape, or implanting a simple magical suggestion in a guard, beguilers frequently use arcane trickery to succeed in their goals.<br>&nbsp;&nbsp;&nbsp;&nbsp;Most covert operators aim to get away clean and finish the task with none the wiser. Beguilers, however, take great pride in their grandiose deceptions and want the world to know what they have accomplished&mdash;not just that they succeeded, but how they did it. Thus, a beguiler might leave a calling card after stealing an enchanted sword from a supposedly impregnable vault, or imprint a unique signature on a masterful illusion, such as a fake volcanic eruption that evacuates a nearby town.<br>&nbsp;&nbsp;&nbsp;&nbsp;Beguilers place great importance on their reputations, and many acquire followers who admire their exploits. They delight in building an entourage that hangs on their every word. As they rise in stature, beguilers seek to acquire apprentices from the ranks of amateur thieves and illusionists drawn to their growing legend&mdash;though such a master never reveals all his or her secrets. Ironically for those so adept at deceiving others, beguilers are often vulnerable to flattery from sycophantic devotees.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Beguiler Starting Feature (1st level)</strong>: You gain proficiency with orbs.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the beguiling flash power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Beguiler Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Arcana checks and Stealth checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Beguiler Level 10 Feature (10th level)</strong>: If you miss an enemy with an arcane attack power while you have any concealment from that enemy, you gain a +2 power bonus to the next attack roll you make against it before the end of your next turn.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"YxTmCQAMRHZjyzQK",
	"_key":"!items!YxTmCQAMRHZjyzQK"
}