{
	"name":"Black-Hearted Knave Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Of course I'm out for myself. If I don't look out for me, who will?\"</em></p>\n<p>Personal gain motivates the black-hearted knave. Scoundrels of the highest order, these cunning, untrustworthy villains exploit, betray, and deceive, having little concern for the people they hurt and the lives they destroy. Knaves encompass a wide range of characters, from the charlatan foisting colored water off as a cure for ills to the charming rake who steals hearts and purses in equal numbers. Turncoats, bandits, and public figures might be knaves in secret, masking their true intentions behind facades.<br>&nbsp;&nbsp;&nbsp;&nbsp;One does not make a career of double-crossing and exploiting people without risking consequences. Rather than advertise their villainy, many knaves go to great lengths to stay above suspicion. A good disguise is sometimes all a knave needs. Fabricating a history, adding possible relations, and becoming established in a community gives the knave freedom to pursue his or her goals. Others work their trickery by being exceptional liars. A ready story and a convincing manner can divert a skeptic's attention elsewhere.<br>&nbsp;&nbsp;&nbsp;&nbsp;Black-hearted knaves don't put down roots. No matter how many safeguards they have in place, a simple gaffe or a glimmer of recognition by a prior victim is all it sometimes takes to expose a knave for what he or she truly is. Adventuring provides a knave with a ready excuse to move from place to place. Between expeditions, he or she works schemes in whatever town or hamlet that has the bad fortune to serve as a host to the knave. Then, before anyone grows the wiser about what has been done, he or she moves off, drawn toward the next dungeon and adventure.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Black-Hearted Knave Starting Feature (1st level)</strong>: You gain the treacherous advantage power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Black-Hearted Knave Level 5 Feature (5th level)</strong>: Whenever you would make a Diplomacy check or an Intimidate check, you can instead make a Bluff check with a -2 penalty.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Black-Hearted Knave Level 10 Feature (10th level)</strong>: You can use a minor action in place of a standard action when making a Bluff check to gain combat advantage or to create a diversion to hide.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ufopj3HkewXNj54f",
	"_key":"!items!ufopj3HkewXNj54f"
}