{
	"name":"Blackstaff Apprentice Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Wizard. You must be able to prepare spells from a spellbook (such as with the Arcanist's Spellbook, Bladesinger's Spellbook, or Mage's Spellbook class feature).<br><br>You always wanted to be a wizard. Your family did its best to indulge your dream, even when others told you that you would never amount to anything. You attended public academies and auditioned with private spellcasters, striving without success to master the techniques of an apprentice mage. Enchantment, evocation, illusion&mdash;every school of magic was a closed door to you. The simplest cantrips seemed to be out of your reach. You would have given up, but you were convinced that it was a matter of learning, not a matter of talent. If only you could find the right teacher.<br>&nbsp;&nbsp;&nbsp;&nbsp;Having exhausted all other options, you presented yourself at the fabled Blackstaff Tower. The new archmage of Waterdeep and the master of Blackstaff Tower, Vajra Safhar, had issued an open call in search of apprentices. To your surprise, and that of Waterdeep's magical community, you were among those whom Vajra chose to train as one of her new corps of Blackstaff wizards.<br>&nbsp;&nbsp;&nbsp;&nbsp;With your fellow apprentices, you embarked on an experimental path of study that demanded absolute understanding and mastery of magic's fundamentals before specializing in any one school. Under Vajra's unorthodox tutelage, you flourished. Then, on the eve of your first-year exam, Vajra vanished. <br>&nbsp;&nbsp;&nbsp;&nbsp;For weeks, you and the other apprentices waited, without a hint or an indication of your mentor's fate. Finally, with a heavy heart and a backpack full of books, you set out from Blackstaff Tower. You resolve to continue your studies, even as you search for Vajra's whereabouts. You're so close to being a wizard, it'd be ludicrous to stop now.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Blackstaff Apprentice Starting Feature (1st level)</strong>: You gain the magic missile power if you do not already have it. Once per encounter you can use magic missile as a minor action instead of a standard action.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Blackstaff Apprentice Level 5 Feature (5th level)</strong>: You gain three wizard cantrips of your choice.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Blackstaff Apprentice Level 10 Feature (10th level)</strong>: You add the dispel magic power to your spellbook. As a standard action, you can expend a wizard utility power that you have prepared and use dispel magic in its place. The utility power must be of level 6 or higher and cannot be usable at will.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"RYDJsfqxYIM2eo4t",
	"_key":"!items!RYDJsfqxYIM2eo4t"
}