{
	"name":"Brazen Ambassador Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>The City of Brass in the Elemental Chaos is a complex net of social intrigue, woven through the courts of the efreet lords who stand as the city's masters. The feuds, alliances, and enmities of the city require a special class of citizen to navigate: the brazen ambassadors. Developed as a means for embattled efreets to communicate with their peers, brazen ambassadors have taken on a greater role, not just within the City of Brass but also on far-flung planes. Today, brazen ambassadors handle most of a lord's affairs, from negotiating alliances with the city's many courts to brokering with planar traders that come to the city. They even deign to represent Bashamgurda, Lord of the Efreets, and through him, the City of Brass itself. <br>&nbsp;&nbsp;&nbsp;&nbsp;Each brazen ambassador is drawn from the ranks of slaves within the City of Brass, and the decision to elevate such an individual is not made lightly. The process requires potent magic, demanding the investment of an efreet patron's power. The efreet first draws off some of its burning blood, which a specially trained ritual practitioner, or sahaar, uses to tattoo arcane symbols on the skin of the chosen figure. As it cools, the blood leaves a brass filigree etched into the ambassador's skin. This initiation is dangerous; the frail do not survive. Adventurers are prized choices to become brazen ambassadors because they are far more likely to survive the process than any common slaveling.<br>&nbsp;&nbsp;&nbsp;&nbsp;The markings on an ambassador serve two purposes. The first and most obvious is to distinguish a brazen ambassador as more than a mere slave. At a glance, an efreet can know that the words of such an individual are not the mere whining of a lowly slave&mdash; they are treated as the words of a peer. Second, the ritual causes the blood of the patron to intermingle with that of its ambassador, causing the ambassador to become a part of that efreet's bloodline. The connection between an ambassador and its patron is a potent one, permitting the efreet to invest an ambassador with some of its power, even across the planes.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Brazen Ambassador Starting Feature (1st level)</strong>: You gain the bound by brass power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Brazen Ambassador Level 5 Feature (5th level)</strong>: Once per encounter, when you roll a Bluff check against a creature of the elemental origin and dislike the result, you can reroll the check. You must use the second result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Brazen Ambassador Level 10 Feature (10th level)</strong>: You can sustain the effect of bound by brass as a standard action. This benefit lasts until the end of your next turn or until you attack.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"GP8jGeJqj8Tvl6HJ",
	"_key":"!items!GP8jGeJqj8Tvl6HJ"
}