{
	"name":"Bregan D'aerthe Spy Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>No one owns a secret. Indeed, among my people, we say that secrets own their keepers.</em></p>\n<p><strong>Prerequisite: </strong>Drow<br><br>You were on patrol in the Underdark outside your home, beautiful and benighted Menzoberranzan, when betrayal came. As if directed by psychic command, your companions suddenly turned against you as one. Drow are treacherous by nature, but such a blatant and brutal attack could mean only one thing: Your house had fallen. You escaped with your life, but with no allies and no idea of what to do next.<br>&nbsp;&nbsp;&nbsp;&nbsp;None survive alone in the wilds of the Underdark for long, and so your would-be killers assumed you to be dead&mdash;as you would have been if the members of Bregan D'aerthe had not found you. You had heard the tales of these drow mercenaries, of course&mdash;the much-derided and dishonorable castaways of other destroyed houses. When your benefactors confirmed that your kin had been annihilated, you expected them to show contempt for the weakness of your house and your own helplessness. Instead, they offered to induct you into their company&mdash;giving you a chance to restore the honor, the allies, and the home that had been taken from you.<br>&nbsp;&nbsp;&nbsp;&nbsp;For decades, you have served as part of Bregan D'aerthe. As a part of the force sent to the surface to manipulate events in Luskan, you have watched that city's steady decline from den of piracy to cesspool of evil. You felt the tremors in the earth and saw the plume of black smoke to the south that marked Neverwinter's fall. During this time, Bregan D'aerthe continued to add to its coffers with missions for hire, but the opportunities for wealth grew slimmer as the danger in the North spread.<br>&nbsp;&nbsp;&nbsp;&nbsp;Now, the mercenary drow have largely left the region, with only a few such as you remaining. You would have preferred to go with your fellows, but an order from Jarlaxle brought you instead to the ruins of Neverwinter. The sometime leader of Bregan D'aerthe gave you the task of investigating the forces at work in the city and the surrounding area&mdash;and, as always, to look for ways for Bregan D'aerthe to profit from others' plots. You have been told that someone&mdash;perhaps Jarlaxle himself&mdash;will come to you for information. Until then, you are on your own.<br>&nbsp;&nbsp;&nbsp;&nbsp;You have learned that it doesn't pay to be without allies&mdash;even in the relative safety of the surface world. Few surface-dwellers have any compunctions about the death of a lone drow, particularly in the lawless North. Like Jarlaxle and the legendary Drizzt, you need to travel with others if you are to be successful in your goals.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Bregan D'aerthe Spy Starting Feature (1st level)</strong>: You gain the levitation power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Bregan D'aerthe Spy Level 5 Feature (5th level)</strong>: You gain the continuous levitation power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Bregan D'aerthe Spy Level 10 Feature (10th level)</strong>: When you grant combat advantage, enemies do not gain the bonus to attack rolls against you.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"mjW4ZTgwTBsdDtnV",
	"_key":"!items!mjW4ZTgwTBsdDtnV"
}