{
	"name":"Bregan D'aerthe Mercenary Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Menzoberranzan is built on unwritten laws that provide some semblance of structure to the chaotic lives of the drow. Its harsh society does not tolerate nonconformity. Those who stand up to the matriarchy or who blaspheme against Lolth have no allies. Such drow are expelled by their houses&mdash;if they are not killed out of hand. Usually, those so exiled do not long survive, but there is a refuge for such misfits: Bregan D'aerthe. The infamous mercenary company takes in drow of all stripes: commoners who have run afoul of the priestesses, exiles, and the children of destroyed houses.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are one such unfortunate: you were cast out of Menzoberranzan society for crimes real or perceived. When you joined, you abandoned your past, your heritage, and even your name, and you were expressly forbidden to talk about them. A sellsword, you fight for masters who in turn offer their services to the highest bidder. Bregan D'aerthe takes care of its own, though, and you can count on your new allies to protect you from past reprisals&mdash;as long as you remain useful.<br>&nbsp;&nbsp;&nbsp;&nbsp;As it is with the Bregan D'aerthe spy), the deadly mercenary group to which you owe your loyalty might occasionally place demands on your time or efforts. Unlike those far-roving agents, some of whom operate on the surface, you stick to more localized bloodshed. You also lack the specialization of such spies, being as likely to have a martial background as an arcane one; you might even be a cleric of a deity other than Lolth. You are a mystery: cold steel wrapped in a silken sheath.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Bregan D'aerthe Mercenary Starting Feature (1st level)</strong>: You gain a +2 power bonus to Bluff checks, and you gain the skullduggery power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Bregan D'aerthe Mercenary Level 5 Feature (5th level)</strong>: Gain the uncertain loyalties power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Bregan D'aerthe Mercenary Level 10 Feature (10th level)</strong>: You can use the Bluff skill to feint in combat as a minor action instead of a standard action. Also, while under the effect of your uncertain loyalties power, a creature grants you cover and helps you flank as though it were an ally.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"EgwmXIhs6EB1i9Yq",
	"_key":"!items!EgwmXIhs6EB1i9Yq"
}