{
	"name":"Callidyrr Dragoon Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>Duty bids me to defend the realm of my ancestors. Honor demands that I act with temperance before valor. For the glory of the High King, this I swear.</em></p>\n<p><strong>Prerequisite: </strong>Human or halfling.<br><br>Callidyrr stands as a beacon of hope in a region overrun with malevolent fey, marauding giants, and bloodthirsty lycanthropes. As a Callidyrr dragoon, you are a stalwart defender of the realm, a privileged member of the High King's elite guard. Dragoon is a special title awarded to individuals who have shown exceptional service to the crown.<br>&nbsp;&nbsp;&nbsp;&nbsp;Unlike knights of the realm, dragoons do not muster with the realm's army but instead receive assignments best handled alongside a small number of compatriots. As such, Callidyrr dragoons receive specialized training in diplomacy and espionage. Dragoons have access to the Palace of the High King and can speak with royal authority throughout the realm. In exchange for these privileges, a dragoon must swear a binding oath of unwavering allegiance to the High King and the land. The Royal Hierophant administers this oath and seals it with a geas that binds the dragoon to the honored ancestors. If the dragoon ever forsakes the vows to king and country, the geas irrevocably wipes the fallen dragoon of his memories.<br>&nbsp;&nbsp;&nbsp;&nbsp;The rank of dragoon is relatively new, having been born of the nation's conflict with Amn at the dawn of the century. After repeated failed attempts to forcibly liberate the kingdom of Westphal from Amnian occupation, High Queen Alicia Kendrick founded the dragoons to work against the Amnian invaders clandestinely.<br>&nbsp;&nbsp;&nbsp;&nbsp;When the High Queen died unexpectedly in the Year of the Halls Unhaunted (1407 DR), the dragoons were instrumental in quelling insurgent uprisings throughout Callidyrr. Common belief held that agents of Lionel Carrathal, heir to the former royal dynasty of Callidyrr who claimed to be the &ldquo;true&rdquo; High King of the Moonshaes, poisoned the beloved High Queen.<br>&nbsp;&nbsp;&nbsp;&nbsp;In the years since, the dragoons have thwarted countless assassins, driven off sahuagin incursions, and even brokered a tenuous peace with the fey of Sarifal. This proud legacy is what you inherit as a Callidyrr dragoon. May you live up to its valorous ideal.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Callidyrr Dragoon Starting Feature (1st level)</strong>: You gain the Mounted Combat feat. In addition, you gain proficiency with one military melee weapon of your choice.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Callidyrr Dragoon Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Diplomacy checks and Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Callidyrr Dragoon Level 10 Feature (10th level)</strong>: You can use the Diplomacy skill as if it were the Heal skill to grant either a saving throw or a use of second wind. The subject of your check can be up to 5 squares away from you.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"Z9SrtKBsHB6Tbl9O",
	"_key":"!items!Z9SrtKBsHB6Tbl9O"
}