{
	"name":"Chaosmade Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Throughout the mortal world and scattered among the planes, hidden pockets of the Cult of the Elder Elemental Eye work in secret to avoid persecution from those who do not understand their faith. The cult is a fragmented organization. Few members fully understand the forces they worship, but all have a common goal: to blur the lines between the mortal world and the Elemental Chaos. The various sects have different understandings of what will happen when they achieve that goal, but they all pursue it with equal fervor.<br>&nbsp;&nbsp;&nbsp;&nbsp;One of the more unusual methods used by the cults to hasten the planar merging is the creation of the creatures known as chaosmade. Strange hybrids of mortal races and the Elemental Chaos itself, the chaosmade are living, breathing hosts of the disquieting forces of the plane. Wherever chaosmade walk, order is doomed to fall into disorder, and, little by little, the Elemental Chaos leaks into the world.<br>&nbsp;&nbsp;&nbsp;&nbsp;The creation of a chaosmade is an exercise in potent magic, done in secret. The cult continually watches the offspring of its members to see if any bear the marks of chaos. These marks manifest in many ways, from an unusual birthmark, to a hatred for tradition, to an unrestrained spirit. These criteria change from one cult to another, but the outcome is the same. The cult takes the child to its inner sanctum, where it is reborn as a chaosmade.<br>&nbsp;&nbsp;&nbsp;&nbsp;The high priest strips a portion of the child's soul away and plants in its place a seed of pure chaos, which in time will grow and flourish. This force feeds on the whims and urges of the individual, and in turn, it shapes those urges toward fomenting discord. In return, a chaosmade has access to immense power that, while it can be directed, is torturously difficult to control.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Chaosmade Starting Feature (1st level)</strong>: Your origin changes to elemental if it is not elemental already. For the purpose of effects that relate to creature origin, you are considered an elemental.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the seed of chaos power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Chaosmade Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Arcana checks and Endurance checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Chaosmade Level 10 Feature (10th level)</strong>: You can use seed of chaos one additional time per encounter.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain fluency in Primordial if you do not already have it.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"xiYRkR9k0dRHgGtS",
	"_key":"!items!xiYRkR9k0dRHgGtS"
}