{
	"name":"Chevalier Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Dedicated to the ideals of chivalry, chevaliers are gallant warriors who serve as champions and exemplars to the people around them. A chevalier's personal honor is his or her most treasured possession; it is far better to die with honor than to live without it. Chivalric codes vary from race to race and culture to culture, but most agree on a number of noble virtues that all chevaliers should aspire to: courage, fairness, mercy, justice, loyalty, honesty, charity, piety, moderation, and gallantry.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although chevaliers strive to cultivate all the chivalric virtues, the most important elements of their code revolve around behavior on the field of battle. Honor demands that chevaliers seek out the most worthy foes on the field to defeat in a fair fight. Chevaliers aren't under any requirement to stand and die against superior foes&mdash;but they must stand as long as they hold out any hope for victory, and they need to execute a fighting retreat rather than flee in panic if the battle is hopeless. Likewise, chevaliers strive to fight fairly. Flanking foes or attacking dazed enemies is fair enough, especially if the enemy has the advantage of numbers, but performing a coup de grace or attacking a stunned foe is not honorable. Some chevaliers might wait for enemies that have fallen prone to stand again before resuming combat, or to permit a respite if a foe requests one. Of course, enemies who refuse to fight in a chivalrous manner fall outside the protections of honor and should be dealt with in the most expedient manner available.<br>&nbsp;&nbsp;&nbsp;&nbsp;Chevaliers frequently come from well-born families. Many chivalrous traditions arise from the requirements of elite military social classes, such as heavily armored cavalry and highly trained sword fighters. Acquiring the specialized equipment and years of training needed to serve as their realms' most highly prized warriors&mdash;whether that warrior ideal is a human knight, a dwarf giant-slayer, or an eladrin bladesinger&mdash;is never cheap or easy. In some lands, aspiring heroes aren't permitted to become chevaliers unless they can prove their noble birth and thus their right to claim the privileges of knighthood, but in most places low-born warriors of skill and personal integrity can win their spurs through the sponsorship of royal patrons or their performance on the battlefield. No one denies that chevaliers are prone to more than a little haughtiness toward those they perceive as their social inferiors, but even the prickliest among them are conscious of their obligation to protect the weak and the poor from those who would oppress them.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Chevalier Starting Feature (1st level)</strong>: While mounted, you and your mount gain a +5 power bonus to Athletics checks and Acrobatics checks to jump, swim, or hop down. You can use your skill check or your mount's skill check, whichever is better.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the valiant charge power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Chevalier Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Diplomacy checks and Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Chevalier Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to saving throws.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"A508ZkNLrbknVRER",
	"_key":"!items!A508ZkNLrbknVRER"
}