{
	"name":"Cipher Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Would you rather be remembered as someone who thought about action, or someone who took action?\"</em></p>\n<p>There is a rhythm to the planes that few can hear. It is all around, permeating every living being, every piece of land and sea, and every act of magic. Yet it often goes muffled and ignored, drowned out by the sound of your thoughts. Only by knowing yourself and unifying thought and action can you exist in harmony with everything.<br>&nbsp;&nbsp;&nbsp;&nbsp;The Transcendent Order teaches that the path to enlightenment comes from knowing your body and learning to listen to what existence is telling you to do instead of what your mind is saying.<br>&nbsp;&nbsp;&nbsp;&nbsp;This quality gives the Order's members the reputation for being impulsive, yet they also can be stoic and introspective. This dichotomy, in addition to the fact that they seek all their answers from within, leads others to call them Ciphers, since they can be indecipherable to those not listening in the right place.<br>&nbsp;&nbsp;&nbsp;&nbsp;The Transcendent Order teaches that action without thought is the most perfect form of action, since that action is taken in harmony with the multiverse. This philosophy does not mean that a Cipher charges in blindly whenever an opportunity arises; it means that he or she attempts to transcend the moment and touch a higher purpose.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cipher Starting Feature (1st level)</strong>: You gain a +2 power bonus to initiative. In addition, when you roll initiative and do not have the highest result, you can use a free action to move up to your speed before anyone else's turn in the encounter.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cipher Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Acrobatics checks and Athletics checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cipher Level 10 Feature (10th level)</strong>: Once per day, you can use a second action point during an encounter.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"FJuPjsBcWa4csjHK",
	"_key":"!items!FJuPjsBcWa4csjHK"
}