{
	"name":"Cormyrian Battle Mage Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Unaligned, good, or lawful good wizard or sorcerer<br><br>Although any magician can create fire or force effects to hinder foes, a battle mage studies the art of maximizing his or her devastating effectiveness under the watchful eye of an established War Wizard. Those who truly master the craft might be invited to join the order of Cormyr's War Wizards, the elite battle casters sworn to the crown of Cormyr.<br>&nbsp;&nbsp;&nbsp;&nbsp;The War Wizards of Cormyr are a secretive group. They realize that if the secrets they discover are shared only with those within their ranks, they gain an edge over their enemies. They reveal some of these secrets through research, and they find others in long-lost tomes of lore. Many War Wizards send their battle mage apprentices out with adventurers, with strict instructions to return and share any ancient secrets they might uncover. Like Purple Dragons, War Wizards and battle mages must swear an oath of fealty to Cormyr before training begins.<br>&nbsp;&nbsp;&nbsp;&nbsp;Most battle mages are recruited as children when they show aptitude after being introduced to arcane theories or if they exhibit a natural talent for the arcane art. Some students who excel at their studies after being recruited are tested by a War Wizard and, if special talent is identified, they are taken from their families to learn at the War Wizard Academy. Only a few of those who achieve the mastery of basic arcane practices are admitted to the academy formally and are assigned to a particular War Wizard as an apprentice. The others are returned to their families. Having one's child selected to study with the War Wizards is considered a great honor.<br>&nbsp;&nbsp;&nbsp;&nbsp;Once admitted, an apprentice spends five years studying the basic tenets of wizardry. Over half cannot achieve the high standards set by the War Wizards and are dismissed. After five years of successful study, an apprentice gains the benefits and official title of battle mage. He or she then studies additional secrets unique to the War Wizards.<br>&nbsp;&nbsp;&nbsp;&nbsp;A few adults petition the War Wizards for an apprenticeship to learn their secrets and master their craft. The War Wizards are suspicious of such requests and turn away those who have not gained the full trust of the crown or proven themselves loyal citizens. Petitioners must undergo a series of divinations and other tests to verify their intentions. They must also prove their value to the organization by providing new knowledge of the arcane arts or by teaching a new and useful spell. Only then can a practicing wizard or sorcerer become the apprentice of a War Wizard. The expectations for all battle mages are the same, regardless of age.<br>&nbsp;&nbsp;&nbsp;&nbsp;After becoming a battle mage, some thus titled request a sabbatical to travel the world so that they can learn mystical secrets to bring back to the organization and strengthen it.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cormyrian Battle Mage Starting Feature (1st level)</strong>: You gain the defensive casting power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cormyrian Battle Mage Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to History checks and Religion checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cormyrian Battle Mage Level 10 Feature (10th level)</strong>: You cannot be surprised.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"epbahggdpcRxIxW1",
	"_key":"!items!epbahggdpcRxIxW1"
}