{
	"name":"Courtier Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>You must be trained in Diplomacy. The games of court are about winning allies and subtle persuasion, which is impossible without at least some knowledge of the art of diplomacy.<br><br>Most adventurers stick out like a troll among halflings when placed in courtly situations. They see only a bunch of nobles and retainers fawning over one another in incomprehensible ways with little relevance to their lives.<br>&nbsp;&nbsp;&nbsp;&nbsp;A courtier knows better. A battle rages amid the smiles and niceties of court. Each word is a carefully calculated move, each meeting a play for political power, and each friend another piece in the game of court. A single mistake can mean the difference between acquiring a powerful position and being clapped in irons.<br>&nbsp;&nbsp;&nbsp;&nbsp;A courtier sees unique solutions to a problem. When confronted by a wicked duke, a typical adventurer might launch an assault on his keep or try to assassinate him. A courtier might instead go to the king and plant the idea that the duke's wicked acts are a political liability. The villainous duke could soon be stripped of his lands and titles, thus ending his threat just as effectively.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Courtier Starting Feature (1st level)</strong>: Whenever you make a Diplomacy check, you can roll twice and take the higher result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Courtier Level 5 Feature (5th level)</strong>: Whenever you would make a Bluff check, you can make a Diplomacy check instead.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Courtier Level 10 Feature (10th level)</strong>: Whenever you would make a Streetwise check to gather information in a settlement, you can make a Diplomacy check instead.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"APMhyN1rHbhI16AV",
	"_key":"!items!APMhyN1rHbhI16AV"
}