{
	"name":"Cultist Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"My master is the Truth, the Way, and the Will!\"</em></p>\n<p>Given the vital role that religion plays in many societies and the number of people who venerate gods, cults could find wider acceptance in the general population. After all, cults honor a higher power, a greater good, or a treasured ideal.<br>&nbsp;&nbsp;&nbsp;&nbsp;What sets a cult apart from other religious institutions is a fundamentally bad belief, a perception about the cosmos that is diametrically opposed to those held by right-thinking folk. A cult's creed could be based on an extraordinary interpretation of a god (any god, even a good one) that compels certain sinister practices in their worship. Another cult might elevate a demon lord, monstrous alien, or dark power to divine status. Cults could be founded by devotees of beings that exist only in their minds. Such strange and deviant belief breeds dangerous behaviors and attracts the attention of forces that champion the good. As a result, most cults are driven underground.<br>&nbsp;&nbsp;&nbsp;&nbsp;Cults spring up regularly the world over. Fear, uncertainty, and dissatisfaction foment offbeat beliefs and unwholesome ideas about how the world works and what the future holds. Cult leaders prey on doubts and superstition, drawing the disaffected and the despairing under their inf luence. One by one, adherents are brought under the cult's sway, abandoning families and work to find the salvation promised by following the one true path.<br>&nbsp;&nbsp;&nbsp;&nbsp;Few cults subscribe to peace and harmony. Such rewards must be earned, a task that is impossible to realize in the present state of affairs. Therefore, cults are subversive societies, working against governments and widespread faiths, all to attain whatever objective the cult was founded to achieve.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cultist Starting Feature (1st level)</strong>: You gain the master's eye power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cultist Level 5 Feature (5th level)</strong>: While you are bloodied, you gain a +1 power bonus to Fortitude and Will.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cultist Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, during the first round of each encounter, enemies take a -2 penalty to attack rolls against you.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"RcU2zJLifNzCfH1m",
	"_key":"!items!RcU2zJLifNzCfH1m"
}