{
	"name":"Dead Rat Deserter Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Me? Betray the gang?\" I said. Then the steel came out, and I barely made it away with my skin.</em></p>\n<p><strong>Prerequisite: </strong>Human, half-elf, or halfling<br><br>The port city of Luskan squats along the northern frontier of the Sword Coast. It is a den of thieves and murderers that attracts criminals like moths to a bright-burning flame. Luskan is controlled by a consortium of gangs, war chiefs, and would-be rulers, few of which last more than a season.<br>&nbsp;&nbsp;&nbsp;&nbsp;The Dead Rats are one of the exceptions.<br>&nbsp;&nbsp;&nbsp;&nbsp;That thieves' guild has earned the respect and fear of the populace through a campaign of intimidation. Its members are known for their stealth, their ruthlessness, and their treachery. It is rumored&mdash;correctly&mdash;that the most deadly members of the gang are wererats. Like the creatures from which they derive their power, the Dead Rats can penetrate any safe house, no matter how secure. Initiation into the gang involves a blood ritual with one of these wererats, imbuing members of the guild with a sneaky and twitchy demeanor, particularly on nights of the full moon.<br>&nbsp;&nbsp;&nbsp;&nbsp;Every member of the gang is fiercely loyal to a captain named Toytere&mdash;a halfling bard noted for his ability to see the future. Whether he truly possesses such sight or not, &ldquo;King Toy&rdquo; has never fallen to any of the attempts made to overthrow him. He has frequently rooted out would-be betrayers before they act, and he punishes anyone who attempts to leave the gang. However, your own split from the Dead Rats was a more complicated affair.<br>&nbsp;&nbsp;&nbsp;&nbsp;It wasn't that your last job went bad. Not exactly. You made off with less than you expected, but like a good Rat, you gave over the one-quarter share due to King Toy and resolved to enjoy the rest. The next night, when you returned to your safe house, you were taken prisoner by wererat marauders and brought before King Toy. The halfling accused you of planning a mutiny and expected you to understand his need to purge his gang of disloyalty. His bodyguards drew their steel.<br>&nbsp;&nbsp;&nbsp;&nbsp;Much blood was shed that night, but you escaped&mdash;barely alive and thanking Tymora for your good fortune. You fled Luskan, nigh penniless and with only the tools of your trade to your name. Your destination was the nearest safe haven you could manage&mdash;the comparatively civilized city of Neverwinter, several days' journey to the south.<br>&nbsp;&nbsp;&nbsp;&nbsp;Exhausted, not knowing whom to trust, you thought at last that you had found somewhere to rest and ply your trade once more. Any good thief could spot the coin to be made or taken in this disorderly city. Perhaps your flight from Luskan was good fortune in disguise&mdash;you won't have the gang's dubious protection here, but you'll be free to keep all of your booty. Here you could build up wealth and power, and perhaps eventually return to Luskan to take your revenge on those who had wronged you.<br>&nbsp;&nbsp;&nbsp;&nbsp;Well, that was your plan before you got here, anyway.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Dead Rat Deserter Starting Feature (1st level)</strong>: You gain the body of the rat power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Dead Rat Deserter Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Bluff checks and Stealth checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Dead Rat Deserter Level 10 Feature (10th level)</strong>: You gain the hybrid bite power.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"skR2vfHsnwnNImlo",
	"_key":"!items!skR2vfHsnwnNImlo"
}