{
	"name":"Deep Delver Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Only here, with the weight of the world above my head, am I home.\"</em></p>\n<p>Beneath the tramping of nations and the roots of forests is a world that surface dwellers can barely imagine. Countless tunnels and caverns, rivers and oceans form a fantastic, globe-spanning environment. To the unprepared, though, the underground wilderness is as ruthless as it is wondrous. Those who survive these wilds are among the greatest explorers in the world. For these deep delvers, an expedition to the Underdark is no more threatening than a stroll through the woods.<br>&nbsp;&nbsp;&nbsp;&nbsp;Deep delvers are driven by an unquenchable desire to pit themselves against the challenges of the subterranean world. Some seek to map out the spiraling highway-tunnels of the Underdark. Others are naturally drawn to the seclusion of caves, preferring to abandon life on the surface. Yet others are born to the Underdark and still call it home.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Deep Delver Starting Feature (1st level)</strong>: You gain a +2 power bonus to Dungeoneering checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the subterranean survival power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Deep Delver Level 5 Feature (5th level)</strong>: Your power bonus to Dungeoneering checks increases to +4.<br>&nbsp;&nbsp;&nbsp;&nbsp;Also, when you squeeze, your speed is not halved, and you take a -2 penalty to attack rolls instead of the normal -5.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Deep Delver Level 10 Feature (10th level)</strong>: You gain blindsight with a radius of 2 squares.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"FkQl4RmjFqQqE7q2",
	"_key":"!items!FkQl4RmjFqQqE7q2"
}