{
	"name":"Demon Spawn Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Am I evil? It's in my blood. But let my actions, rather than my appearance, show you my true nature.\"</em></p>\n<p>Encounters between demons and mortals end almost always in swift death for the mortals. Demons live to destroy everything they can until they are destroyed themselves. This violent behavior makes it rare for demons to consort with mortals, yet here and there across the planes, one can find mortals who have demonic blood flowing through<br>their veins. Called demon spawn, most such creatures display wild, destructive evil similar to that of their demonic sires.<br>&nbsp;&nbsp;&nbsp;&nbsp;Unraveling the mystery of how demon spawn come to exist requires some background about how mortal races interact with the Abyss. Lolth instructed her chosen people in demonology ages ago, and her priestesses sometimes call forth demons to sire draegloths with willing initiates. Similar ceremonies might be found in other dark societies. Other kinds of demon spawn descend from incubi. Sages believe that incubi were devils that followed Graz'zt into the Abyss when he sought to conquer its first layer. Despite their new home, these incubi retain their basic nature, and they still trouble the natural world with nocturnal visitations that sometimes result in demon-blooded children. However, because the Abyss changes and corrupts all it touches, the most common way that demon spawn come into existence is through exposure to abyssal energy.<br>&nbsp;&nbsp;&nbsp;&nbsp;Few demon spawn show evidence of their demonic heritage as soon as they are born. In fact, most look like normal mortal children, visually unremarkable. The transformation might start gradually, first with small horns breaking the skin on the forehead and later vestigial bat wings emerging from the shoulder blades. Demon spawn who conceal or downplay these features can avoid attracting attention or, if they desire, pass as tieflings.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Demon Spawn Starting Feature (1st level)</strong>: Your origin becomes elemental. For the purpose of effects that relate to creature origin, you are considered to be an elemental. You also gain the demon keyword and are considered to be a demon.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the demonic frenzy power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Demon Spawn Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Intimidate checks. In addition, you add Abyssal to the languages you can read, write, and speak.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Demon Spawn Level 10 Feature (10th level)</strong>: The first time you are bloodied in each encounter, choose acid, cold, fire, lightning, or thunder. You gain resist 5 to that damage type until the end of the encounter. At 11th level, this resistance increases to 10, and at 21st level, this resistance increases to 15.<br>&nbsp;&nbsp;&nbsp;&nbsp;Also, until the end of your next turn, your allies provoke opportunity attacks from you. You must make every opportunity attack you can.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"zAHngMQ5AjeomPlu",
	"_key":"!items!zAHngMQ5AjeomPlu"
}