{
	"name":"Devil's Pawn Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>What do you mean, those cultists seemed to know me? I don't know what you're talking about.</em></p>\n<p>Throughout Faer&ucirc;n's history, the North has ever been a breeding ground for cults, whether they serve devils, demons, or any of a thousand other dark masters. The last decades have grown progressively darker, presenting a great opportunity for cultists that promise protection from the terrors of the frontier&mdash;at the comparatively small cost of eternal loyalty and secrecy. Or so the stories and tales go.<br>&nbsp;&nbsp;&nbsp;&nbsp;In reality, most of the cults that operate in the North have no deific connections, but are composed of indolent noble scions using the threat of darkness to gain romantic favor or to intimidate business rivals into closing up shop and skipping town. In such cults, young nobles claim to supplicate devils for the sake of their own jests, then drink themselves into oblivion while waiting for their servants to clean up the mess.<br>&nbsp;&nbsp;&nbsp;&nbsp;You used to belong to one such false cult&mdash;or at least you thought you did.<br>&nbsp;&nbsp;&nbsp;&nbsp;It seemed like a good idea at the time&mdash;allying with powerful individuals in Waterdeep in the mutual pursuit of authority, pleasure, and coin. Now, however, you've made a terrible mistake&mdash;one that you might end up paying for with your eternal soul.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although you come from a noble bloodline, you've never been particularly wealthy or influential. In the cult, however, you could rub shoulders with powerful and wealthy noble heirs who are excited to delve into the dark. You saw the potential in making important connections to your fellow noble scions, in the hope of securing a good marriage when you finally decided to settle down.<br>&nbsp;&nbsp;&nbsp;&nbsp;At your infrequent rituals, celebrants would gather around braziers of white-hot coals and invoke the power of strangely named beings. Chanting would ensue, along with tedious and false religious mummery. Nothing ever came of these rites, of course, and each secret conclave would eventually devolve into the more important business of drinking, scheming, and hedonism. It all seemed harmless.<br>&nbsp;&nbsp;&nbsp;&nbsp;Then one day, you were late for a meeting. When you arrived, it was to discover a ritual chamber covered in blood and gore. Your fellow cultists had been brutally dismembered as by a storm of ravaging claws and fangs. The central brazier burned with an unbelievably hot flame, drawing your attention. Enraptured, you stepped toward it, unable to resist. Fire flared, driving into your chest like a lance as it burned you, body and soul.<br>&nbsp;&nbsp;&nbsp;&nbsp;When you awoke, it was in your own bed, far from the scene of the cult's massacre. You were happy to dismiss the memory as a nightmare&mdash;until you glimpsed a mark on your chest that made the nightmare real. You bear a crimson brand now&mdash;a sigil that you somehow recognize as the mark of Asmodeus. What it means, you have no idea&mdash;but the implications terrify you.<br>&nbsp;&nbsp;&nbsp;&nbsp;Tricked, confused, and scared out of your mind, you fled Waterdeep for a place where you might hope to hide from those who know you. In N everwinter, you have spent uncounted days looking over your shoulder and dreaming of treachery, violence, and fire.<br>&nbsp;&nbsp;&nbsp;&nbsp;You seek to gather allies to your side, fearful of what the power that binds you has in store. However, you hesitate to share your dreadful secret with them&mdash;and the dark dream that has begun to haunt you, wherein you betray those closest to you.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Devil's Pawn Starting Feature (1st level)</strong>: You gain the hellfire and brimstone power<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Devil's Pawn Level 5 Feature (5th level)</strong>: You gain a +4 bonus to Diplomacy checks made to interact with devils, duergar, devil cultists, and other creatures devoted to devils.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Devil's Pawn Level 10 Feature (10th level)</strong>: You gain resist 10 fire. If you already have fire resistance as a racial trait, it increases by 5.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"eHxnIbOeStuX2Q8W",
	"_key":"!items!eHxnIbOeStuX2Q8W"
}