{
	"name":"Dune Trader Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I've crossed the Tablelands, survived the Ivory Triangle, slipped away from Hamanu's half-giant thugs, and sold sand to a tarek. I've seen it all, and there isn't much left that can surprise me.\"</em></p>\n<p>Dune traders roam every civilized corner of the known world. From crowded marketplaces crawling with thieves, to caravans wending across difficult wastes, to the isolated settlements and trading posts found in the places between the great city-states, dune traders are everywhere, pushing their wares on anyone they encounter. Dune traders bring needed goods to remote areas, offering water, food, arms, and more, but their work is not charity. Such offerings come at the highest prices a merchant can ask and still be able to move the merchandise. It's all about making a profit, and no one does a better job at looking out for themselves and their wealth than the dune traders of Athas.<br>&nbsp;&nbsp;&nbsp;&nbsp;Many small traders and merchant cabals exist, but they pale next to the dynastic houses that dominate trade across the Tyr Region. These houses are nations unto themselves, sworn to no sorcerer-king but allied with all. They field their own armies, hold their own lands, and take an active part in political and social developments affecting the region. A merchant house's leadership might rest in one family's hands, but these houses readily accept new members, always looking for new talent to bolster their presence and influence in the Tyr Region. Regardless of the position sought, candidates must swear several oaths to the house leaders. In exchange, a candidate receives protection, status, and regular pay. The particular oaths vary from house to house, but the following are common to them all.<br>&bull; Forsake any citizenship or membership in a city-state or tribe.<br>&bull; Swear allegiance to the merchant house.<br>&bull; Always act in the merchant house's best interest.<br>&bull; Deal honestly with stranger, friend, and foe.<br>&bull; Flaunt no wealth gained through employment by the house.<br>&bull; Uphold the local laws and always act in accordance with them.<br>&bull; Protect your own, lending help to merchants in need and refusing to deal with those who unjustly imprison or harass any merchant.<br>&nbsp;&nbsp;&nbsp;&nbsp;In contrast to the great dynastic houses of the city-states, elven merchant tribes are small and mobile. They do not enjoy the peaceful relations enjoyed by the dynastic houses and, for this reason, they are not beholden to any oaths or promises. They foist off junk, deal in contraband, and sometimes resort to base robbery if given sufficient cause. Elven houses tend to be tribal in structure, but they are as widespread and as dangerous as any human organization.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"fo2y8LGaYvcdofUn",
	"_key":"!items!fo2y8LGaYvcdofUn"
}