{
	"name":"Earthforger Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Elemental earth resonates in my soul.\"</em></p>\n<p>Strong, durable, and implacable, earthforgers embody elemental earth. They can manifest its power in defense or as a weapon, drawing energy from the stones or releasing it outward to hold enemies back. Earthforgers wield great power, but such ability comes at an even greater price. When they grasp this elemental magic and take it in, earthforgers are reborn as elemental creatures.<br>&nbsp;&nbsp;&nbsp;&nbsp;Dwarves pioneered the techniques of earthforging long ago; many sages believe that the race's first steps toward mastering elemental power occurred when the dwarves were enslaved by the giants, and those efforts led to the birth of the galeb duhr race. While extracting precious metals and gemstones from deep under the mountains, dwarf miners in that long-ago time came across primordial shards, crystallized magic left from creation. Using these shards, the dwarves found they could shape stone more easily, while also being able to endure even greater punishment. An unknown number of dwarves succumbed to elemental power's temptations, losing themselves to its magic, but enough resisted and proved mighty allies in the uprising that led to the dwarves' exodus from cruel enslavement.<br>&nbsp;&nbsp;&nbsp;&nbsp;Other races have stumbled across earthforging under similar circumstances. Goliaths learned to use elemental earth from the stone spirits who watch over their mountain camps. Svirfneblin, gnomes who have long dwelt in the Underdark, use earthforging to evade drow slavers and destroy other hostile humanoids. Travelers report encounters with strange hermits, formerly mortal creatures that have been transformed into beings of living stone. Such individuals are rare, yet anyone who explores the wild places, those untamed lands where the primordials' fingerprints can still be seen, might very well come across an earthforger.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Earthforger Starting Feature (1st level)</strong>: Your origin becomes elemental. For the purpose of effects that relate to creature origin, you are considered to be an elemental. In addition, you add Primordial to the languages you can read, write, and speak. Whenever you use your second wind, you gain a +1 power bonus to all defenses until the start of your next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the stone panoply power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Earthforged Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Endurance checks. Further, whenever you use stone panoply, the burst creates a zone that lasts until the end of the encounter. The ground in the zone is difficult terrain for enemies that lack earth walk.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Earthforged Level 10 Feature (10th level)</strong>: Whenever an effect would pull, push, or slide you while you are on the ground, you can reduce the distance of that forced movement by 1 square.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"20QwoDi5K1BpjYkf",
	"_key":"!items!20QwoDi5K1BpjYkf"
}