{
	"name":"Elderboy Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Male, drow.<br><br>Some drow males rebel overtly against their subservient roles, while others find subtler means to confound the expectations of an order that seeks to grind them down. Elderboys embody such contradiction: males who are favored within their houses. They play by the matriarchy's rules&mdash;at least when others are looking.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your birth was the first time you disappointed your matron mother, and since then your life only went downhill. You learned from an early age that you are inferior in every way. Paradoxically, what you also learned&mdash;and the reason you still live&mdash;is how to derive power by apparently submitting.<br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps you had the good fortune to be born the first male child of your matron mother, or a series of unfortunate occurrences claimed your older brothers. You might even have been the third son, born to be sacrificed to Lolth, but one of your brothers perished first, incidentally raising your status. You quickly climbed to the vaunted position of elderboy, the matron's oldest living son, earning something like honor within your house.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your actions reflect not only on you but on your house, and it is your responsibility to rise above your mother's limited expectations. Your station is the envy of the other males, and you must defend yourself with all your treacherous wit.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elderboy Starting Feature (1st level)</strong>: You gain the endure torment power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elderboy Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to saving throws against ongoing poison damage, and you gain poison resistance equal to 5 + one-half your level.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elderboy Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to initiative checks and a +2 power bonus to all defenses against allies' attacks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ceRMvAhpq9QNLuqJ",
	"_key":"!items!ceRMvAhpq9QNLuqJ"
}