{
	"name":"Elemental Initiate Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Inner harmony is a balancing of elements.\"</em></p>\n<p>Elemental initiates follow a philosophy grounded in the understanding of the four elements and their influence over mortal bodies, hearts, and minds. One who would become an initiate withdraws from ordinary life to seek wisdom in a setting free of distractions, such as a monastery, a remote temple, or the dojo of a famous teacher. In some societies, the philosophy of the elements is widely known and respected as a path all should seek to progress along during the course of their lives. Among other cultures, these teachings are regarded as exotic or are unheard of. No matter the viewpoint of others, the path of the initiate is one of truth seeking and selfknowledge above all, a lifelong search for meaning and understanding.<br>&nbsp;&nbsp;&nbsp;&nbsp;Before heading into the world, most elemental initiates lead ascetic lives. They own little more than the robes on their backs, and they eschew luxuries and intemperate behavior as distractions from the path to which they devote themselves. An initiate strives to curb passions rather than allowing those passions to rule. An elemental initiate might be a student who preserves ancient tomes, a martial arts disciple who studies the four elements, or an anchorite absorbed in the exploration of the mind in the wild and lonely places of the world. Philosophically minded initiates devote hours each day to study, discourse, and observation of the world around them, while others dedicate their time to meditation and exercise. In and around the daily discipline of the monastery or temple, common chores and tasks are shared among all members of the order.<br>&nbsp;&nbsp;&nbsp;&nbsp;Typical elemental initiates are content to remain in their hidden temples and remote monasteries all their lives, devoting themselves to the study of their philosophy. However, some believe that they must travel widely, to pass on their learning and to absorb new lessons from the world outside the monastery walls. Other initiates take up a life of humble service, using their unusual training and abilities to help others. Adventuring elemental initiates come from the latter two camps.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elemental Initiate Starting Feature (1st level)</strong>: You gain a +2 proficiency bonus with unarmed attacks, and your unarmed attack can deal 1d6 damage instead of 1d4. You also gain proficiency with ki focuses.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the disciplined counter power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elemental Initiate Level 5 Feature (5th level)</strong>: You gain training in one skill from among Arcana, History, Nature, and Religion.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elemental Initiate Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to Will.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"kmDWG2HChMRX1yoN",
	"_key":"!items!kmDWG2HChMRX1yoN"
}