{
	"name":"Elemental Priest Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I hold the wrath of fire in my grasp, the endurance of rock in my shoulders. None can outlast me in battle.\"</em></p>\n<p>The gods of Athas are little more than half-remembered myths in the current age, but many of those who live beneath the crimson sun give their devotion and worship to other powers. Some worship sorcererkings who claim to be divine, or the false deities other sorcerer-kings purport to serve. Some worship demons or primordials&mdash;grim, malevolent patrons that frequently demand terrible rites or horrendous acts of sacrifice. But most Athasians instead venerate the living elements as they manifest in the world.<br>&nbsp;&nbsp;&nbsp;&nbsp;Elemental priests are those who serve these sullen and fierce spirits. They have a special kinship with the primal elements, a connection so close it's as if they stand in two worlds: that of mortals, and that of raw elemental power. They channel this rage into themselves to call forth the spirits of rock and fire, wind and water, seeking their aid in battle.<br>&nbsp;&nbsp;&nbsp;&nbsp;Dozens of elemental cults and priesthoods exist in the Tyr Region. For the most part, these cults are impoverished, weak, and mocked by city dwellers. However, the people who dwell in the villages and wastes have a different opinion of elemental priests. They regard them as holders of powerful and dangerous magic, to be respected or feared accordingly.<br>&nbsp;&nbsp;&nbsp;&nbsp;Many elemental priests revere the nameless, formless principle of all living elements together, making no distinction between one manifestation over another. However, others give themselves to more specific examples of elemental power. For example, the Smoking Crown is home to dwarf priests who serve the spirit of the volcano, whereas the mountain known as An-Bezzumar, the Crown of Heaven, is sacred to goliath wind shamans. The wandering thrikreen mystics known as the Rainspeakers venerate the rare, blessed showers that fall a few times each year during the cooler months and often make pilgrimages to places where rain is soon to fall.<br>&nbsp;&nbsp;&nbsp;&nbsp;Heroic elemental priests are leaders of the village and wasteland folk and potent enemies of the sorcerer-kings and their templars. They are often intermediaries who protect villagers by seeking to placate angry elemental manifestations or summon vanished ones to places where they are needed. Some elemental priests instead follow a monastic or ascetic tradition instead of the more common tribal or village traditions of elemental worship. Your character might therefore be a secret scholar or cultist indoctrinated in a hidden temple, or a semibarbaric elemental priest raised among the people of the wastes.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"qcRosRCyV57ZuzG0",
	"_key":"!items!qcRosRCyV57ZuzG0"
}