{
	"name":"Escaped Slave Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"No one is my master&mdash;not anymore. You think you're free? At least I had bonds to break. You can't even see the prison that surrounds you.\"</em></p>\n<p>The cities of the sorcerer-kings crouch upon the backs of slaves. Slave bones litter their alleys. Slave blood makes mud in the dust of their streets. Almost everywhere you go in the city-states you see someone with a yoke around the neck and eyes cast toward the ground. Tyr presents the only exception, but Tyr has depended upon the labor of slaves just as much as any other city. Even it sells criminals into slavery beyond its walls. How long can such &ldquo;freedom&rdquo; last?<br>&nbsp;&nbsp;&nbsp;&nbsp;Slaves have always been a part of Athasian society. A harsh world calls for harsh justice. Those who cannot obey the laws that protect all or who are not smart enough to bow before those stronger than themselves do not deserve the water it takes to keep them alive. People become slaves by angering or offending those more powerful than themselves. A slave might have owed a debt, stolen a crust of bread, or not bowed low or fast enough when a person of importance passed. Citizens are declared slaves for owning items desired by nobles, for being captured instead of killed during war, and for knowing information above their station. Those born to slaves are slaves owned by the mother's master. After all, the master lost work from the mother during pregnancy and must pay for the child's care. Such a child owes the master labor equal to the period of time until it can do the work of a full adult, and by then it has no doubt done something to warrant its continued slavery. Even the kindest master realizes that a child raised in slavery is ill equipped for freedom and would likely die shortly after release. Though a slave lives a harsh life with no security, a master must provide for a slave's needs or accept the loss of that investment.<br>&nbsp;&nbsp;&nbsp;&nbsp;Once declared a slave, a person becomes property. Slaves change hands like money. They are won and lost in bets, sold at auction, and brought to market. Slave owners with slaves that have specialized skills or unusual attributes seek out buyers with particular needs. A slave owner can do what he or she likes with a slave, and it's no concern of anyone else. Masters expect slaves to work incredibly hard to earn their keep or face death in the arena, a quick execution, or whatever other cruelty the master dreams up.<br>&nbsp;&nbsp;&nbsp;&nbsp;Few slaves even dream of escape. The declaration of slavery is like a death sentence in its finality. Even if the leather and bone manacles are broken, even if the guards are evaded or killed, the rest of the world hates and fears an escaped slave. Those who aid an escaped slave&mdash;even unwittingly&mdash;can expect to become slaves themselves. Those who turn them in often receive a reward worth as much as half the slave's value. Only Tyr offers a slim hope of sanctuary, and if a slave has angered the master enough, many ways exist to take someone from that city.<br>&nbsp;&nbsp;&nbsp;&nbsp;An escaped slave's only hope is to see freedom as a rebirth. Old haunts, one-time friends, even family&mdash;all need to be avoided for fear of being recognized and turned in. Hide the brand, disguise the tattoo, cover up the scars, explain the calluses away&mdash;successful escaped slaves do all this and more. Escaped slaves must take up a new name, a new history, and if one can manage it, a new appearance. Some escaped slaves do all this, but the strong will and sharp mind such a life requires often drives successful escaped slaves back toward their former owners, exchanging one master for another: revenge.<br><br><strong>Escaped Slave Starting Feature (1st level)</strong>: You gain training in the <em>Bluff</em> skill and you gain the <em>Hidden Strike</em> power.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"8Y8bX6w6gonC9xrJ",
	"_key":"!items!8Y8bX6w6gonC9xrJ"
}