{
	"name":"Explorer Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Seekers of new lands and lost places, explorers are masters of the trackless wilderness. Formal exploration is not very common in the world; a few wealthy kingdoms and mercantile cities charter expeditions to distant lands or reward travelers who return home with descriptions of far-off places. Most explorers, however, are individuals whose interests or duties lead them to venture into places where other people rarely go. They can be hunters, scouts, pathfinders, merchants, or emissaries to distant realms. Pursuing their private interests or carrying out important missions entrusted to them leads these travelers into the wild places of the world.<br>&nbsp;&nbsp;&nbsp;&nbsp;Many explorers begin their adventures as professional treasure-seekers. Searching out legends about lost hoards, hidden artifacts, or unplundered tombs, they put their talents to use in locating the rich score that no one else has found. Other explorers are engaged in searches, quests, or missions that lead them to places no one has visited before. For example, an order of knights or wizards might charge its members with traveling the world to battle a specific threat. A few explorers are true wanderers&mdash;travelers who feel compelled to see for themselves what lies beyond the next ridge or to seek out legendary challenges. Fortune or fame is of little concern to these wanderers; they live to satisfy their personal curiosity or to measure themselves against the dangers they overcome.<br>&nbsp;&nbsp;&nbsp;&nbsp;Regardless of individual motivation, explorers must master a daunting set of skills if they hope to be successful. They must be tough and enduring, capable of traveling great distances over difficult terrain, and must have the ability to survive the worst extremes of weather. They must be expert beast hunters and foragers with a talent for living off the land no matter where they are, since they're not likely to find friendly inns or trading posts once they leave civilization behind. A knack for direction is indispensable; roads are nonexistent in the wilds, and missing an important landmark or choosing the wrong turn off a poorly marked trail might be a fatal mistake. Finally, explorers had better be ready to defend themselves from the attacks of vicious raiders and hungry monsters.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Explorer Starting Feature (1st level)</strong>: You can tell which way is north, and you gain a +5 bonus to any skill check to avoid becoming lost, find your way to a specific location, or spot a distant landmark.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the surefooted stride power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Explorer Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Endurance checks. In addition, for the purpose of determining how far you and up to ten companions can travel in an hour or a day, treat the group's speed as the slowest member's speed + 1. While the group travels with you, its members also gain a +2 power bonus to Endurance checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Explorer Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to Fortitude and a +2 bonus to saving throws against ongoing poison damage.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"M4HAjhqUliyFSa8n",
	"_key":"!items!M4HAjhqUliyFSa8n"
}