{
	"name":"Fatedancer Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Everyone wants good luck, but few have minds broad enough to embrace the whole of fate, sense what is meant to be, and follow that path. Those who do so learn to accept both the best and the worst that the world can offer. Fatedancers understand that what should not happen, cannot happen; the proper way to live is to embrace what must be. By accepting what fate offers, they gain more than peace of mind&mdash;everything they do aligns with the true purpose of the world.<br>&nbsp;&nbsp;&nbsp;&nbsp;To know fate is to dance, for life compels one to quickly move from here to there, from one thought or place or event to another. Though outsiders believe fatedancers to be mercurial at best, random chance does not exist for those who embrace fate, only opportunities taken or missed. The future and the present are always exactly as they should be for fatedancers; such individuals exist in the moment. They get into a lot of trouble because of this stance, but they are usually lucky enough to get out of it. Theirs is the life of a vagabond, taking both good and bad fortune as it comes.<br>&nbsp;&nbsp;&nbsp;&nbsp;Any adventurer who believes in luck as a force can be a fatedancer. Martial characters most often choose this theme. They do not depend on any external source for their powers, so they are attracted to a path that depends on their own actions. To their minds, reliance on arcane magic or the power of the gods is an attempt to circumvent what should happen.<br>&nbsp;&nbsp;&nbsp;&nbsp;Bards and rogues also have worldviews that encourage this way of life. Bards weave songs that tell of heroes' fortunes and misfortunes and thus naturally respect the power of fate. A few follow this tendency further and learn to rely on it, even though they also use arcane magic. Rogues approach their lives with equal parts daring, skill, and luck, but many take to heart the idea that it is better to be lucky than skilled.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fatedancer Starting Feature (1st level)</strong>: You can have up to two Fortune Cards in your hand. You can still play only one in a round, but you can draw a card at the start of your turn if you have fewer than two cards in your hand.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fatedancer Level 5 Feature (5th level)</strong>: You gain a +4 power bonus to passive Perception checks to determine if you are surprised.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fatedancer Level 10 Feature (10th level)</strong>: Once per encounter, you can discard two Fortune Cards at the start of your turn to search your deck for any one card. Put that card into your hand, then shuffle your deck.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"b6Rpbde5Nzv4dMfw",
	"_key":"!items!b6Rpbde5Nzv4dMfw"
}