{
	"name":"Fey Beast Tamer Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Of course you can domesticate an owlbear! Want me to show you how?\"</em></p>\n<p>When the natural world was young and humanity was in its infancy, callous elf nobles intentionally opened fey crossings between their realm and the natural world, sending dangerous monsters through to terrorize early mortal civilizations. Many of humanity's oldest folk tales concern these first encounters with creatures such as owlbears and displacer beasts. Although eladrin scholars have tried to disprove the assertion that their ancestors were responsible, there is no doubt that an unusual number of stories passed down by human cultures involve such occurrences.<br>&nbsp;&nbsp;&nbsp;&nbsp;However troublesome or malicious the ancient elves might have been, they inadvertently gave the people of the natural world a familiarity with fey creatures. During these formative years for human culture, contact with Feywild beasts had a great impact; the magic of that plane touched hearts and souls in the mortal world. As a result, some members of mortal races developed an affinity for dealing with creatures from the Feywild. They could command the beasts of the fey realm just as mortal nobles could command their subjects. Renowned fey beast tamers, many of whom have been immortalized in story and song, rode into battle with powerful denizens of the Feywild at their side.<br>&nbsp;&nbsp;&nbsp;&nbsp;Generations passed, empires rose and fell, and wars came and went. Bloodlines that once had been strong were thinned out by centuries of marriage and expansion. The beast tamers who commanded armies of fey creatures died out, and every generation of their offspring grew weaker in their control over fey beasts until the ability was almost forgotten.<br>&nbsp;&nbsp;&nbsp;&nbsp;Once every few generations, however, a mortal is born of parents who still have strong blood ties to the ancient beast lords. Such individuals grow up with the inherent ability to bond with fey creatures. Though many never realize their full potential, some discover&mdash;through chance encounters&mdash;that they can influence fey beasts by sheer willpower. These special mortals usually bond with a single creature, forming a connection that is as strong as the one shared by soldiers who serve together in battle.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are one of these rare individuals with an ability that reaches back to the dawn of civilization. You have formed a connection with a fey creature and can command it to aid you and protect you from harm. Over time, as you develop this bond further, you will begin to absorb the inherent magic of the creature and find yourself capable of things you never thought possible.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fey Beast Tamer Starting Feature (1st level)</strong>: Choose one of the following creatures: blink dog, displacer beast, fey panther, or young owlbear. You gain it as your fey beast companion. <br>&nbsp;&nbsp;&nbsp;&nbsp;Your fey beast companion is considered an ally of you and your allies. It can be affected by powers in the same way that any other creature can be. It has animal intelligence, so you can communicate with it only at a basic level (like a trained pet), and it doesn't understand complex ideas.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your fey beast companion's level is equal to yours, and its hit points, defenses, and attack values are determined by your level, as noted in its statistics. <br>&nbsp;&nbsp;&nbsp;&nbsp;Your companion shares your healing surge total. Whenever an effect requires your fey beast companion to spend a healing surge, the surge is deducted from your total. Whenever you use your second wind, your companion also regains hit points equal to your healing surge value. At the end of a short rest, your fey beast companion regains all its hit points. <br>&nbsp;&nbsp;&nbsp;&nbsp;If you die or your companion drops below 1 hit point, it retreats back into the Feywild. If that occurs, you can use one of these two ways to call it back. <br>&nbsp;&nbsp;&nbsp;&nbsp;Minor Action: You lose a healing surge, and your companion appears in the nearest unoccupied space, with hit points equal to your healing surge value. <br>&nbsp;&nbsp;&nbsp;&nbsp;Short Rest or Extended Rest: At the end of the rest, you lose a healing surge, and your companion appears in the nearest unoccupied space, with full hit points.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fey Beast Companion Actions</strong>: While you are within 20 squares of the companion, it relies on your guidance. You take actions so that the companion can act, and during an encounter, its initiative is the same as yours.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Standard Actions</strong>: For your companion to take a standard action, you must take a standard action to command it to do so. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Move Actions</strong>: Whenever you take a move action, your companion can also take a move action. Alternatively, you can stay put but take a move action to command your companion to take a move action. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Minor Actions</strong>: For your companion to take a minor action, you must take a minor action to command it to do so. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Free Actions</strong>: Your fey beast companion can take a free action without your taking an action to command it. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Triggered Actions</strong>: If one of your fey beast companion's triggered actions is triggered, the companion can take that action only if you take the same kind of action to command it to do so. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Acting Independently</strong>: In situations where you can't give commands to your fey beast companion, it can act independently. When it does so, it can take a standard action, a move action, or a minor action on its turn. It can also take opportunity actions and free actions, but cannot take immediate actions. <br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fey Beast Tamer Level 5 Feature (5th level)</strong>: You have combat advantage against enemies in your fey beast companion's aura.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Fey Beast Tamer Level 10 Feature (10th level)</strong>: You can communicate normally with your fey beast companion and other creatures of the same kind.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ffKKjg4cUXRPVYnU",
	"_key":"!items!ffKKjg4cUXRPVYnU"
}