{
	"name":"Firecrafter Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I feel the flames of a thousand suns burning in my heart.\"</em></p>\n<p>Fire creates and destroys. With fire, one can transform raw iron into a useful blade, clear a field of crops to halt the spread of a disease, or lay waste to anything that stands in one's way. Fire is also the element of emotion, of passion and intensity, of new ideas and revelations. Firecrafters embrace elemental fire, using it to forge themselves into something new, something made from fire and yet bound in humanoid form.<br>&nbsp;&nbsp;&nbsp;&nbsp;Firecrafting finds its roots among the primitive cultures in the world. Legend holds that the primordial Imix gifted mortals with fire in order to destroy them, and it was Ioun's intervention and knowledge that gave mortals the wisdom to control it. Ioun enabled mortals not only to use fire for light and warmth, but to bend it to their will with magic.<br>&nbsp;&nbsp;&nbsp;&nbsp;Firecrafters come by their power through the same channels that other individuals learn to use elemental magic. Some might transform into elemental creatures after discovering a primordial shard. An imprisoned primordial might grant a boon to a particularly loyal follower, while mere exposure to the Elemental Chaos could be the catalyst that awakens a latent elemental quality in others. Regardless of his or her history, a firecrafter leads a lonely life. People fear firecrafters, and with good reason.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Firecrafter Starting Feature (1st level)</strong>: Your origin becomes elemental. For the purpose of effects that relate to creature origin, you are considered to be an elemental. Add Primordial to the languages you can read, write, and speak. Also, you can emit dim light out to 5 squares. As a minor action, you can suppress or resume this light. <br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the blazing corona power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Firecrafter Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Acrobatics checks. Whenever you use your second wind, you gain a +1 power bonus to attack rolls with fire attacks until the end of your next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Firecrafter Level 10 Feature (10th level)</strong>: Whenever you use blazing corona, you can also shift up to 3 squares as a free action.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"WRbenwOcaCwagAUM",
	"_key":"!items!WRbenwOcaCwagAUM"
}