{
	"name":"Ghost of the Past Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>History litters the worlds featured in the Dungeons &amp; Dragons&reg; game. Old statues of people long forgotten stand in mute battle against the creepers and overgrowth. Crumbling ruins, toppled walls, and cracked buildings that are now home to the creatures of the wild still echo with the drama that once unfolded there. Even the dungeons that adventurers explore&mdash;built for reasons long lost, for purposes now inscrutable&mdash;can trace their origins back to the murky times gone by. The past is all around&mdash;in the wreckage of fallen kingdoms and empires, in the memorials raised to commemorate significant people and events, and in the names of heroes and villains that still resound through the centuries. For most, history is what has already happened&mdash;the events that have shaped the present. But for you, history was yesterday. <br>&nbsp;&nbsp;&nbsp;&nbsp;Born in an age far removed from the present, you were a member of the civlizations that transformed the world. You might have dwelled among the fiends of Bael Turath or the dragons of Arkhosia, taken leisurely strolls within the stunning city of Myth Drannor, or fought bravely amid the armies of the goblinoid Empire of Dhakaan. You witnessed these nations at their heights, when their lights shone the brightest, and you experienced the incredible grandeur and majesty of your civilization. Everything seemed possible.<br>&nbsp;&nbsp;&nbsp;&nbsp;But now, you are here&mdash;or, to be more precise, you are now, stuck in the current and very dark age. How did you come to be here and now? Perhaps it was an accident. Perhaps you were placed in stasis as punishment for crimes you did or didn't commit, or as part of a magical experiment into the nature of time. Some magical calamity might have flung you forward, hurling you through the long centuries to emerge in a world far removed from the one you remember. However you made the journey, you now inhabit a changed world. The people you knew are bones and dust. The cities you loved so well are now reduced to monster-infested ruins. The life you led is a fading memory that only you recall. <br>&nbsp;&nbsp;&nbsp;&nbsp;Now you must make a choice. Do you lament the past you lost and curse this unforeseen future, or do you embrace this new, savage world? Or, perhaps, will you try to recapture the light that was lost and restore your old, forgotten realm? Only this time, under your guidance, the empire might stand the test of time.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ghost of the Past Starting Feature (1st level)</strong>: You gain training in History. If you are already trained in History, choose a different skill. Add the language of your fallen empire to the languages you can speak, read, and write. Finally, you gain the guidance of the past power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ghost of the Past Level 5 Feature (5th level)</strong>: The first time you use your guidance of the past power to make a History check during an encounter, you do not expend the power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ghost of the Past Level 10 Feature (10th level)</strong>: Whenever you spend an action point to take an action that requires you to make an attack roll, a skill check, or an ability check, you can use your guidance of the past power with the action, even if you have already expended the power.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"kxHe8ZAeCM6I2aQb",
	"_key":"!items!kxHe8ZAeCM6I2aQb"
}