{
	"name":"Gladiator Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I have no quarrel with you, friend, but circumstances make us enemies. Only one of us will leave the arena this day, and it's going to be me.\"</em></p>\n<p>Life under the sorcerer-kings is hard. Water, food, and shelter are never guaranteed, and one misstep can result in a public flogging by an overambitious templar or a swift execution to serve as warning to others who might overstep their bounds. But the sorcerer-kings know that even with loyal templars and vast armies at their command, they rule with their subjects' consent. To distract the masses from their misery, to divert public attention from oppressive laws and heavy taxes, the sorcerer-kings decree the incessant spectacle of gladiatorial games.<br>&nbsp;&nbsp;&nbsp;&nbsp;Each city-state boasts an impressive arena, with enough seating to hold most of its citizens. Each week, or more often depending on weather or political conditions, nobles and commoners gather to watch the drama unfold, cheering madly as their favorite warriors duel with other gladiators, work in teams to claim the contest's great prize, or fight en masse to defeat whatever new horror the arena masters have plucked, no doubt at great expense and loss of life, from the desert wastes.<br>&nbsp;&nbsp;&nbsp;&nbsp;Naturally, most gladiators are slaves. Chosen for this fate because of their strength or skill, they live and die at the crowd's favor, pitting what training they acquire against myriad foes, never knowing when they will face an insurmountable foe, never sure when their opponent will be their equal. Arena masters understand that their warriors fight with passion when they have something to fight for, and so they offer freedom, wealth, pleasure, or some other incentive to stoke the fires and keep their captive warriors eager for victory. Freedom is the greatest prize, of course&mdash;but the games are so violent that few gladiators live long enough to earn the victories they need to escape.<br>&nbsp;&nbsp;&nbsp;&nbsp;The life of a gladiator is brutish and brief, but it is the one occupation a slave can hold that also brings respect. Gladiators are heroes to the common people. Their trials and victories are the stuff of legend, and many slaves grow comfortable from the accolades their conquests bring.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ki9GuitkfchwbWny",
	"_key":"!items!ki9GuitkfchwbWny"
}