{
	"name":"Gloomwrought Emissary Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Gloomwrought, also known as the City of Midnight, is one of the few bastions of civilization within the Shadowfell. It is a place of treachery and subterfuge, where only the savvy survive. Unscrupulous political houses, whose special interests far outweigh the concerns of social needs, handle governance of the city while Prince Rolan the Deathless serves as the de facto leader. With all the political intrigue surrounding daily life within the city, many wealthy and powerful individuals ceaselessly work to expand their spheres of influence. One way in which they accomplish this is by sending out special envoys that work to further their interests and the interests of Gloomwrought. These Gloomwrought emissaries are crucial to the expansion of the city's political reach and are the eyes and ears of the noble houses.<br>&nbsp;&nbsp;&nbsp;&nbsp;Joining this elite corps of specialists can be difficult, and whom you know&mdash;not what you know&mdash;is important in most cases. In some cases, an existing agent of a house recruits emissaries passively by following them for some time and observing them from a distance so their skills and abilities can be gauged. This gives the recruiter time to evaluate and pass judgment before contacting the potential emissary and bringing him or her on board. In other cases, emissaries are cultivated from within the house and are trained from a young age, a method that has a high success rate in developing bright new talent. <br>&nbsp;&nbsp;&nbsp;&nbsp;Your life as a Gloomwrought emissary depends largely on the master you represent. You might serve as a crafty spy, or a hired assassin sent to eradicate an enemy of your house. You could serve Gloomwrought as a diplomat by using your silver tongue to help spur, or incite, bloody conflict. No matter how you choose to serve, you are an important part of the city's social landscape.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Gloomwrought Emissary Starting Feature (1st level)</strong>: You gain the strike from the shadows power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Gloomwrought Emissary Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Diplomacy checks and Streetwise checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Gloomwrought Emissary Level 10 Feature (10th level)</strong>: Once per day, you can reroll a Bluff check, a Diplomacy check, or an Intimidate check. You must use the second result.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"HtJ0HdGFApk6nAof",
	"_key":"!items!HtJ0HdGFApk6nAof"
}