{
	"name":"Guardian Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Members of elite societies or military orders dedicated to the preservation of a worthy ideal, guardians are vigilant warriors ready to defend their sworn charges with their lives. Although strength and fighting spirit are useful to guardians, most pride themselves on using their heads, not their hands. Guardians believe that the service they offer doesn't permit personal glory-seeking or needless risk-taking. If the causes or the people they protect can be defended only by head-on battle, then guardians do not hesitate to draw their weapons. On the other hand, if the best way to carry out a mission is to employ stealth or subterfuge, or flee the scene, so be it.<br>&nbsp;&nbsp;&nbsp;&nbsp;A guardian's orders vary widely from realm to realm. Some exist to protect another group or organization, such as the high priests of a particular god, the members of a wizards' guild, or a family line harboring a great destiny or a magical legacy. Some are sworn to protect a rare or treasured site or item, such as the forge-flame burning eternally in the heart of a dwarven citadel, or a mighty artifact of good that a demon lord seeks so that it can destroy the item. A few guardian orders are mercenary squads of the highest quality, priding themselves on offering the best, most loyal protection that gold can buy. However, most guardians are sworn to the service of a kingdom or realm. They serve as bodyguards to the royal family and high-ranking members of court, protect the treasures and the secrets of the realm, and undertake missions of vital interest to the crown.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Guardian Starting Feature (1st level)</strong>: You gain the guardian's counter power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Guardian Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Insight checks and Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Guardian Level 10 Feature (10th level)</strong>: Choose one creature to be your bonded charge. You can sense when your bonded charge is in danger, as long as he or she is within one mile. You can sense the general direction and distance to your bonded charge if you don't know where he or she is. If an enemy attacks your bonded charge, you gain a +1 bonus to attack rolls against that enemy until the start of that enemy's next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;You can have only one bonded charge at a time. Your bonded charge must be someone your guardian order is sworn to protect. Generally speaking, you can't designate someone as a bonded charge whose melee combat skills equal or exceed your own; you're supposed to protect people who don't fight as well as you do.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"VVRdh7iNFHUnAH4z",
	"_key":"!items!VVRdh7iNFHUnAH4z"
}