{
	"name":"Guttersnipe Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Heroes can rise from unfortunate circumstances, and few circumstances are less fortunate than to begin life as a penniless street urchin in a hard, unforgiving city. Orphaned, abandoned, or mistreated as children, guttersnipes can grow into hard-bitten, cynical adults. Marked by the lower-class manners and speech patterns of the poorest quarters, guttersnipe heroes struggle to be seen as something more than the dregs of society. Guttersnipes live their lives under constant suspicion from the more fortunate people in the world. Most are seen as greedy, lying cutpurses, footpads, or ruffians who would slit a throat for a handful of silver pieces. Common people openly distrust them, constables and watch officers routinely harass or question them, and aristocrats are surrounded by watchful guards or counselors who make it a point to keep the riffraff, especially dangerous riffraff, away.<br>&nbsp;&nbsp;&nbsp;&nbsp;Under this cloak of distrust, some guttersnipes choose to live down to others' expectations, nursing bitter grudges against their &ldquo;betters.&rdquo; Others desperately try to escape their poor origin by concealing their street manners and lack of education behind carefully rehearsed facades of gentility; they dread the day when someone sees through the disguise. Some happy-go-lucky souls choose not to be troubled by suspicions and slights, refusing to be defined by others' ill-informed judgments. Finally, benefactors who see potential in them pluck a lucky few guttersnipes out of the streets and give them a chance to make something of themselves. A powerful wizard might detect a spark of greatness in a street urchin and teach the boy or girl a few tricks; a compassionate priest might offer a poor child a chance to become an acolyte in a temple. As recounted in more than one legendary tale, guttersnipes are sometimes picked up from the streets by royalty or high nobles and adopted after doing some great service or showing tremendous pluck.<br>&nbsp;&nbsp;&nbsp;&nbsp;Whether a guttersnipe meets life with wry wit or scheming self-interest, every one is a survivor who excels in recognizing and seizing opportunity. Guttersnipes who through good fortune or hard work leave the streets behind to become wizards, clerics, or wards of nobles might not look or sound much like the beggar children they once were, but inside they still have the quick wits and daring that got them noticed in the first place.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Guttersnipe Starting Feature (1st level)</strong>: You gain the running slash power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Guttersnipe Level 5 Feature (5th level)</strong>: When you buy an item, you pay 90 percent of the listed price. When you sell an item, you receive 10 percent more than the price normally quoted for selling that item.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Guttersnipe Level 10 Feature (10th level)</strong>: You gain a +5 power bonus to Streetwise checks. You can make a Streetwise check once per day as a free action as long as you are in a town or a city.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"t8amtzWCsucAYPKu",
	"_key":"!items!t8amtzWCsucAYPKu"
}