{
	"name":"Halaster's Clone Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>&nbsp;For over a thousand years, the Mad Mage Halaster Blackcloak ruled Undermountain, the labyrinthine dungeon beneath Waterdeep. During that time, he created untold numbers of clones to house his identity in case his body met with disaster. The clones were kept in stasis and hidden in safe places throughout Undermountain and the lower reaches of Waterdeep. Though Halaster expected death at every turn, not even he foresaw his destruction at his own hands. His essence was cast across the planes when he lost control of a powerful ritual, and before he could find his way back to one of his clones, the Spellplague struck. Only Halaster knows for certain what happened next. &nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;You were supposed to be one of Halaster's clones&mdash;of that much you're certain. The safe house in which you awoke was filled with the Mad Mage's writings, which were meant to help him reorient himself upon assuming a new body. But something went horribly wrong.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are not Halaster. Your body is far different from what is shown in the paintings and illustrations of the master of Undermountain. Your personality and skills seem drawn from another source. Yet Halaster is there too, his maniacal laughter bubbling up from the recesses of your mind.<br>&nbsp;&nbsp;&nbsp;&nbsp;It has now been more than a hundred years since Halaster's death and the onset of the Spellplague, and you have nothing but questions. Undaunted, you set out from Undermountain to create a life and a history for yourself; you hope to find the strength to keep your internal madness at bay. Halaster's power grows with every passing day, and this body isn't big enough for both of you.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Halaster's Clone Starting Feature (1st level)</strong>: You do not age. In addition, you gain immunity to diseases of your level or lower.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Halaster's Clone Level 5 Feature (5th level)</strong>: You gain the alter time power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Halaster's Clone Level 10 Feature (10th level)</strong>: You gain a +4 power bonus to initiative.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"IO7MzjDQ80HhNiUa",
	"_key":"!items!IO7MzjDQ80HhNiUa"
}