{
	"name":"Haunted Blade Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>When a mortal commits a cold, calculated act of violence with a sword, an axe, or some other weapon, he risks being cursed by the dark powers to a life of fear and suffering. Perhaps the warrior put an entire village to the sword in an effort to capture and kill one escaped criminal. Perhaps he desecrated a holy temple, shattering sacred relics with a great warhammer. Or perhaps he betrayed and executed an innocent friend with a headsman's axe. From such unspeakable deeds are born the haunted blades, warriors doomed to carry the terror of their victims with them for the rest of their days.<br>&nbsp;&nbsp;&nbsp;&nbsp;Even though some haunted blades commit their crimes in the name of a noble cause, they, like all of their number, have been singled out by the dark powers for a unique gift. The violent deed leaves the haunted blade forever changed. Henceforth, when such a warrior draws his weapon, his countenance takes on the appearance of a creature infused with dark power, and he becomes terrifying to behold. The sins from his past resonate with a haunted blade when he ventures into battle, and the fear and horror his innocent victims once felt emanates from him in waves of sheer terror. For a brief moment, the haunted blade is able to share with his enemies the deep fear he endures every day. <br>&nbsp;&nbsp;&nbsp;&nbsp;Whether a haunted blade has been chosen by the dark powers is open for debate. Some scholars posit that spirits of ancient magic weapons roam the domains of dread, and these spirits are drawn to acts of darkness like moths to a flame. Under this theory, the dark spirit gains access to the haunted blade's mind, lurking in the deep recesses of his brain. Although the spirit is unable to take control of its mortal host, when the haunted blade draws his weapon, the ancient spirit surges into it. The drawn weapon often becomes encased in shadow, and ebon tendrils snake forth from its surface, hungering for blood. Regardless of whether a haunted blade has been touched by the dark powers or invaded by a shadowy spirit of an ancient weapon (or perhaps both), the force inside the warrior will attempt to steer him down the path to evil.<br>&nbsp;&nbsp;&nbsp;&nbsp;Haunted blades often depend on their companions for support in their dark and treacherous journey. Many such characters are truly repentant, and seek out allies of good moral codes to help them make up for their past mistakes. Sometimes the darkness inside a haunted blade bubbles to the surface, however, and one might commit an act that its allies find troublesome. Such an act might be murdering a creature that has surrendered in battle, torturing a prisoner for information, erupting in sudden violence while in the peaceful confines of a city, or turning on a trusted ally.<br>&nbsp;&nbsp;&nbsp;&nbsp;A haunted blade often hears the whispers of the dark force inside him, urging him toward acts of betrayal, but this path is by no means an inevitable one. If you're interested in using this theme, talk to your DM and the other players to ensure that a character who might suddenly turn on his allies (which is entirely the player's decision; this theme does not mandate such an occurrence) is something the group finds fun to roleplay and an acceptable addition to the party.<br>&nbsp;&nbsp;&nbsp;&nbsp;Haunted blades carry within themselves the seeds of what it means to be a dark lord. At some point each one must choose which direction his or her life will take. Will a haunted blade continue the descent into darkness, winning more favor from the dark powers until finally becoming a dark lord? Or will he instead choose the path of virtue, trusting in his companions to show him the way back to the light? Until that day of redemption comes, when a haunted blade strides into battle with weapon drawn, his enemies will cower before him. They know instinctively that this darkness is not to be trifled with; it is a force of pure dread in a world already filled with horror.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Haunted Blade Starting Feature (1st level)</strong>: You gain the blade of nightmares power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Haunted Blade Level 5 Feature (5th level)</strong>: When you make an Intimidate check, you can roll twice and use either result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Haunted Blade Level 10 Feature (10th level)</strong>: You can substitute your Charisma modifier for your Dexterity modifier when making initiative checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"NYAgz0AF84R2aFPn",
	"_key":"!items!NYAgz0AF84R2aFPn"
}