{
	"name":"Heir of Delzoun Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>Yea, the blood of Delzoun flows in me veins! I come a'seeking Gauntlgrym, and I durn't care how many tried and failed! Well, of course I have me a plan! Buy the next round, and I'll tell ye all about it.</em></p>\n<p><strong>Prerequisite: </strong>Dwarf<br><br>Thousands of years ago, in an age of great empires, the dwarven realm of Delzoun thrived. Said to be the pinnacle of dwarven culture, Delzoun was a place whose citizens were happy and productive, trading in relative peace with their neighbors. When Netheril was laid low by the folly of the mage Karsus, it was not only the Shadovar that suffered.<br>&nbsp;&nbsp;&nbsp;&nbsp;Like so many of the dwarves of the North, your family claims direct descent from Delzoun. However, with so many making that same claim, who knows if any speak the truth? In private, for much of your life, you've had your doubts.<br>&nbsp;&nbsp;&nbsp;&nbsp;Then seventeen years ago, during the Summons, the ghosts came.<br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps only one in a thousand dwarves has made a believable claim to have seen them&mdash;but you are one of those chosen few. Clad in the vestments of ancient times, the ghosts spoke with a voice that only you could hear. Pleading in the manner of dwarves in the most desperate need, they begged for help&mdash;not for themselves, but for all your kind. They spoke of an &ldquo;awakening beast&rdquo; that must not be allowed to rise. And before they vanished, they begged you to come to them&mdash;in Gauntlgrym.<br>&nbsp;&nbsp;&nbsp;&nbsp;Gauntlgrym. What dwarf of the North has not dreamed of that place? Most people think it a myth or a ruin cast to rubble ages ago, but dwarves know different. Dwarves feel the truth in their bones.<br>&nbsp;&nbsp;&nbsp;&nbsp;For a time, Gauntlgrym was the capital of Delzoun. The underground city was the grandest settlement in the North&mdash;perhaps in all the world. Doors cast of pure mithral opened at a dwarf 's slightest touch. A forge burned there so mighty that items of enchantment could be made without magic. So great was Gauntlgrym that humans, elves, halflings, and gnomes all begged to live beneath its roof, and were welcome.<br>&nbsp;&nbsp;&nbsp;&nbsp;Yet Gauntlgrym fell long ago&mdash;first to orcs, then to humans who claimed it, then to mind flayers, and finally to the mists of history. Rumors have placed it in numerous locations. Some claim to have seen it or have maps to it, but lunatics and scoundrels assert many things. The Summons drew many to search for it, including you.<br>&nbsp;&nbsp;&nbsp;&nbsp;In the end, your search has brought you to the Neverwinter region, where Gauntlgrym might yet lie hidden. Some of your family think you mad. Others burn like the sun with pride, for you have the opportunity to prove their claim of Delzoun blood. Many have sought Gauntlgrym before; others do so now, because you are not the only dwarf to have seen the phantoms or to claim the blood of ages. But if you can succeed, you can elevate yourself and your family name to the heights of dwarven annals and legends. You can restore the remnants of your people's greatest glory. And, just possibly, you can prevent the rise of an evil as great as that which destroyed Delzoun.<br>&nbsp;&nbsp;&nbsp;&nbsp;The dire warnings of the ghosts whose summons you obey weigh heavily on your heart. You have followed the rumors that bore the greatest ring of truth, but now that you've reached Neverwinter, you know that completing your quest will require all the help you can get.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Heir of Delzoun Starting Feature (1st level)</strong>: You gain resistance to poison equal to 5 + one-half your level.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Heir of Delzoun Level 5 Feature (5th level)</strong>: You gain a healing surge.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Heir of Delzoun Level 10 Feature (10th level)</strong>: You gain a +4 bonus to Bluff, Diplomacy, and Intimidate checks made to interact with dwarves.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"WO7zOMyJ2slNH3wH",
	"_key":"!items!WO7zOMyJ2slNH3wH"
}