{
	"name":"Hordelands Nomad Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Between Faer&ucirc;n and Kara-Tur is a vast steppe, held through history by more than one ancient empire. Despite the area's turbulent past, the advent of the Spellplague, and the rise of the Tuigan nation of Ya&iuml;munnahar, the folk of the Hordelands live as they have for centuries. Because the steppe offers few resources, all the nomads of the Hordelands&mdash;Taan, as they call themselves&mdash;are master riders and hardy survivalists. They rely on their mounts and livestock, as well as connections to nature and primal power, for survival.<br>&nbsp;&nbsp;&nbsp;&nbsp;People of the Hordelands venerate Teylas, the Sky Lord, who is called Akadi in Faer&ucirc;n, and worship Etugen, Earth Mother, known among Faer&ucirc;nians as Grumbar. Additionally, and to a lesser degree, the nomads idolize a plethora of other primal spirits. Some of these latter entities live in named places, such as oases, across the plains. Others represent important or fierce animals of the prairie.<br>&nbsp;&nbsp;&nbsp;&nbsp;Tribal customs among the nomads focus on pleasing the spirits as they seek to ensure that the elements remain in balance. Those living in the Hordelands believe that bad luck, such as an inability to find water, is the work of offended spirits. To aid them in their work with the spirits, the nomads use primal magic, and their familiarity with it grants them a sixth sense when it comes to spiritual influences. Not only do they gain closeness to the spirits that surround them, they can sense the presence of myriad fey crossings on the plains, which provides them with the opportunity to interact with fey creatures, too.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hordelands Nomad Starting Feature (1st level)</strong>: You gain proficiency with the shortbow. You also gain the Mounted Combat feat.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hordelands Nomad Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Nature checks. In addition, you can use the Nature skill as if it were Arcana to sense the presence of magic, and to make monster knowledge checks about creatures that have the elemental, fey, or shadow origin.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hordelands Nomad Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to saving throws. If you are attempting to avoid being knocked prone while mounted, your bonus is +5 instead.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"q9PSzu3eI5l5whcc",
	"_key":"!items!q9PSzu3eI5l5whcc"
}