{
	"name":"House Priestess Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Female, drow, any divine class.<br><br>Drow society thrives on infighting, treachery, and ruthless ambition, and nowhere is this more apparent than among the priestesses of the Spider Queen. Lolth demands that the strong survive to rule the weak, and every drow house follows this most sacred of commandments. If you fall to a rival's machinations, then you did not deserve your position in the first place.<br>&nbsp;&nbsp;&nbsp;&nbsp;You were born to rule. As the daughter of a matron mother, you claimed the divine power of Lolth as your birthright, and with it you mean to advance your station and secure your destiny. You spent fifty years in training at Arach-Tinilith, but the endless cycle of ritual was not for you. You prefer the chaotic arena of your own house, battling your sisters for dominance. You excel at betrayal and don't hesitate to turn against enemies and allies alike.<br>&nbsp;&nbsp;&nbsp;&nbsp;One day, you will succeed your matron mother&mdash;most likely by the edge of a sacrificial blade. Until then, you lurk and scheme, weaving a web of intrigue.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>House Priestess Starting Feature (1st level)</strong>: You gain the devious strike power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>House Priestess Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Diplomacy checks and Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>House Priestess Level 10 Feature (10th level)</strong>: While you are not bloodied, minions and bloodied enemies take a -2 penalty to attack rolls against you. This is a fear effect.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"K9suNsg936ls89b1",
	"_key":"!items!K9suNsg936ls89b1"
}