{
	"name":"Illiyanbruen Guardian Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>You cannot escape the past. I won't let you.</em></p>\n<p><strong>Prerequisite: </strong>Eladrin<br><br>Anyone with a passing knowledge of history knows of Iliyanbruen&mdash;the great kingdom of the mortal world that was home and sanctuary to the elves after the dissolution of the empire of Illefarn. Like the empire that spawned it, Iliyanbruen also fell in time. Many of its folk left for Evermeet, even as others retreated into the Feywild. With powerful magic, the elves of old transported most of Sharandar, the capital city of Iliyanbruen, to the Feywild. Their plan was for Iliyanbruen to rise once more on the site of the original home of the elven people&mdash;but events seldom align with the intentions of those who live them.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although Iliyanbruen rose once more, the Feywild was no empty frontier. The forces that drove the ancient elves to first leave Faerie for the world still held sway in many places. Enemies of these returned folk&mdash;particularly the Winter Court and the Twilight Fey&mdash;arrayed against them. Treants, dryads, centaurs, firbolgs, satyrs, and other creatures that might once have been allies saw the Iliyanbruen eladrin only as invaders.<br>&nbsp;&nbsp;&nbsp;&nbsp;Generations of battles and legends later, Iliyanbruen endures as a realm, its borders several days' walk from the ruins of Sharandar. That land has always been your home, and your people have lived there in relative peace for generations.<br>&nbsp;&nbsp;&nbsp;&nbsp;With the coming of the Spellplague, everything changed. Faerie and the world were brought into conjunction once more. Some eladrin grew eager to determine what had become of their worldly home. This was easier said than done, however, for a covey of hags and their dark servants had taken over Sharandar, making travel difficult at best. Although you initially had little real interest in old Iliyanbruen beyond mild historical curiosity, you were quick to join the effort at ousting the evil fey from the region.<br>&nbsp;&nbsp;&nbsp;&nbsp;Several of your friends were injured or slain before your people reclaimed the territory and established an outpost in the ruins. From there, you and your fellows ventured back into the mortal world where the eladrin of Iliyanbruen had not stepped for centuries.<br>&nbsp;&nbsp;&nbsp;&nbsp;You were horrified at what you found. Though you had expected the kingdom's ancient tree-cities to have fallen into disrepair, you found many of them looted as well. Their structures were ravaged and desecrated, with ancient treasures of statuary, artwork, and holy icons all stolen away.<br>&nbsp;&nbsp;&nbsp;&nbsp;Fierce debate arose among the fey of New Sharandar. Some, enraged by what had occurred, demanded that the eladrin reenter the mortal world in force, wreaking vengeance on any who lingered near the ruins of Iliyanbruen&mdash;or even the entirety of what was once Illefarn. Others of calmer mien said that the eladrin should reclaim the greatest ruins of Iliyanbruen, restore them to the glory of old, and take vengeance only on those directly responsible for their debasement. However, for that effort to work, the eladrin must learn who has despoiled their ancient home.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are determined to find out who has ravaged the ruins, which are already weakened by time. In discovering who stole your ancestral treasures&mdash;and what creatures deserve your wrath&mdash;you intend that justice be meted out appropriately. You are driven not only by anger and vengeance, but also by a sense of urgency. For you know that if you fail, the wrathful among your people will gain the upper hand, spilling the blood of the guilty and the innocent alike.<br>&nbsp;&nbsp;&nbsp;&nbsp;Many eladrin have made the natural world their home as they seek answers&mdash;and you are one of them. Some set out in search of allies, hoping that fabled Evermeet or one of the elven kingdoms of old still exists. Others have set their sights on the areas closer to Neverwinter Wood, feeling certain that those responsible for the desecration of your birthright have not gone far.<br>&nbsp;&nbsp;&nbsp;&nbsp;It appears that you were right. Even as you began your investigation of the ruins of Neverwinter, you arrived late for a rendezvous with your fellows to find them slain by powerful magic. Whoever the wrongdoers might be, they outnumber you. You know you need allies in the fight against them, but if news of the slaughter spreads among your people in the Feywild, it could mean war. Even worse, Iliyanbruen might decide to sever ties with the past once and for all.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Iliyanbruen Guardian Starting Feature (1st level)</strong>: When you use fey step, you can take one adjacent ally with you. That ally teleports to a square adjacent to your destination.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Iliyanbruen Guardian Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to History checks and Nature checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Iliyanbruen Guardian Level 10 Feature (10th level)</strong>: You can use fey step as a minor action.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"goabNpk8uRO6NXgZ",
	"_key":"!items!goabNpk8uRO6NXgZ"
}