{
	"name":"Infernal Slave Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I know what lies beyond the veil. That's why I'm sending you in my place.\"</em></p>\n<p>Free will shapes the infernal slave's identity. Whether the decision was made after careful consideration or in the heat of passion, the infernal slave agrees to sacrifice the future&mdash;a dimly understood afterlife, a shadowy doom not yet realized&mdash;in exchange for some immediate gain.<br>&nbsp;&nbsp;&nbsp;&nbsp;The boon could be something as base as wealth. Treasure chests filled to bursting, a prized jewel long coveted, a successful business venture: all translate into mortal comfort. The gain could be satisfaction of lust, carnal, material, or otherwise&mdash;a longing that would not be denied. The greatest lure, however, is power. Command over other people is intoxicating, as is the ability to do as one wishes without fear, without persecution, without regard for consequences.<br>&nbsp;&nbsp;&nbsp;&nbsp;These prizes are great temptations. To the infernal slave, they are immediate and full recompense for a sacrifice payable far off in the future. Some claim that the slave is doomed to an unspeakable fate, suffering and dying a thousand deaths at the hands of the cosmos's most vile entities, those god-killers called devils. But what do the naysayers truly know. Maybe the consequences are far less dire. One never knows what the future holds. Given the immediacy of the boon and the remoteness (and sheer conjecture) of the payment, the infernal slave considers the arrangement a true bargain.<br>&nbsp;&nbsp;&nbsp;&nbsp;In the end, an infernal slave comes to understand that he or she has bargained badly. The boon turns out to be fleeting, ruined by personal choice or circumstance. The bargainer becomes worse off than he or she was prior to making the deal. In this wretched state, the full horror of the pact is revealed and annihilation's imminence bears down with a hammer's force. The slave sees his or her doom in the shadows, hears the screaming souls as they burn in hellfire&mdash;a waking nightmare that never ends.<br>&nbsp;&nbsp;&nbsp;&nbsp;At that point, panic and horror shape the slave's existence. Escaping this fate comes to eclipse any other consideration. In this way, the devils gain a mortal thrall&mdash;a vessel to spread evil and corruption. Evil appears the only way out for the misguided fool who desperately seeks to escape the doom he or she willfully accepted.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Infernal Slave Starting Feature (1st level)</strong>: You gain the hellfire touch power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Infernal Slave Level 5 Feature (5th level)</strong>: While you are not bloodied, you gain a +1 power bonus to Fortitude, Reflex, and Will. While you are bloodied, you take a -1 penalty to those defenses.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Infernal Slave Level 10 Feature (10th level)</strong>: The first time you drop below 1 hit point each turn, each creature adjacent to you takes fire and necrotic damage equal to 2 + your level.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"EiPZysdRgG5pietH",
	"_key":"!items!EiPZysdRgG5pietH"
}