{
	"name":"Infernal Prince Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Within me burns the might of an infernal lineage. Those who stand against me face the wrath of the Nine Hells.\"</em></p>\n<p>Eager to extend their influence into the world, the lords of the Nine Hells have long mingled their essence with those of chosen mortals to create bloodlines tainted with infernal power. Although the link between an infernal progenitor and his or her fiendish scions might stretch over many generations, the strength of the bloodline persists, and those &ldquo;blessed&rdquo; with such a legacy are potent tools of evil. Inheritors of a hellish strength, these infernal princes can call upon an array of diabolical abilities.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although many infernal lords have engendered mortal bloodlines, Asmodeus and Mephistopheles have been the most prolific. Infernal princes who can trace their lineage back to either archdevil are by far the most common of their ilk, and both Asmodeus and Mephistopheles actively involve themselves in the lives of their progeny. An infernal prince might be unaware that his or her blood and soul churns with the essence of an archdevil, and the diabolical power resulting from this union typically lies dormant until the character reaches young adulthood.<br>&nbsp;&nbsp;&nbsp;&nbsp;In the case of an infernal prince bearing the blood of Asmodeus or Mephistopheles, a tutor sent by the archdevil arrives when the dark urges that herald a diabolical awakening manifest in that individual. This tutor is often a cleric or a warlock devoted to the archdevil, and his or her first order of business is to remove the fledgling prince from home and the influence of parents, who remain unaware of their child's ancestry because, for whatever reason, their own potential was never great enough to warrant the attention of an archdevil. The tutor's goal is to ensure that the student embraces his or her heritage and serves the archdevil whose blood flows through his or her veins. An infernal prince is still mortal, however, and the decision to embrace evil and follow in the footsteps of one's progenitors is his or hers to make. An individual must consciously choose the diabolical path to gain access to its power. <br>&nbsp;&nbsp;&nbsp;&nbsp;Infernal princes can rise high in the service of the archdevil whose blood they share, and they are quite skilled at leading other mortals into darkness. Within an adventuring party, an infernal prince plays the part of a committed comrade and takes pains to keep his or her true allegiance a secret. The character works to lead companions into wickedness, subtly pushing them to commit acts of evil that seem innocuous but form a slippery slope into spiritual corruption. Once these companions are committed to evil, the infernal prince inducts them into the service of his or her patriarch, swelling the ranks of mortals who serve the interests of the Nine Hells.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Infernal Prince Starting Feature (1st level)</strong>: You gain a +1 power bonus to fire attack rolls.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the hellfire heart power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Infernal Prince Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Bluff checks and Diplomacy checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;Once per encounter, when you roll a 5 or lower on a Bluff check or a Diplomacy check made against a humanoid of the natural origin, you can reroll the check. You must use the second result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Infernal Prince Level 10 Feature (10th level)</strong>: The first time you become bloodied each encounter, you regain the use of hellfire heart. If you then use hellfire heart on the creature that bloodied you, the power deals 5 extra fire damage.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"EWLHYnq7Ilr5tNct",
	"_key":"!items!EWLHYnq7Ilr5tNct"
}