{
	"name":"Ironwrought Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"The weapon is only as strong as the hand that wields it.\"</em></p>\n<p>Air, earth, fire, and water eclipse the other expressions of elemental essence found in the Plane Below. They are, after all, the most dominant forms, and most elemental creatures incorporate one or two of these fundamental elements into their being. Less prominent elemental provinces include all manner of phenomena from magma to ice, and smoke to metal. Although devotees of these lesser forces might be rarer than others, they are no less capable than other users of elemental magic. The ironwroughts prove this fact time and time again.<br>&nbsp;&nbsp;&nbsp;&nbsp;The first ironwroughts appeared not long after human empires extended into the Elemental Chaos. Faced with teeming demons, mad slaads, and hostile elementals, as well as physical changes the settlers experienced after being exposed to the plane, the best warriors filled their time perfecting fighting techniques. The heavy armor, the metal weaponry, and their iron resolve all inclined them toward the lesser-known province of elemental metal. It took no time for these warriors to adopt metallic characteristics, becoming less human and more like the creatures they were sworn to fight. Calling themselves the ironwrought, they proved instrumental in throwing back the elemental hordes long enough for their people to establish colonies.<br>&nbsp;&nbsp;&nbsp;&nbsp;From these early warriors descend the ironwrought societies still found across the Elemental Chaos and in the natural world. Two of these, the Scions of Steel and the Iron Brotherhood, actively recruit novices to train in the mystic arts. These warriors hire themselves out as mercenaries across the planes, selling their swords to whoever can afford the fee. Their reputation for excellence keeps these battle groups in constant employ, and they can be found fighting for the efreets, guarding caravans, standing watch on the walls of githzerai fortresses, and elsewhere on the plane and beyond.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ironwrought Starting Feature (1st level)</strong>: Your origin becomes elemental. For the purpose of effects that relate to creature origin, you are considered to be an elemental. Add Primordial to the languages you can read, write, and speak. You gain a +1 power bonus to Athletics checks and Endurance checks. Whenever you use your second wind, this power bonus increases to +4 until the end of your next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the inevitable strike power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ironwrought Level 5 Feature (5th level)</strong>: While you are bloodied, you have resist 2 to all damage. At 11th level, this resistance increases to 4. At 21st level, this resistance increases to 6.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ironwrought Level 10 Feature (10th level)</strong>: Whenever you use inevitable strike, you gain a +1 power bonus to melee weapon attack rolls until the end of your next turn.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"0RjvTjF9YRdVk1b5",
	"_key":"!items!0RjvTjF9YRdVk1b5"
}