{
	"name":"Iron Wolf Warrior Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Every adult Iron Wolf member considers himself or herself a warrior, taking pride in his or her bravery, tenacity, and stoicism in the face of pain or adversity. An Iron Wolf warrior learns the ways of the forest as a child, mastering arts of woodcraft and honing senses long forgotten by the so-called civilized folk of the world. Each soon-to-be Iron Wolf warrior trains alongside his or her tribal brothers and sisters, taking part in fierce skirmishes against orcs, giants, and other marauders, and learning how to fight and survive under the tutelage of the tribe's most honored warriors. <br>&nbsp;&nbsp;&nbsp;&nbsp;As outsiders to the ways of civilization, Iron Wolf warriors are sometimes frustrated and confused by rules of behavior that make no sense to them. When one warrior has a quarrel with one another, he or she confronts that person. A brawl in the road (or, rarely, a duel to the death) is a perfectly acceptable way to settle such conflicts. These warriors value their given word highly, and they hold liars and cheats in utter contempt. Likewise, they have little patience for those who hold positions they did not earn through skill or valor, or who wield power they do not deserve.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Iron Wolf Warrior Starting Feature (1st level)</strong>: You gain the iron wolf charge power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Iron Wolf Warrior Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Nature checks and Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Iron Wolf Warrior Level 10 Feature (10th level)</strong>: When an enemy drops you below 1 hit point, you can make a basic attack against that enemy as a free action immediately before you begin dying.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"Z0ZpzTFcnVWQuhJM",
	"_key":"!items!Z0ZpzTFcnVWQuhJM"
}