{
	"name":"Janissary Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>The races of geniekind have a reputation for carrying off mortals to serve as slaves in the cities and palaces of the Elemental Chaos. Few mortals realize, however, that being the slave of a genie is far from an unpleasant existence. These servants lead lives not much different from those of the common workers, servants, soldiers, and artisans found toiling in and around the castles and palaces of nobles in the world. Even the most ordinary genie&mdash;whether dao, djinn, efreet, or marid&mdash;fancies itself a great lord with a high and royal title. It regards the everyday business of administering its estates and overseeing its property to be a task utterly beneath its attention. Instead, these genie overlords leave most of their affairs in the hands of a select caste of trusted, loyal slaves known as janissaries.<br>&nbsp;&nbsp;&nbsp;&nbsp;Some janissaries are part of a genie's household staff and have little freedom to travel, but most large genie cities and realms are host to a whole class of janissaries who are considered slaves of the throne, rather than of a particular genie. Most such janissaries serve as elite soldiers, city officials, or highly valued artisans and engineers. They are allowed to own property, bear arms, travel, marry, and engage in whatever pursuits they like, although most are guards or bureaucrats in the ruler's service. Adventuring janissaries usually come from this group and are free to do as they please&mdash;until a high-ranking genie commands a service from them. It's not unusual for janissaries to venture into the mortal world on various errands, then stay on to seek their fortunes when their original mission is completed.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although janissaries are often rich, comfortable, and entrusted with great authority, they are still subject to the whims of their genie masters. Goodnatured genies, such as djinns and marids, treat their janissaries well and bestow honors and offices on servants who show cleverness, reliability, and efficiency. Daos and efreets, on the other hand, are cruel and overbearing, so they naturally value servants who use brutality and viciousness when attending to their duties. In most realms janissaries enjoy at least some legal protection against poor or capricious treatment, but in return they are expected to police themselves stringently and to comply with any order or request a genie gives them.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Janissary Starting Feature (1st level)</strong>: You gain a +5 power bonus to Endurance checks against environmental dangers. Add Primordial to the languages you can read, write, and speak.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the janissary charge power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Janissary Level 5 Feature (5th level)</strong>: You gain a +2 bonus to Bluff, Diplomacy, and Insight checks made against creatures that have the elemental origin.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Janissary Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to saving throws against charm effects and fear effects.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"xWXz0NmS8aQ4U4hC",
	"_key":"!items!xWXz0NmS8aQ4U4hC"
}