{
	"name":"Knight Hospitaler Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Hospitalers are members of a religious order of compassionate warriors sworn to provide care and comfort to the poor, the sick, and the injured. Their chapter houses are in many large cities, offering comfort and healing to those in need of it. However, hospitalers are most famous for their work out in frontier lands, where they aid travelers (especially religious pilgrims) who are in distress far from any other help. Fortified hospices stand near difficult mountain passes, at remote river crossings, and in lonely clearings in dark, monster-haunted forests. Many are the travelers whose lives have been saved by hospitalers watching over dangerous roads in the wilds.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to serving as healers and sponsoring almshouses and hospices throughout the land, hospitalers are valiant soldiers. Hospitaler orders keep roads safe from bandits and monsters, especially routes used by pilgrims journeying to holy sites. They defend important shrines and protect high-ranking members of the priesthood. Finally, hospitaler orders are the backbone of many crusading armies seeking to confront great evils in far lands.<br>&nbsp;&nbsp;&nbsp;&nbsp;Like chevaliers, hospitalers are seen as knights of a sort and are entitled to a number of privileges in most realms. They are responsible for maintaining estates and strongholds, overseeing justice in their demesnes, and marshaling companies of soldiers to protect the lands around their estates. However, they are loyal to religious leaders, not secular rulers. Hospitaler commanders hold high ecclesiastic rank as well as knightly titles and estates. In practice, most hospitalers split their time between the estates for which they are personally responsible and the chapter houses or hospices of their order. Titles and estates are awarded on the basis of seniority and family influence, so low-ranking hospitalers rarely have estates of their own. Instead they serve as seneschals or lieutenants to landed hospitalers, swear fealty to the king or high nobles of the nearest realm, or take up arms in a crusade.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Knight Hospitaler Starting Feature (1st level)</strong>: You gain the shield of devotion power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Knight Hospitaler Level 5 Feature (5th level)</strong>: You can request food and lodging for yourself and your traveling companions from any temple affiliated with your hospitaler order, or from any noble household. Your request for hospitality will be honored in all but the most unusual circumstances.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Knight Hospitaler Level 10 Feature (10th level)</strong>: You can use shield of devotion twice per encounter.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"XedLWquQQe602aXj",
	"_key":"!items!XedLWquQQe602aXj"
}