{
	"name":"Mariner Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Mariners are intrepid folk who take to the world's great oceans and seas, living on the rolling waves aboard ships of all kinds. Though they hail from many races and walks of life, mariners have one thing that unites them&mdash;a love of the sea and the freedom it brings. Mariners set their course for wherever the winds take them, whether dodging icebergs in the arctic circle, clipping through the azure waters of the tropics, or crossing vast seas to unknown lands. The crisp sea air is the siren that turns the mariner's rudder to dry land, drawing him or her to see what's beyond the watery horizons.<br>&nbsp;&nbsp;&nbsp;&nbsp;No two mariners share the same story. Their backgrounds converge only in the fact that they have made a life for themselves aboard a ship. For most, this will have been a decision made by choice. Many find ample opportunities to seek wealth by traveling from port to port to trade goods from distant nations. Experienced mariners sometimes seek rich patrons willing to finance daring voyages. Plotting courses to new lands&mdash;and claiming them in the name of their patron&mdash;can bring wealth and fame to the mariner. Others might have dedicated their lives to the royal navy, waging war against the realm's enemies by sea. These naval captains are the stuff of legends. Few mariners reach such lofty status, yet even the rankand-file who crew the ships are rewarded with more adventure and gold than they would ever gain while on land.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although many raise sail for love of adventure or as a profession, those who spend most of their lives on ships have darker experiences. These folk are the dread pirates who plunder the coasts. For these individuals, the sea might serve as a refuge from the hangman's noose, but most pirates adopt their ways after realizing that the expansive holds of merchant fleets contain enough wealth for a hundred lifetimes. Fighting, drinking, and the feel of gold spilling through fingers are pleasures enough to draw even honest mariners to live the pirate's life.<br>&nbsp;&nbsp;&nbsp;&nbsp;The importance that great bodies of water play in various cultures means that members of many races become mariners. Though the great fleets of humanity can dominate the trade lanes, flotillas of halfling skiffs ride the rivers far inland. The graceful prows of eladrin ships glide through the shimmering waters of the Feywild. Underground, dwarven barges cruise through subterranean rivers. Still other mariners are independent members of a tribe, paddling swift canoes or catamarans from island to island.<br>&nbsp;&nbsp;&nbsp;&nbsp;Whether one is a humble sailor, a dashing captain, or a cutthroat pirate, all mariners share a love of freedom. Riding the winds gives them independence unknown by the masses on dry land. The open sea, fleet winds, the song of gulls, and the promise of adventure pull mariners more strongly than the ebbing tide.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mariner Starting Feature (1st level)</strong>: While you are aboard a ship, you gain a +1 bonus to any skill check or ability check related to life at sea. Examples of such checks include an Athletics check to scale rigging, a Diplomacy check to issue orders to surly crew members, a Perception check to spot a dangerous reef, or an Intelligence check to plot a course using the stars. At 10th level, this bonus increases to +2.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, once per round when you make an Acrobatics check to balance or hop down, you can roll twice and use the higher result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mariner Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to initiative checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mariner Level 10 Feature (10th level)</strong>: You ignore difficult terrain when you shift. While you are aboard a ship, you can use a minor action once per round to shift 1 square.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"85IcKVs0tqAS3NWq",
	"_key":"!items!85IcKVs0tqAS3NWq"
}