{
	"name":"Masked Lord Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>You are one of the Masked Lords of Waterdeep&mdash;a secret ruler of the City of Splendors. You're also a fugitive, hunted through the streets, alleys, parks, and marketplaces of your fair city. &nbsp;&nbsp;&nbsp;&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;While pursuing your duties in the Lords' Palace, you overheard a discussion among several of your fellow lords. Though their faces and voices were distorted by magic, their words left you chilled. Some among your fellow Masked Lords&mdash;you're not sure who or how many&mdash;have been assassinated, their positions and identities assumed by doppelgangers intent on taking control of Waterdeep. Disconnected events, such as an attack outside a tavern and the break-in at a friend's manor, are suddenly cast in a sinister light. Have you been discovered? Are you even now a target?<br>&nbsp;&nbsp;&nbsp;&nbsp;Everything is suspect, and trust is a commodity you can't afford. The identity of the Masked Lords must remain secret; there can be no investigation and no public inquest. You dust off skills you haven't used since your youthful forays into Undermountain and take to the streets. You need to find reliable allies. Perhaps adventurers or other Masked Lords whose identities are beyond doubt can help you reveal the doppelgangers without compromising your position. and you need to haul Dagult Neverember, the open lord of Waterdeep, back from Neverwinter. With Neverember's help, the Masked Lords can be purged before Waterdeep falls to the shapeshifters.<br>&nbsp;&nbsp;&nbsp;&nbsp;Unless Lord Neverember has already been compromised. . .<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Masked Lord Starting Feature (1st level)</strong>: You gain the create lord's armor power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Masked Lord Level 5 Feature (5th level)</strong>: When you are in Waterdeep or in a city or a town allied with Waterdeep, you always have access to a safe house warded against scrying and other forms of divination magic. Additionally, you always have access to safe transport to any known location within a day's horse ride of the city.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Masked Lord Level 10 Feature (10th level)</strong>: While wearing your lord's armor, you gain a +1 item bonus to saving throws.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ijRTGXTKIQGQpsTi",
	"_key":"!items!ijRTGXTKIQGQpsTi"
}