{
	"name":"Melee-Magthere Champion Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Drow, any martial class or defender role.<br><br>You are a warrior born and bred. The pounding of blood in your veins, the thrill of battle, the knife edge between life and death&mdash;all these things are precious to you. You call yourself a champion; though the title might weigh heavy at the beginning of your career, your chosen destiny is to seize that honor. You will not rest until you are the undisputed master of warfare as only drow can conduct it: with skill, flair, and deceit.<br>&nbsp;&nbsp;&nbsp;&nbsp;You chose a martial path to escape from your lowly birth, hoping to follow a road to higher station and greater power. Your training has toughened you against the rigors of drow society and, as your career progresses, you demand respect at the edge of your blades. You have performed well in the Grand Melee&mdash;a test of strategy, cunning, and skill&mdash;besting most if not all your rivals. You long for the day when you will triumph over all the other students.<br>&nbsp;&nbsp;&nbsp;&nbsp;At the academy, you also found a kind of nobility you had never encountered in your youth. Grace and beauty live in battle and in the wary camaraderie that warriors develop. In the company of other males, your gender meant little; you were allowed a certain degree of self-determination. Your skills have even earned something like respect from the few female students and instructors at Melee-Magthere.<br>&nbsp;&nbsp;&nbsp;&nbsp;What will you do after leaving the school? You owe your training to the orders of your odious matron mother, but you feel no sense of loyalty to her. Just as your house uses you to earn esteem&mdash;hoping to boast of an infamous warrior or weapon master&mdash;so should you in turn exploit that relationship to earn glory and advance your own ends.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Melee-Magthere Champion Starting Feature (1st level)</strong>: You gain the lurking spider power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Melee-Magthere Champion Level 5 Feature (5th level)</strong>: When you hit any enemy with an opportunity attack, that enemy is slowed until the end of its turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Melee-Magthere Champion Level 10 Feature (10th level)</strong>: When you use your lurking spider power, you can use a free action to make a melee basic attack against the triggering creature as part of the power.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ACfH9uM9KbUa7fUf",
	"_key":"!items!ACfH9uM9KbUa7fUf"
}