{
	"name":"Mercenary Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Sellswords, spellslingers, soldiers of fortune, freebooters&mdash;regardless of their appellation, mercenaries are heroes who work for pay. Capable warriors and spellcasters are always in demand, and the more desperately they're needed, the better paid they are. More than a few young heroes begin their careers by striking out in search of opportunities to turn their fighting skills into high-paying jobs. Although most people expect that mercenaries do only what they're paid to do, it's not unusual for a heroic mercenary to show a soft spot after coming across people in need who can't afford his or her services. It might not be good business, but one of the advantages of being unencumbered by loyalties and obligations is the ability to follow the dictates of one's conscience whenever they strike.<br>&nbsp;&nbsp;&nbsp;&nbsp;Each adventuring mercenary falls into one of two broad categories: retainer or freelancer. A retainer signs on with a patron, providing service in exchange for a regular stipend or salary. Nobles, merchants, and royal officials often find it useful to keep a small number of talented troubleshooters at their beck and call for escorting them during travels, guarding their homes or interests, or dealing sternly with rivals. Retainers are naturally expected to follow their employers' orders, but they spend less time looking for work.<br>&nbsp;&nbsp;&nbsp;&nbsp;A freelancer hires on for one specific job at a time or works on speculation&mdash;for example, hunting down outlaws who have prices on their heads or searching out prospective employers who have problems in need of fixing.<br>&nbsp;&nbsp;&nbsp;&nbsp;Mercenaries might be more flexible in their standards than high-minded characters who serve others without thought of reward, but that doesn't mean they'll do anything for money. Heroic mercenaries won't hesitate to walk away from jobs that require them to murder, rob, or oppress commoners. Likewise, the best mercenaries pride themselves on their loyalty and professionalism even under difficult conditions. Any thug can take a paymaster's gold to swagger around and look capable when danger's far away, but honest mercenaries don't slink off into the shadows when called upon to earn their pay. Building a reputation for having standards and being reliable is the best way to impress future employers. Some mercenaries, however, are little more than brigands who are perfectly happy to earn a living through plundering and banditry if they can't find more respectable work that pays them well enough. Heroic mercenaries therefore face a good deal of suspicion and prejudice from people who expect sellswords to behave like thugs.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mercenary Starting Feature (1st level)</strong>: You gain the takedown strike power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mercenary Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Intimidate checks and Streetwise checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mercenary Level 10 Feature (10th level)</strong>: While you are bloodied, you gain a +1 power bonus to all defenses.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"tZdER2guWEQfF89C",
	"_key":"!items!tZdER2guWEQfF89C"
}