{
	"name":"Misshapen Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>When a person commits an act of brutal violence without the use of a weapon other than one's bare hands, the dark powers might consign the perpetrator to live afterward as one of the misshapen. The offender could be a thief who strangles his partner so he can keep treasure for himself, or a bounty hunter who holds his prey underwater until it drowns, or a jealous sibling who pushes his brother off a cliff, or a corrupt magistrate who tosses exculpatory evidence into the flames. Anyone who acts in such a way risks being noticed and cursed by the dark powers. When the powers decide to take notice, the individual is surrounded suddenly by the mists and experiences a gruesome transformation. The limb that carried out the foul deed becomes monstrously twisted and malformed. These unfortunates make up the ranks of the misshapen, and each must endure a continuing existence of solitude and suffering.<br>&nbsp;&nbsp;&nbsp;&nbsp;Most misshapen keep to themselves and hide their deformed limbs beneath their cloaks. (The afflicted appendage is almost always an arm or some other extremity used for gripping and manipulation, even if the limb that committed the evil deed was not actually of that sort.) Although a misshapen's mutated limb might be viewed by many (including that individual) as a horrible detriment, it does provide some benefit to the character, who gains extraordinary abilities from the altered appendage.<br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the potential usefulness of these transformations they suffer, misshapen tend to avoid the villages and settlements of Ravenloft. When they travel through civilized areas, misshapen often meet suspicion and fear, because the common folk lack compassion or tolerance for things they cannot understand. Many a tale has been told of villagers chasing a monster from their midst, and in some of those cases the creature might not have been a true monster at all. As such, most misshapen would rather not risk capture or death at the hands of an angry mob. Occasionally, however, such a character does encounter kindness from strangers, and some societies might even welcome a misshapen into their midst.<br>&nbsp;&nbsp;&nbsp;&nbsp;Most often, the curse of the dark powers alters one of the misshapen's limbs to resemble that of an animal or monster, such as an ogre's fist or a tiger's paw. Over time, the curse might worsen or spread. The behavior of the affected limb could become unpredictable. It might occasionally act of its own accord, without its owner's consent, suddenly snaking out to grab a victim by the throat, or striking a creature that has angered or irritated the misshapen. In such cases, the offending limb responds to the emotional state of the misshapen and acts on his or her subconscious impulses. A misshapen beset with this kind of affliction must take special care to control or suppress angry reactions, lest the altered appendage suddenly come to life.<br>&nbsp;&nbsp;&nbsp;&nbsp;Some misshapen seek only to rid themselves of this curse, and will go to any lengths to obtain knowledge that might aid them in eliminating their condition. Other misshapen view their affliction as a blessing from the dark powers and see themselves as an evolutionary improvement over their unaltered companions.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Misshapen Starting Feature (1st level)</strong>: You gain the grasping limb power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Misshapen Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Athletics checks and Acrobatics checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Misshapen Level 10 Feature (10th level)</strong>: When you push, pull, or slide an enemy with a melee attack, you can increase the distance of the forced movement by 1.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"1JOeMBj7ZCidaKeJ",
	"_key":"!items!1JOeMBj7ZCidaKeJ"
}