{
	"name":"Moteborn Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Thousands of otherwise ordinary mortals live among the wonders and perils of the elemental plane, inhabiting isolated citadels that loom atop drifting earthmotes or thronging trade-towns standing on the shores of exotic seas.<br>&nbsp;&nbsp;&nbsp;&nbsp;Mortal denizens of the Elemental Chaos, known as moteborn, often leave their homes behind and seek their fortunes elsewhere. A moteborn's reason for doing so might be anything: Catastrophe sometimes destroys an elemental realm, leaving its survivors scattered and homeless. A criminal, whether guilty or falsely accused, might flee to avoid punishment. Someone whose culture values personal honor might go into exile when dishonored, hoping to spare family and friends from disgrace. Other moteborn are people of status in their native domains, and such moteborn travel and adventure to prove their worth.<br>&nbsp;&nbsp;&nbsp;&nbsp;Depending on how and why a moteborn leaves his or her elemental home behind, he or she might wander the Elemental Chaos in search of wealth and power, or search for a new home in the natural world where he or she can win high station. Another moteborn might be an exile hiding from enemies back home, taking a false name and traveling to keep ahead of pursuers and assassins.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Moteborn Starting Feature (1st level)</strong>: You gain a +2 power bonus to Arcana checks. Add Primordial to the languages you can read, write, and speak. If you already know Primordial, you instead learn Abyssal, Dwarven, or Giant.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the summon flame zephyr power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Moteborn Level 5 Feature (5th level)</strong>: You gain a +5 power bonus to checks to locate, activate, and control magical or elemental portals, gates, and similar objects. If a portal is trapped or dangerous, or leads to a hazardous destination, you can sense this danger with a successful Arcana check (moderate DC of your level).<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Moteborn Level 10 Feature (10th level)</strong>: You can use summon flame zephyr twice per day, but only once per encounter.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"sRALNsC7M4VrYsBn",
	"_key":"!items!sRALNsC7M4VrYsBn"
}