{
	"name":"Neverwinter Noble Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>I have a destiny and a birthright to claim&mdash;for the good of the people of the North.</em></p>\n<p><strong>Prerequisite: </strong>Human<br><br>Twenty-seven years ago, before you were even born, the city of Neverwinter perished in a great conflagration that slew its people and scattered survivors across the north. Since then, the angry earth has calmed, inviting people to return to the ruins of this once-great settlement. Dagult Neverember&mdash;the imperialist Open Lord of Waterdeep&mdash;has declared himself a distant relation of the old rulers of Neverwinter, and thus claims to be the rightful heir to their holdings. He has installed himself as Neverwinter's Lord Protector until the city is rebuilt and order is fully restored&mdash;at which point he is expected to name himself king. Given Neverember's control of Waterdeepand the military and magical power that control grants him, few have expressed any desire to dispute his claim&mdash;at least not until a true heir is found.<br>&nbsp;&nbsp;&nbsp;&nbsp;A true heir such as you.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are a last scion of Neverwinter's former ruling family. Your mother was a noble who fled the city during the cataclysm, wounded during her escape and driven to madness by pain and grief. When she perished shortly after you were born, a noble family of Waterdeep&mdash;the Thanns&mdash;took you in and raised you as their own.<br>&nbsp;&nbsp;&nbsp;&nbsp;You grew up with heroic stories, poetry, and the best education a young noble could have. With Neverwinter in ruins and your kin all dead, your adoptive parents thought it best to hide from you their knowledge of your tragic past. However, in the aftermath of Lord Neverember's seizing power in Neverwinter, you have finally been told the truth.<br>&nbsp;&nbsp;&nbsp;&nbsp;At first, you weren't certain what to do. In one moment, it felt as though you had lost two families&mdash;the old and the new. You had never seen Neverwinter, but what you had heard of the city didn't make it seem like a place worth claiming. If you ignored your birthright, you could continue to live a life of relative ease and luxury in Waterdeep.<br>&nbsp;&nbsp;&nbsp;&nbsp;Eventually, you came to see your problem a different way. Though your new family will always be there for you, whatever remains of your connection to Neverwinter is in imminent danger of being swept away. You have the opportunity to know your lost past&mdash;even if only through the relics of that past. And by claiming what belongs to you, you'll exchange a life of idle nobility for one of responsible royalty.<br>&nbsp;&nbsp;&nbsp;&nbsp;Yet you are not naive enough to believe that the path forward will be easy. Reclaiming the city is not as simple as declaring your identity. Neverember commands an army of warriors and mages, and his influence ties him to hundreds of powerful individuals around the Sword Coast with their own reasons to crush an upstart like a flea.<br>&nbsp;&nbsp;&nbsp;&nbsp;You need proof of your ancestry&mdash;something in the ruins of the city that can verify the story that was told to you. If you're lucky, you might find a symbol of your royal past such as a crown or a scepter to lend credence to your claim. Then you will have to prove yourself a champion&mdash;to win the hearts and minds of the people as you convince them that it is you, not Neverember, who deserves to rule a reclaimed and rebuilt Neverwinter. Only then might you restore the city to its past glory and do honor to your blood heritage.<br>&nbsp;&nbsp;&nbsp;&nbsp;You recognize the need to gather allies, both to defend the city against its many foes and to protect yourself against those who want to prevent you from reclaiming your birthright. Whether your fellows know your true heritage or not is up to you.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Neverwinter Noble Starting Feature (1st level)</strong>: You gain the take heart, friend! power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Neverwinter Noble Level 5 Feature (5th level)</strong>: While you flank an enemy, your allies gain a +1 power bonus to attack rolls against that enemy.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Neverwinter Noble Level 10 Feature (10th level)</strong>: You gain a +4 bonus to Diplomacy checks made to interact with citizens of Neverwinter. You gain a +4 bonus to Intimidate checks made against any who oppose your rule of the city.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"poqJTGDc7vugxVIi",
	"_key":"!items!poqJTGDc7vugxVIi"
}