{
	"name":"Noble Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Heroes arise from all levels of society. Some begin their stories as peasants, some as rough-and-ready homesteaders from frontier lands, and others as well-off townsfolk, but some heroes are born into privilege. Noble-born heroes enjoy opportunities and comforts that many commoners can only imagine, but if they are blessed with wealth and influence by the luck of being born to high station, then they are also obligated to do more with the gifts they have been given.<br>&nbsp;&nbsp;&nbsp;&nbsp;The definition of nobility varies from land to land and race to race. In most realms, the aristocracy falls into three groups: low nobility, high nobility, and royalty. Low nobles include landed knights, squires, baronets, lairds, hidalgos, seigneurs, and other holders of minor titles and estates. Typically a low noble's lands rarely extend for more than a day's ride or include more than one good-sized town. Most low nobles owe allegiance to a nearby high noble, who might bear a title such as baron, count, duke, marquis, earl, landgrave, or prince. High nobles can be major powers, since they are wealthy enough to raise their own armies and are near-absolute rulers over the lands of dozens, perhaps hundreds, of low nobles. High nobles in turn owe their allegiance to the sovereign of their realm. Royal titles come in a bewildering variety, ranging from king or queen to archduke, high prince, tsar, khan, shah, or something even more exotic. Of course, the ranks of the nobility also include everyone in the titled landholder's family. A member of a noble family who isn't the actual titleholder is generally called lord or lady.<br>&nbsp;&nbsp;&nbsp;&nbsp;An adventurer from a noble family is rarely the family's active titleholder or ruler. Governing and defending a fief is an important duty, and the affairs of the kingdom leave little time for dungeon delving and adventure seeking. Most noble heroes are therefore untitled lords or ladies who are closely related to a titleholder. A hero might be the heir apparent to the title of head of the family, standing only one heartbeat away from a noble seat, or he or she might be further removed from the order of succession, free to indulge a taste for adventure with little concern for ever becoming a baron, a duke, or a king.<br>&nbsp;&nbsp;&nbsp;&nbsp;Regardless of whether they hold titles or might inherit them, nobles still enjoy a number of perquisites of their high stations. Common officials and lawkeepers can arrest or hinder nobles only in exceptional circumstances. Important people in nearby lands are careful to treat nobles with respect, even deference, for fear of offending a powerful family. Nobles are also wealthy by the standards of most people. As long as they're anywhere near home, nobles can afford fine meals, excellent lodgings, and sufficient allowances and stipends to maintain themselves in comfort.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Noble Starting Feature (1st level)</strong>: You gain the noble presence power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Noble Level 5 Feature (5th level)</strong>: You gain one common suit of magic armor, weapon, or neck slot item of 6th level or lower.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Noble Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to Diplomacy checks and Insight checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"J6LD2m3GqKih3sdu",
	"_key":"!items!J6LD2m3GqKih3sdu"
}