{
	"name":"Occultist Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Occultists believe the cosmos is trying to tell them something. They see signs everywhere&mdash;in the arrangement of leaves upon a pond, the flight of birds, or the positions of the constellations in the night sky&mdash;and work diligently to decipher their meaning. Many occultists also dabble in numerology, seeing mathematics as but one of the languages by which the enigmatic forces of creation seek to communicate. Every crypt explored, every ritual mastered, every ancient text translated leads an occultist closer to unlocking the mysteries of the multiverse.<br>&nbsp;&nbsp;&nbsp;&nbsp;Highly sought after for their ability to divine meaning from even the most mundane objects, occultists might advise powerful individuals or even whole settlements. Some serve as royal astrologers and foretell the consequences of future actions from the patterns of the stars. Others are village augurs, determining the outcome of the harvest by examining the entrails of sacrificial animals. A few set up shop as fortune-tellers, reading tea leaves or prophesying through the use of cards or crystal balls. Many occultists do not possess genuine powers of foresight but rely instead on observation and shrewd deduction to do &ldquo;cold reading&rdquo; on their subjects. Some do master and perform divination rituals, however, such as Hand of Fate, in their endless pursuit of knowledge.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although a few occultists remain in one place, most choose to travel throughout the realms. They are fascinated by ancient civilizations and eagerly seek out archeological sites to learn the secrets of the past. The ruins of a once-great city, the tomb of a long-dead emperor, the abandoned castle of a vanished regent, or a vast underground library filled with decaying tomes&mdash;the occultist greets each with wonder and a voracious appetite for knowledge.<br>&nbsp;&nbsp;&nbsp;&nbsp;Occultists apprentice themselves to willing masters, but they also attempt to bind powerful creatures to their service. In their quest to understand the nature of existence, they do not let abstract concepts such as morality stand in their way. They are just as likely to study a fiendish prince as they are a celestial servitor, although the former is more likely to kill the student than to impart any wisdom.<br>&nbsp;&nbsp;&nbsp;&nbsp;When dealing with powerful extraplanar entities, be they demons, primordials, or agents of deities, occultists learn to tread carefully. They scour the realms for arcane and divine rituals, collecting items such as sorcerous dust and blessed candles that can be incorporated into rituals to create warding circles. In this way they can safely imprison unwilling subjects, or bargain with the dark forces they summon without losing their heads in the process.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Occultist Starting Feature (1st level)</strong>: You gain proficiency with tomes.<br>&nbsp;&nbsp;&nbsp;&nbsp;You can master and perform rituals in the binding category as though you had the Ritual Caster feat.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the sign of the golden ram power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Occultist Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Arcana checks and Religion checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Occultist Level 10 Feature (10th level)</strong>: When interacting with creatures that have an origin other than natural, you can use Arcana or Religion in place of Diplomacy and Intimidate. Once per day, you can ignore the component cost of a binding ritual of your level or lower that you have mastered.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"G1kQdzBurklcQfh5",
	"_key":"!items!G1kQdzBurklcQfh5"
}