{
	"name":"Oghma's Faithful Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>With Oghma's blessing, we will learn the truth. Have faith.</em></p>\n<p>The dreams began for you as for so many others. Strange shapes half seen in the darkness. Eerie sounds that upon waking made you think of the sea. A sense of otherness, and of unseen watchers. Such disturbing nightmares afflict the minds of sensitive people throughout the North, yet in your sleep, a light parts the shadows.<br>&nbsp;&nbsp;&nbsp;&nbsp;When the nightmares come, a blue-green flame erupts to burn away the threats. When your eyes adjust, you find yourself in a grand library. As you walk a glittering hall between high bookshelves, the passage extends outward before you like a long road. You wake before you reach the end, no matter how fast you run. But as you open your eyes, a sound echoes in your ears&mdash;the flow and gears of a water clock.<br>&nbsp;&nbsp;&nbsp;&nbsp;To you, the meaning could not be clearer. Oghma, god of knowledge and thought, is bidding you to go to Neverwinter and restore his temple, the House of Knowledge. An ancient homily revealed by your dream lies at the heart of your understanding. To swear &ldquo;by the clocks of Neverwinter&rdquo; was once a most solemn promise, so sure and perfect were the water clocks made by the artisans of that city.<br>&nbsp;&nbsp;&nbsp;&nbsp;Once, Neverwinter drew experts in art and craft from around the world, standing as a shining example of beauty and art. Now, the city lies in ruins. The temple to Oghma, broken by the destruction that claimed Neverwinter, could become the center of the city's renaissance. The techniques of lost craft guilds, the work of the region's finest artisans, secrets of architecture and engineering, as well as songs, scrolls, and items of enchantment&mdash;all might be recovered from the temple's extensive archives. Ancient relics and lore now lost elsewhere in the ruins could be collected in the library for the use of all. The House of Knowledge could become the House of Hope.<br>&nbsp;&nbsp;&nbsp;&nbsp;You set out to Neverwinter to be a part of the city's restoration. You know you can't accomplish this task on your own, but Oghma will help you develop friendships with those who can assist you, and will aid you in crafting the alliances necessary to bring Neverwinter to life again. Because of your labors and guidance, the city will become a light in the darkness that threatens to swallow the North.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Oghma's Faithful Starting Feature (1st level)</strong>: You gain the understand language power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Oghma's Faithful Level 5 Feature (5th level)</strong>: You gain the sudden insight power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Oghma's Faithful Level 10 Feature (10th level)</strong>: You gain a +4 bonus to Perception checks made to search.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"tzZaL0VcufEqWkcu",
	"_key":"!items!tzZaL0VcufEqWkcu"
}