{
	"name":"Ooze Master Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Few drow are mad enough to forsake the ways of Lolth for Ghaunadaur, the elder evil that rules over the disgusting filth of the world. Those who do might become lords of the slime-covered caverns of the Underdark, and command oozes, jellies, puddings, and other aberrations to do their bidding. An ooze master regularly forsakes the comforts of traditional drow society to venture into the cold, wet, dark, and abandoned places of the earth. There, an acolyte of That Which Lurks can study the slimes of the Underdark, with only Ghaunadaur's insane whispers to keep him or her company. When an ooze master walks the halls of drow cities and settlements, he or she strives to keep a low profile, because strange mannerisms and a fascination with aberrant creatures serve only to draw unwanted attention.<br>&nbsp;&nbsp;&nbsp;&nbsp;An ooze master must fight constantly against whispers of madness that seek to consume the mind. Ghaunadaur desires only to devour the world, and Ghaunadaur's worshipers claim to hear his voice inside their heads, urging them down a path of destruction. With arcane power gifted by the ancient god, an ooze master calls forth corrosive goo to scar and maim opponents. An adherent that is lucky enough to retain some semblance of sanity normally exhibits only a few symptoms of Ghaunadaur's madness, but an episode of full-blown insanity can still strike at a moment's notice.<br>&nbsp;&nbsp;&nbsp;&nbsp;Worship of Ghaunadaur is forbidden in Menzoberranzan. Even the maddest of acolytes knows better than to invoke foul magic in the presence of Lolth's servants. Traveling with an ooze master is dangerous; many of the Spider Queen's agents have been trained to recognize the telltale signs of insanity.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ooze Master Starting Feature (1st level)</strong>: You gain the sudden slime power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ooze Master Level 5 Feature (5th level)</strong>: When you make a Dungeoneering check, you can roll twice and use either result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ooze Master Level 10 Feature (10th level)</strong>: You gain acid resistance equal to 5 + one-half your level. In addition, when you hit a creature with an acid attack, it grants combat advantage until the end of your next turn.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"7OG2iUwebZADndyT",
	"_key":"!items!7OG2iUwebZADndyT"
}