{
	"name":"Ordained Priest Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Ordained priests are characters who are formally appointed to work in the service of a faith, a sect, or a system of worship. Although some are devout wielders of divine power, many have no magical abilities at all; the term \"ordained priest&rdquo; in this context means someone who holds the social position or occupation of being an ordained official of the faith. For example, typical village priests have no powers comparable to the attack and utility prayers of adventuring clerics. They hold a different sort of power: the deference of their neighbors, the trust of the authorities, and the respect of the great majority of the citizenry who rely on their counsel and good judgment. Ordained priests might serve as teachers, soldiers, confessors, advisors, students, magistrates, or powerful rulers, but whatever their role in society, they inspire and influence ordinary people to live up to the standards of their faith.<br>&nbsp;&nbsp;&nbsp;&nbsp;Ordained priests enjoy a bewildering variety of preferred titles. Depending on the land in which they're found and the faith to which they belong, they might be known as curates, elders, friars, imams, lamas, prelates, shepherds, rectors, or vicars. In some realms, temples are huge, powerful states within the nation, ruling over wide estates guarded by armies of temple guards. Ordained priests in rich, influential hierarchies such as these might have duties or titles that have little to do with ministering to commoners, and instead they could wield authority as judges, lawkeepers, and bureaucrats. However, most faiths in the mortal world are smaller organizations that rarely have much influence outside their own realm or kingdom.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ordained Priest Starting Feature (1st level)</strong>: Choose smiting symbol or shining symbol. You gain that power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ordained Priest Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Religion checks and Insight checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Ordained Priest Level 10 Feature (10th level)</strong>: While adjacent to you, your allies gain a +1 power bonus to saving throws.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"RMWMlBuMypR4pwjq",
	"_key":"!items!RMWMlBuMypR4pwjq"
}