{
	"name":"Order Adept Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Great wizards are forged, not born. Natural talent and a quick mind are only the bare beginning of being able to wield the arcane arts. Achieving true mastery requires personal dedication and self-discipline, rigorous training, and access to libraries full of ancient grimoires and crumbling scrolls. In many places no special organizations or traditions exist to guide wizards and other arcane spellcasters along their way; magic-users come to their full powers and wield their spells as they see fit. But in other lands, magic is regarded as too important&mdash;or too dangerous&mdash;to be left in the hands of the self-taught dabblers. In these lands, magic is taught and practiced by members of special orders, guilds, societies, brotherhoods, and cabals who jealously guard access to their powers and seek to control their use.<br>&nbsp;&nbsp;&nbsp;&nbsp;Arcane orders arise for many reasons. Some exist for the purpose of preserving arcane traditions and instructing new spellcasters in arcane powers. Others organize the efforts of their members in the service of a worthy (or sometimes not so worthy) cause. For example, the Order of the Golden Flame is sworn to serve the crown of Cernall, and its members are granted extensive authority as royal officers. The Ruathar Eldoni is an order of eladrin wizards dedicated to the destruction of demons, its members traveling throughout the world and beyond it to deal with demonic incursions wherever they appear. The Emerald Orb is a meddlesome cabal whose members believe that wizards should rule over lesser mortals, and they work to gain inf luence over important rulers or to establish open magocracies. Some orders are large, formal hierarchies in which members are expected to obey the orders of their superiors, while others are small fellowships in which no one member is considered superior to his or her fellows.<br>&nbsp;&nbsp;&nbsp;&nbsp;An arcane order might operate openly or exist as a hidden society. Members of openly active orders typically proclaim their allegiance with a highly recognizable garment or symbol; for example, wizards of the Golden Flame wear a richly embroidered yellow cloak, and members of the Ruathar Eldoni often wear a silver star-shaped brooch or clasp. Other orders favor such identifiers as tattoos, unique hairstyles or grooming, or implements of a particular design. Members of secret orders avoid any outwardly distinguishing signs, of course, but often have secret signs they can use to prove their identity to others of their group&mdash;for instance, a pendant worn under one's shirt, a ring that isn't very obvious to a casual viewer, or a brand hidden beneath robes.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Order Adept Starting Feature (1st level)</strong>: You gain the argent rain power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Order Adept Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Arcana checks. If you have a spellbook, add one 2nd-level wizard utility power to it. If you don't have a spellbook, you can choose wizard utility powers of a particular level or lower when you gain or retrain utility powers.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Order Adept Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to Will. Your power bonus to Arcana checks from this theme increases to +4.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"z4byVTUCUZxj5jwo",
	"_key":"!items!z4byVTUCUZxj5jwo"
}