{
	"name":"Outlaw Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>The world is a hard place. Many people are forced to do unfortunate things to survive; some are wrongly accused, and others find that the laws and structures that are meant to shield the weak from their depredations protect oppressors. Outlaw heroes are wanted by the authorities in their native realms. They risk arrest every time they show themselves, and they must develop a talent for disguise, take to a life in the wilderness, or master the art of the quick escape if they want to avoid the executioner's axe.<br>&nbsp;&nbsp;&nbsp;&nbsp;Outlaws might come to be outlaws for a variety of reasons. An insecure tyrant might decree the destruction of a noble family that poses a threat to his reign, leaving the survivors destitute and hunted by royal authorities. A tragic misunderstanding or accident might condemn an individual, who is discovered standing over a murdered archmage's body with a bloody dagger in her hand. No one believes her when she tries to explain that she found him already dead. In a realm where the powerful are free to oppress the weak, standing up to a cruel official or lord who injures or mistreats someone can easily turn a hero into an outlaw. However, it's far more common for an outlaw to justly stand condemned for her actions. She might be a habitual scoff law who defies authority, or she might have made one tragic mistake in a moment of desperation or anger. Many paths can lead a person to earn a price on his or her head, and not all are undeserved.<br>&nbsp;&nbsp;&nbsp;&nbsp;Outlaw heroes often win the gratitude and loyalty of the poor people in the lands nearby, especially if they're standing up for commoners against oppressive rulers. In lands where the lawful authorities are weak or corrupt, outlaw heroes might be the only resource for defeating dangerous monsters and putting a stop to villainous plots. In addition, some officials and nobles deliberately cultivate contacts with capable outlaws. Sometimes it's useful to hire agents to do illegal things for good reasons . . . or for selfish ones. Ambitious nobles or courtiers often find employment for criminals and have ways to protect them from arrest or set them free again if they prove useful. Friends at court can make life much more comfortable for outlaw heroes.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Outlaw Starting Feature (1st level)</strong>: You gain the surprise strike power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Outlaw Level 5 Feature (5th level)</strong>: Choose a terrain type: desert, forest, hills and mountains, marsh and swamp, or snow and tundra. In your chosen terrain, you can't be tracked and you ignore difficult terrain.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Outlaw Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to Intimidate checks and Streetwise checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"DyjEAByTAxQgUPWc",
	"_key":"!items!DyjEAByTAxQgUPWc"
}