{
	"name":"Pack Outcast Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>The true predator kills only what it needs. It is not I who have betrayed our ways.</em></p>\n<p><strong>Prerequisite: </strong>Human or shifter<br><br>For your whole life, you've been one with the pack. Not all members of the Gray Wolf tribe manifest the beast within in the same way, but you all share it to one extent or another, feeling it bind you in ways few other people can comprehend. You are warriors among your humanoid kin, predators among the beasts of the woodland. You move as one, you live as one, you hunt as one.<br>&nbsp;&nbsp;&nbsp;&nbsp;Or rather, you did.<br>&nbsp;&nbsp;&nbsp;&nbsp;For uncounted generations, your people have venerated the five spiritual pillars on which Gray Wolf culture is based&mdash;tradition, the primal spirits, your god Uthgar, the spirits of your ancestors, and the natural order. It never crossed your mind what might happen if the tribe violated any of those precepts, because such a thing was unthinkable. But in the end, the unthinkable happened.<br>&nbsp;&nbsp;&nbsp;&nbsp;In retrospect, you could see the first hints long before things went truly wrong. The current Gray Wolf leaders are more vicious, more bloodthirsty, than those who came before. The Gray Wolf Uthgardt has always been a violent tribe&mdash;you carry the fury of the werewolf, after all. However, where you once killed only for sustenance or in defense of your tribal territories, your folk have become raiders as much as hunters.<br>&nbsp;&nbsp;&nbsp;&nbsp;Gray Wolf hunters began to kill for material gain&mdash;even, on dark occasion, for sport. Then that darkness was deepened when the shadowed ones came, claiming to represent ancient Netheril reborn. Through honeyed words and the invocation of ancient and long-forgotten alliances, they enticed your leaders into an insidious pact.<br>&nbsp;&nbsp;&nbsp;&nbsp;The history of your tribe has been passed down through generations as stories told by the fireside, and the tales the Netherese told matched those stories. The Uthgardt did come from the blood of old Netheril. The lycanthropy that makes the Gray Wolf tribe strong originated in descendants of Netheril, when refugees from fallen Gauntlgrym carried the curse into the tribe.<br>&nbsp;&nbsp;&nbsp;&nbsp;Yet these facts alone would not have been enough to form an alliance had not the pack's leaders hungered for the glory of which the shadowed ones spoke. They said that just as old blood ties could be remembered, so too could the glory of the Uthgardt be revived. Conquest would achieve that glory, and when the Netherese controlled the North, the Gray Wolf tribe would be the masters of everything else.<br>&nbsp;&nbsp;&nbsp;&nbsp;Now, your kin fight, kill, and die in the name of motives and goals not their own. However, though doing so went against everything you'd ever been taught, you are among the few who have refused to take up the darkness of this new path. Your instincts told you it was right to do so, even as the Gray Wolf leaders cast you out. Your tribe called you weak and unworthy, yet you left with your head held high.<br>&nbsp;&nbsp;&nbsp;&nbsp;Indeed, from what you have heard, it's a good thing you made your stand when you did. Had you waited, your punishment might have been more final than exile. Whispered messages, passed to you by those who feel as you do, suggest that the tribe's leaders are now willing to slaughter their own&mdash;not in proper challenge, but in cold-blooded murder.<br>&nbsp;&nbsp;&nbsp;&nbsp;You have a new purpose now. You must drive the shadows of Netheril from the North, finding a way to purge your tribe of the unsavory influences of that land. Only when you set the tribe on the right path will you win back your place in it.<br>&nbsp;&nbsp;&nbsp;&nbsp;You remain a creature of the pack, however, and you know you cannot realize your purpose alone. You must find new allies&mdash;a temporary pack to replace the one you have lost.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pack Outcast Starting Feature (1st level)</strong>: You gain the body of the wolf power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pack Outcast Level 5 Feature (5th level)</strong>: If you and one or more allies are adjacent to an enemy, that enemy grants you and those allies combat advantage.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pack Outcast Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to Athletics checks and Intimidate checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"uO0cjTumkEcpA7Bw",
	"_key":"!items!uO0cjTumkEcpA7Bw"
}