{
	"name":"Primal Guardian Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"The world has suffered more than any slave, yet life still flowers in a few places. I have vowed to protect these places of pristine nature, and it's a promise I intend to keep.\"</em></p>\n<p>Much of Athas is desolate and defiled, but the life of a world is difficult to quench altogether. In spite of the supernatural ruin visited over so much of the planet thousands of years ago, the vital force of Athas still flourishes in a few places&mdash;the rain-misted jungles of the Forest Ridge, the green palm groves of hidden oases in the Tablelands, the majestic stands of giant cactus that dot the stony barrens in the wilds south of Tyr, creek-fed mountain vales, the dazzling blue waters of the Dragon's Bowl, and a thousand more secret refuges and lost springs.<br>&nbsp;&nbsp;&nbsp;&nbsp;Across the Tyr Region, sentinels stand watch over these surviving treasures, protecting them from pillaging or defiling at the hands of people too careless, desperate, or wicked to care whether their actions might murder one more piece of a gravely wounded world. These watchers and sentinels are the world's primal guardians, chosen by the spirits or selfappointed to defend the life of Athas.<br>&nbsp;&nbsp;&nbsp;&nbsp;Many primal guardians are hermits who live in or near the lands they guard. Legendary druids such as Enola, the mul guardian of the Dragon's Bowl, and Mearedes, the protector of the island of Shault, are excellent examples. Some of these individuals choose their tasks for themselves, freely taking up the mantle of guardianship over some rare and precious verdant patch hidden in the desert. Others are possessed by the primal spirits, haunted or maddened by visions and bound to the place of the land's need. Still other primal guardians belong to circles or brotherhoods collectively sworn to defend a wide area. Several such circles, consisting mostly of halfling druids and wardens, are scattered throughout the Forest Ridge. Another band known as the Crescent Circle works to defend the Crescent Forest between Gulg and Nibenay. Finally, a few circles are free-roaming orders or societies that keep watch over the whole of the Tyr Region, passing messages to each other and gathering to oppose great dangers when they arise.<br>&nbsp;&nbsp;&nbsp;&nbsp;Even if a primal guardian chooses a single locale to protect, he or she is free to wander the rest of the world. In fact, many guardians begin their careers with an extended time of wandering, learning the secrets of nature's balance throughout Athas and searching for the place of their calling. But even after this time comes to an end, the needs of all of Athas often draw a primal guardian into long journeys away from the place he or she wards.<br>&nbsp;&nbsp;&nbsp;&nbsp;Even more so than elemental priests, primal guardians are people of the deep desert and the remote wilderness. Where the elemental priests seek to instill reverence for the primal elements in the peoples of Athas, primal guardians seek to keep verdant lands hidden and unspoiled. Some conceal trails or wield magic to obscure their warded places, some lure dangerous beasts to lair in the right spot, some spread rumors of death and desolation, and a few kill anyone who comes across the place they are sworn to protect. A few lives are nothing when weighed against the life of the world, after all.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"lT2wbDnGkDtaFXpL",
	"_key":"!items!lT2wbDnGkDtaFXpL"
}