{
	"name":"Primordial Adept Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Most mortals give their devotion to the gods, but other powers that crave worship dwell in the cosmos. A primordial adept is a cultist, a seeker after hidden knowledge, or a member of an esoteric order who turns away from the deities to worship one of the ancient primordials.<br>&nbsp;&nbsp;&nbsp;&nbsp;In some places, adepts are considered to be religious individuals and occupy the same role in society that divine priests do. Like priests, adepts are initiated into their powers; some establish their bond with their patron under the tutelage of a cult or a secret society, participating in ceremonies designed to mark their accession to the organization's inner circles. Other adepts forge their bond with their patrons by devising their own rituals of binding and command.<br>&nbsp;&nbsp;&nbsp;&nbsp;Some adepts think of themselves less as priests and more as scholars and delvers into the unknown. They seek out the writings of older primordial adepts in hopes of mastering a source of power that most other scholars wouldn't dare to unearth.<br>&nbsp;&nbsp;&nbsp;&nbsp;All primordial adepts have many of the same goals: the mastery of elemental power, the accumulation of knowledge and lore, and the continuing favor of their inscrutable patrons. An adept becomes an adventurer to explore places of ancient power, recover lost knowledge, and (more rarely) advance the causes and designs of his or her elemental patron.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Primordial Adept Starting Feature (1st level)</strong>: You have proficiency with rods. Add Primordial to the languages you can read, write, and speak. In addition, you gain either the Solkara's wave or the Vezzuvu's eruption power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Primordial Adept Level 5 Feature (5th level)</strong>: You gain a +2 bonus to Bluff, Diplomacy, Insight, and Intimidate checks against creatures that have the elemental origin.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Primordial Adept Level 10 Feature (10th level)</strong>: If you chose Solkara's wave, you gain a +2 power bonus to damage rolls with cold powers and thunder powers. If you chose Vezzuvu's eruption, you gain a +2 power bonus to damage rolls with fire powers and thunder powers.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"HDZTvQfKj0Lne4Fb",
	"_key":"!items!HDZTvQfKj0Lne4Fb"
}