{
	"name":"Purple Dragon Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Good or lawful good alignment<br><br>Many able-bodied men and women of Cormyr have taken the oath of sworn service to the Crown of Cormyr and earned the title of Purple Dragon. Although an exceptional few rise to knighthood and become Purple Dragon Knights, the Purple Dragons are those trained soldiers loyal to Cormyr who are ready to serve in times of war.<br>&nbsp;&nbsp;&nbsp;&nbsp;All loyal citizens are eligible to take the oath of the Purple Dragon when they reach maturity. Those of noble lineage are expected to take the oath and typically are trained for positions of leadership, while those of a common bloodline sign up for two years of service in the militia and undergo extensive training.<br>&nbsp;&nbsp;&nbsp;&nbsp;A lucky few are accepted as squires to Purple Dragon Knights. A squire's crest is emblazoned on a background of the liege's color, and these backgrounds are as numerous as the shades of the rainbow, though the purple dragon crest is never displayed on a black field. Those in direct service to the royal family and those who do not serve a particular noble bear their crests on a white background. Purple Dragons' training consists of three schools of focus. The young and fearless begin their study by learning attack techniques that bring the fight to the enemy. Those who dream of advancing through the ranks to take positions of leadership study tactics to best take advantage of the battlefield. The most respected are those who train to protect key personnel, especially War Wizards, and do not hesitate to sacrifice themselves for the greater cause. Regardless of role, the Purple Dragons train to fight together as a unit. Loyalty, duty, and honor are valued above all else, and a unit of Purple Dragons can operate as a single machine, utilizing the strengths of the working whole over the individual weaknesses of each component.<br>&nbsp;&nbsp;&nbsp;&nbsp;Purple Dragons spend six months in extensive training. They are then assigned to a specific location to continue training while on active duty. Some receive assignments to serve in a major city and maintain the king's law; the largest such garrisons are in Suzail and Marsember. Others maintain border patrols as a first line of defense against Cormyr's enemies. After two years of service, some Purple Dragons choose the defense of Cormyr and enforcement of her laws as a career, but most return to their homes and professions until the need arises for them to bear arms in the name of the king. A rare few become adventurers, honing their skills so that they can be at their best when they are called back into service.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Purple Dragon Starting Feature (1st level)</strong>: You gain the focused discipline power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Purple Dragon Level 5 Feature (5th level)</strong>: When you use the aid another action and succeed, you grant an additional +1 bonus to the aided check.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Purple Dragon Level 10 Feature (10th level)</strong>: Once per encounter, when you use focused discipline, you can choose a second benefit at the start of one of your turns. Both benefits last until the start of your next turn.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"Ca5XmgUYZkGKFDVY",
	"_key":"!items!Ca5XmgUYZkGKFDVY"
}