{
	"name":"Reaver Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I take what I want, kill what I please, and do as I will.\"</em></p>\n<p>Fingers of smoke claw at the sky from the burning village. The bones of shops and houses smolder in the attack's aftermath, crumbling as the flames consume them. Bodies, black with crows, twitch and jerk with each peck and tear. Another community ravaged. More lives destroyed. Death reigns, feeding the reavers' insatiable bloodlust.<br>&nbsp;&nbsp;&nbsp;&nbsp;Ferocious reavers tumble out of civilization's fringes to plunder settled lands for food, goods, slaves, and mates. These grim-faced killers go about the bloody business of slaughter with a zeal that stops hearts and sends courage dribbling down their enemies' legs. They emerge from the darkness, sometimes in vast hordes on horseback or from dragon-prow longships. These fearsome howling warriors are bent on rapine and death, their cruel weapons rising and falling with a butcher's precision. When the reavers attack, none can hope for mercy or escape. They are purveyors of death, remorseless killers despoiling the world as they see fit.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Reaver Starting Feature (1st level)</strong>: You gain the vicious assault power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Reaver Level 5 Feature (5th level)</strong>: Whenever you reduce a nonminion enemy below 1 hit point, you gain a +1 bonus to melee attack rolls until the end of your next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Reaver Level 10 Feature (10th level)</strong>: Whenever you use vicious assault or score a critical hit, you gain 10 temporary hit points.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"H5JALqH4IRPtayZv",
	"_key":"!items!H5JALqH4IRPtayZv"
}