{
	"name":"Renegade Red Wizard Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>You will never understand horror until you've inflicted it. I understand it. I pray you never do.</em></p>\n<p><strong>Prerequisite: </strong>Wizard (mage)<br><br>Thay is a nation dedicated to magic and death&mdash;a land where undead are not only common, they hold great power. The regent Szass Tam and his Council of Zulkirs&mdash;liches all&mdash;rule this warring, slaving nation with fists of bone and iron. Those who have grown up under this regime find life in Thay entirely normal&mdash;fearsome, perhaps, but not at all unnatural. Those who have the proper magical skills and mindset can even carve out their own place within the necromantic order.<br>&nbsp;&nbsp;&nbsp;&nbsp;You were such a wizard&mdash;destined for greatness because of your magical potential. To your family's great honor, you joined the prestigious academies used to train mages for the ever-growing ranks of the Red Wizards of Thay. There, you were taught the fundamentals of magic in all its schools and forms, but your focus was necromancy.<br>&nbsp;&nbsp;&nbsp;&nbsp;At the time, this dedication seemed normal to you. Manipulating the forces of death itself? Animating those who had been living, breathing, laughing people into mindless, shambling slaves? This is the order of things in Thay&mdash;and will be the order across the rest of Faer&ucirc;n if the regent has his way.<br>&nbsp;&nbsp;&nbsp;&nbsp;So might your life have gone, had not your best friend&mdash;a partner and companion throughout your years of schooling&mdash;failed an assigned experiment. It was nothing disastrous, only a ritual that went ever so slightly awry, but the event sent your instructor into a rage. When that rage was spent, your friend was dead, his life force sundered by necrotic energy.<br>&nbsp;&nbsp;&nbsp;&nbsp;He was also your next project, for his was the body that the class&mdash;working together to perform magic none of you could handle alone&mdash;was ordered to reanimate. And you complied, for fear of what might happen if you did not.<br>&nbsp;&nbsp;&nbsp;&nbsp;For the first time, the grotesque, decaying face before you was not that of a stranger. For the first time, you knew of and could feel the utter absence of the life and laughter that once had thrived behind those eyes.<br>&nbsp;&nbsp;&nbsp;&nbsp;You finally understood the horror of what you had been trained to do, and in that moment you forswore necromancy&mdash;and Thay itself.<br>&nbsp;&nbsp;&nbsp;&nbsp;It wasn't that hard to flee, for who would ever try to escape the academies&mdash;one of the only ways to gain real power in Szass Tam's Thay? By the time they knew to look for you, you were already gone.<br>&nbsp;&nbsp;&nbsp;&nbsp;You can barely remember the exhausting, starving months of travel, constantly watching over your shoulder. When you came to the Sword Coast, you realized you had literally fled as far as you could go. Only then did it occur to you to stop running and try to determine what the future might hold.<br>&nbsp;&nbsp;&nbsp;&nbsp;In time, you wandered north to Neverwinter, a place where most of the population was struggling to build new lives. A place where you thought you might fit in. However, it didn't take you long to hear whispered rumors of a darkness in the North&mdash;rumors that dashed all hope of leaving your past behind.<br>&nbsp;&nbsp;&nbsp;&nbsp;The Thayans are here, conducting their foul experiments and stealing people away in the night. How many Neverwintans have joined the ranks of Thay's slaves after death? How often are more living, laughing faces taking on the foul grin of the undead?<br>&nbsp;&nbsp;&nbsp;&nbsp;It never crossed your mind to run again. You don't know what the Thayans are doing in the North, but you know that their efforts here can be stopped. They can be defeated. You can protect your new home from what you once were.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Renegade Red Wizard Starting Feature (1st level)</strong>: If you are hidden when you use an arcane attack power and miss every target, you do not automatically become visible (though the targets are entitled to new Perception checks to see if they notice you).<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Renegade Red Wizard Level 4 Feature (4th level)</strong>: You do not gain the Apprentice Mage feature normally gained by a mage at 4th level. Instead, when one of your arcane attack powers causes an effect that a save can end, the target takes a -2 penalty to its first saving throw against that effect.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Renegade Red Wizard Level 5 Feature (5th level)</strong>: Once per day at the end of a short rest, you can exchange one prepared power for another from your spellbook. The new power you prepare must be from the school you chose for your Apprentice Mage feature at 1st level.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Renegade Red Wizard Level 8 Feature (8th level)</strong>: You do not gain the Expert Mage feature normally gained by a mage at 8th level. Instead, you gain a +2 bonus to Bluff checks and Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Renegade Red Wizard Level 10 Feature (10th level)</strong>: You gain a +1 bonus to attack rolls against any Red Wizard or undead creature that grants combat advantage to you.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"tdtS5FdMp7EDJQv7",
	"_key":"!items!tdtS5FdMp7EDJQv7"
}