{
	"name":"River Rat Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>The world's twisting waterways create a pathway for trade between realms, with rivers and shorelines connecting goods to eager merchants in many cities. Wealth trickles up, not down, among the merchantbarons who own the wharfs. As gold moves from gilded hand to gilded hand, the low-born of harbor districts are fated to lives of poverty or crime. Those who dare to strive against the dockside thugs, robbers, and killers find their daily life a game of cat and mouse. But the crafty ones ensure that this is one game the mouse always wins.<br>&nbsp;&nbsp;&nbsp;&nbsp;Such are the river rats, underworld survivors who thrive at the risks, excess, and thrills of a life that follows the world's waterways. Be it reveling in a quayside tavern or prowling among the reeds, a river rat exemplifies someone who rises in the face of threats rather than shrinks from them. When danger appears, the river rat smiles, cracks his or her knuckles, and asks, &ldquo;Are you talking to me?&rdquo;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>River Rat Starting Feature (1st level)</strong>: You gain a +1 power bonus to Streetwise checks and Bluff checks. You also gain the river rat's gambit attack power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>River Rat Level 5 Feature (5th level)</strong>: Your power bonus to Streetwise checks and Bluff checks increases to +2. In addition, when you use river rat's gambit, if you miss with the attack, the power is not expended.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>River Rat Level 10 Feature (10th level)</strong>: When you grant combat advantage to enemies, they do not gain the bonus to attack rolls against you.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"w8YlnoK9fyAe0DJL",
	"_key":"!items!w8YlnoK9fyAe0DJL"
}