{
	"name":"Samurai Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Samurai are the elite warriors of the nations of Kozakura and Wa, trained since childhood in the arts of battle. Sworn in service to the powerful nobles who govern the empire, they are expected to live and die according to their master's command. Cultured and refined, samurai dedicate themselves utterly to the tenets of bushido&mdash;the warrior's code that teaches that one's life is not one's own, and that nothing is more important than honor, obedience, and courage.<br>&nbsp;&nbsp;&nbsp;&nbsp;Samurai are born into their class, enjoying social privileges second only to the ruling nobility. Many come from families that own land themselves, and thus grow up accustomed to a life of wealth and entitlement. The samurai's lofty place in society sometimes leads individuals down a path of arrogance or brutality, since a samurai is above the law when dealing with those of lower station; however, true followers of bushido emphasize traits such as benevolence and politeness, as well as courage.<br>&nbsp;&nbsp;&nbsp;&nbsp;A samurai's training begins at a young age, when he is introduced to the rigorous demands of bushido. Young samurai are exposed to extreme heat, cold, and pain, enduring all with emotionless poise. They are steeled against the fear of death by being sent on errands through graveyards or near hangman's gallows at night. Each samurai-in-training is taught to read and write, contemplating classics of literature, religion, and art with which to refine his mind and spirit. Finally, all are taught the martial arts for which these warriors are most well known.<br>&nbsp;&nbsp;&nbsp;&nbsp;Samurai heroes are expected to fight and die at their lord's command, and their adventures reflect that. Samurai will undertake any quest their master assigns them, whether waging open war or avenging an insult to their lord's honor; a samurai obeys without hesitation. A samurai who proves worthy of reward will be honored with lands and wealth, and, perhaps most important, the lord's approval. This honor, and the perpetual striving toward one's perfection of bushido, is all-important for a samurai, who will go to any length to maintain and uphold it. Should a samurai bring shame to himself or his master, he is allowed to take his own life in an act of ritualistic suicide, allowing him to die with his honor intact. For a samurai, death is preferable to dishonor.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Samurai Starting Feature (1st level)</strong>: You gain the iaijutsu power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Samurai Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Diplomacy checks and Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Samurai Level 10 Feature (10th level)</strong>: Choose a weapon group when you gain this feature. When you make a weapon attack with a weapon from that group and score a critical hit, the attack deals 1d6 extra damage to the target. This increases to 2d6 extra damage at level 21.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"jNDx4QLRBYRfycPr",
	"_key":"!items!jNDx4QLRBYRfycPr"
}