{
	"name":"Sarifal Feywarden Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>Baleful armies from the Feydark march, and the kingdom stands on the precipice of ruin. For the High Lady, I shall see these interlopers suffer the wrath of the feywardens!</em></p>\n<p><strong>Prerequisite: </strong>Any fey race but drow<br><br>To become a feywarden, you must suppress the innate capriciousness of your kind. Threats to the kingdom are manifold, and the High Lady demands much of her champions. Only when it is time for Sarifal to retreat once more beyond the twilight veil can a feywarden relax his vigil. Heed the principles of your noble eladrin matriarch, and you might earn the High Lady's appreciation.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are never completely at ease beyond the wilderness. Most feywardens run in a loosely organized party with the eldest serving as the leader. Rare individuals, such as yourself, are sent beyond the verdant confines of Sarifal to gather intelligence on the kingdom's enemies.<br>&nbsp;&nbsp;&nbsp;&nbsp;Feywardens are guardians of Sarifal and all things that dwell there. Your principal enemies are denizens of the Feydark who seek to despoil the pristine lands under your protection. You distrust humankind, seeing their attempts to tame and clear the wilderness as wasteful. You have a deep reverence for the primal spirits that watch over the Moonshaes, the Earthmother in particular.<br>&nbsp;&nbsp;&nbsp;&nbsp;Outsiders regard feywardens as curiously introverted and evasive. Most feywardens are unaligned or good. Few fey realms are subject to the same sort of dagger-in-the-back power struggles that often erupt in human kingdoms, but agents of the Unseelie fey are ever watchful for opportunities to lure feywardens into temptation and ruin.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sarifal Feywarden Starting Feature (1st level)</strong>: You gain the Sarifal's blessing power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sarifal Feywarden Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Nature checks. In addition, you have mastered the Spirit Fetch ritual. Once per day, you can use the ritual without expending components.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sarifal Feywarden Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to Fortitude. As a 10th-level utility power, you may choose to take one of the following: the wizard powers <em>blur</em> or <em>mirror's image</em>, the shaman power <em>spirits of the shadowed moon</em>, or the warlock power <em>warlock's leap</em>. For the purposes of retraining, these powers follow the same rules as optional theme powers.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"BXXCL1TZeTw5v6gv",
	"_key":"!items!BXXCL1TZeTw5v6gv"
}