{
	"name":"Scholar Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>For some, the past is dead and buried, but any adventurer who has ever set foot in a trap-filled, ancient tomb or battled a terrible demon freed from some centuries-old binding knows that what happened long ago might be of crucial importance to those living in the present day. Scholars study the lore of ancient times, collecting old texts and ferreting out forgotten secrets. They seek to preserve the memories of bygone days and pass along to future generations the important lessons the past offers. As with any dungeon-delving adventurers, they are keenly interested in dormant perils and lost treasures, but scholars are just as interested in the most ordinary details of ancient realms and events. To scholars, knowledge is its own reward.<br>&nbsp;&nbsp;&nbsp;&nbsp;Not all cultures or societies value the musty old tales of ancient days. For many people, the study of history&mdash;or simple literacy&mdash;is an extravagance. Scholars are highly specialized professionals, and their services are not in great demand. The typical frontier town or farming village has no library or formal schooling. As a result, scholars are found only in places where books and records are collected. Large cities sometimes feature vaults or libraries dedicated to scholarship, and they might have colleges or guilds of scholars who study in them. However, large collections of books are more typically the prized possessions of temples dedicated to deities of knowledge and civilization (such as Ioun or Erathis), or of powerful noble families. Most scholars are therefore sponsored or supported by a temple or patron, and they seek to repay their benefactors by adding to their collections throughout their careers.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Scholar Starting Feature (1st level)</strong>: You know one additional language chosen from Draconic, Dwarven, and Elven. In addition, you gain the use vulnerability power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Scholar Level 5 Feature (5th level)</strong>: Choose training in one new skill and one new language. The skill you choose must be Arcana, Dungeoneering, History, Nature, or Religion; if you already have training in all of these skills, you instead gain a +2 bonus to skill checks with one of those skills. The language you choose must be Draconic, Dwarven, or Elven; if you already know all three, choose one language from those listed in the Rules Compendium (page 69) or Player's Handbook (page 25).<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Scholar Level 10 Feature (10th level)</strong>: You know all the languages listed in the Rules Compendium (page 69) and Player's Handbook (page 25). (At the Dungeon Master's discretion, other languages can be added to the languages you know with this feature.) You can also attempt an Arcana check (hard DC of your level) to decipher a message written in code or protected by a magical disguise.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"1JFFngbi8N35PDzX",
	"_key":"!items!1JFFngbi8N35PDzX"
}