{
	"name":"Scion of Shadow Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>Toril thrives in the light. I'll have no part in dragging it down into darkness.</em></p>\n<p><strong>Prerequisite: </strong>Human, shadar-kai, or shade<br><br>More than a century has passed since the Year of Wild Magic and the return of Thultanthar, the City of Shade, to the skies of Faer&ucirc;n. This last bastion of ancient Netheril had survived for over a millennium in the depths of the Shadowfell, where the raw essence of shadow has long intertwined with the souls of the Shadovar. Some have become shades; some are born shadar-kai. Most are still human, but with an element of darkness about them.<br>&nbsp;&nbsp;&nbsp;&nbsp;You were born into the nobility of the Shadovar&mdash;not at any great rank, but high enough to ensure yourself a position of power in the restored empire. Like all Shadovar, you were raised to believe in Netherese supremacy&mdash;bombarded constantly with the knowledge that dominance was your people's birthright, that the other peoples of Toril were weak and inferior, and that Netheril would rule once more.<br>&nbsp;&nbsp;&nbsp;&nbsp;You had no reason not to believe in your great destiny. At least, not at first. However, as your education progressed, you were sent out into the world to observe Netherese military actions. Serving the overseers of &ldquo;reclaimed&rdquo; communities, you would occasionally skirmish with the border patrols of neighboring nations. For reasons you still do not fully understand, something in the world beyond Shade Enclave spoke to you as your home never had.<br>&nbsp;&nbsp;&nbsp;&nbsp;You stood in the light of the sun, untouched by the lingering darkness of the Shadowfell, and felt its burn not as painful but as cleansing. You observed the &ldquo;weak and worthless&rdquo; folk beyond Netheril and perceived a simple joy for life that you could never imagine seeing within the Shadovar. You knew instantly that this was the life you wanted&mdash;one far from the machinations, tyranny, and darkness of your home.<br>&nbsp;&nbsp;&nbsp;&nbsp;You had to pull some strings and con your family into pulling others. However, in the end, it wasn't hard to have yourself assigned to the ongoing Netherese efforts in Neverwinter Wood, hunting for old ruins and ancient magic. Your hope was that this Shadovar endeavor farthest from Netheril would provide you the opportunity to disappear before you were missed.<br>&nbsp;&nbsp;&nbsp;&nbsp;It worked, in part. You were able to slip away between expeditions into the woods and make your way to Neverwinter. So far, you've managed to keep your past a secret, seeming to be just one of the many people trying to make a fresh start in a slowly recovering city.<br>&nbsp;&nbsp;&nbsp;&nbsp;Yet something eats at you as you try to start your new life. Your people have not come to the North just to dig up the detritus of old empires. The magic they find here is meant to be put to a purpose. You don't know what that purpose might be, but before you left Netheril, you heard whispered rumors that spoke of raising an enclave.<br>&nbsp;&nbsp;&nbsp;&nbsp;It's a crazy idea. The magic to perform such a mighty ritual hasn't existed since the fall of Netheril over a thousand years ago. Certainly, other enclaves have been launched into the air since the Year of Wild Magic, but these were existing structures. The powerful magic of the mythallars that allows such structures to take to the skies was already extant, only needing repair. Surely nothing like that could be found anywhere near Neverwinter . . . or could it?<br>&nbsp;&nbsp;&nbsp;&nbsp;You came to Neverwinter to flee, but more and more, you wonder if you could ever have run far enough. If you remain here, you know you won't be able to hide forever. If the Netherese succeed in their plans for the region, a new Shadovar stronghold might arise here&mdash;one possibly as mighty as Shade Enclave. If that happens, you would find yourself in the shadow of Netheril once again. Much as you'd like to simply vanish into the darkness, the dark is where your people are most dangerous. And that means your only option is to face them here.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Scion of Shadow Starting Feature (1st level)</strong>: You gain the eyes of night power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Scion of Shadow Level 5 Feature (5th level)</strong>: Whenever you are in dim light or darkness, add 4 to your healing surge value.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Scion of Shadow Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to Bluff checks and Stealth checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"byVoYMfJiXW1soWn",
	"_key":"!items!byVoYMfJiXW1soWn"
}