{
	"name":"Secret Apostate Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Drow. All secret apostates are drow who have turned against Lolth.<br><br>Some Menzoberranzan drow yearn for a life free from the tyranny of the Spider Queen. These apostate drow have renounced the teachings of Lolth and embraced a philosophy based on individuality and free will. Existence for these secret apostates is dangerous, because they live in constant fear of discovery by Lolth's many spies. If their true nature is discovered, they face certain torture and death.<br>&nbsp;&nbsp;&nbsp;&nbsp;A secret apostate values freedom and choice, and each pursues personal goals independent of those dictated by other members of drow society or its dark mistress. By no stretch of the imagination does this imply most secret apostates are noble or good; they remain just as selfish and avaricious as other drow. They believe that their aspirations and desires trump those of an overbearing and controlling theocracy.<br>&nbsp;&nbsp;&nbsp;&nbsp;After renouncing Lolth, a secret apostate usually travels one of two paths. Some develop such a strong hatred for their own society that they actively work to undermine and destroy it. Specializing in elaborate schemes and intrigues, such an apostate might foment a slave rebellion or create conflict between two houses by assassinating a high-ranking official of one house and framing the other for the deed.<br>&nbsp;&nbsp;&nbsp;&nbsp;Other secret apostates become loners, seeking to avoid others of their kind and to forge their own destinies. One might travel to the surface world, only to wander through foreign lands inhabited by those who distrust or wish to destroy the drow.<br>&nbsp;&nbsp;&nbsp;&nbsp;Regardless of the path taken, a secret apostate loathes other drow as much as any surface-dweller and does not hesitate to kill members of his or her race if the occasion demands it.<br>&nbsp;&nbsp;&nbsp;&nbsp;For those who follow the arduous and lonely road of the secret apostate, it is better to risk torture and death as a free drow than to endure an existence of servitude. Let the weak-willed sheep bind themselves to the Spider Queen. A secret apostate lives a life unfettered, or dies trying.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Secret Apostate Starting Feature (1st level)</strong>: You gain the apostate's freedom power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Secret Apostate Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Bluff checks and Stealth checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Secret Apostate Level 10 Feature (10th level)</strong>: When a creature makes a charm attack against you, it must roll twice and use the lower result. If that creature is a drow, you also gain a +2 power bonus to the defense targeted by the attack.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"BcDFrdlY7vKRj7UB",
	"_key":"!items!BcDFrdlY7vKRj7UB"
}