{
	"name":"Seeker of Illefarn Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>Bad enough, in such tumultuous times, that our future might be in doubt. I will not permit our past to be stolen away as well.</em></p>\n<p><strong>Prerequisite: </strong>Eladrin, elf, or half-elf<br><br>You grew to adulthood in the shade of Ardeep Forest among a small community of elves, not far from the bustling metropolis of Waterdeep. You were raised on legends, tales, and songs of the kingdom of Ardeep and the great elven empire of Illefarn before it.<br>&nbsp;&nbsp;&nbsp;&nbsp;In ancient days, elves ruled a great empire in the North called Illefarn. This empire fractured when the last Coronal of the elves led the retreat to Evermeet. Illefarn split into the nations of Ardeep, Iliyanbruen, and Rilitha. These kingdoms each fell in turn over the centuries, with the last of the elves leaving Ardeep for Evermeet over a century ago.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your parents and others moved into the Ardeep Forest to try to reclaim and relive something of Ardeep's former glory. But little remains of that lost civilization. As the seasons passed into years, you dreamed of glorious days when your people ruled the region in peace and fairness. You imagined ancient Aelinthaldaar, the capital of Illefarn, rising tall where Waterdeep stands now. You mourned the loss of that nation as though it happened recently, not gone from the world for over two thousand years. Illefarn fell not to the hostile orcs and other enemies that sought to destroy it, but to humans and dwarves and allied races whose growing presence squeezed the elves until the Coronal felt there was no room left for the culture that had thrived in the region since before the Crown Wars.<br>&nbsp;&nbsp;&nbsp;&nbsp;In your youth, you returned time and again to a glade dedicated to Corellon&mdash;not to pray, but to gaze in awe upon relics of lost Illefarn, including a single, cracked arrow said to have been launched from the bow of the empire's last Coronal, Syglaeth Audark.<br>&nbsp;&nbsp;&nbsp;&nbsp;But these were mere daydreams and empty wishes, and not part of your daily life until a few months ago, when several of your town's hunters returned with the body of an eladrin found dead near the Crypts of the Deepening Moon. Your people know well enough to avoid those tombs of Ardeep because of the creatures that guard them. Yet the fallen eladrin did not appear to be a typical tomb robber: the quality of her clothes and possessions indicated someone of higher rank, akin to a diplomat. But the style of her possessions more resembled the old fashions you'd seen on the statues and carvings of the ruins of Illefarn.<br>&nbsp;&nbsp;&nbsp;&nbsp;The town assembled a party of hunters and warriors to follow the eladrin's trail and learn where she came from, and you, having recently proven your skills in such matters, went along. Tracking the eladrin was hard but not impossible, with the trail eventually leading to Waterdeep. However, finding anyone who remembered the eladrin in such an enormous place proved more difficult than tracking her week-old trail through the forest, and many of your fellows abandoned the quest. But you pushed on. Something about the mystery drove you.<br>&nbsp;&nbsp;&nbsp;&nbsp;You finally met a group of moon elves that had seen the eladrin. They said she was secretive and spoke with a strange accent. She said she sought Ardeep, and the elves had assumed she meant Ardeep Forest. Apparently she had come from Neverwinter by ship. Why had she traveled to Ardeep Forest all the way from Neverwinter? Why the strange accent and clothes? Where did she come from&mdash;out of the distant past? It could be that the Neverwinter Woods, once the bastion of Iliyanbruen and a part of ancient Illefarn, holds the answers.<br>&nbsp;&nbsp;&nbsp;&nbsp;Perhaps it was fate, or an omen from the gods, that this should happen now, when you are old enough to choose your own way and skilled enough to make a difference. In the mysterious depths of the Neverwinter Woods and its surroundings, you can seek out other lost remnants of ancient Illefarn. You must locate them, and reclaim their wonders, their knowledge, and their treasures for the elves, to whom they rightfully belong. You must safeguard your heritage from those who would desecrate it for personal gain. And if you can, you must uncover the truth about the mysterious eladrin.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Seeker of Illefarn Starting Feature (1st level)</strong>: Once per encounter when you roll a 1 on an attack roll or a saving throw, roll again, and use the second result.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Seeker of Illefarn Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Seeker of Illefarn Level 10 Feature (10th level)</strong>: While you are conscious, you cannot be surprised. You also gain a +2 power bonus to all defenses during the first round of each combat encounter.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"Gd4Mh1KvGYUeg4oj",
	"_key":"!items!Gd4Mh1KvGYUeg4oj"
}