{
	"name":"Seer Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Gifted with unusual abilities to perceive things hidden by distance or uncertainty, seers are prized as advisors by powerful people throughout the world. They might call themselves astrologers, fortunetellers, readers, augurs, diviners, or soothsayers, and each employs a favored technique for prognostication. Many seers choose to complicate their viewings with flamboyant mummery designed to impress ordinary people and perhaps conceal the important secrets of their trade. But despite the confusing mystical trappings, seers aren't frauds. Their second sight is a real and powerful gift, even if it is fickle at times.<br>&nbsp;&nbsp;&nbsp;&nbsp;The ability to anticipate success or failure in great endeavors, to determine the most auspicious times to embark on risky ventures, or to read the secret motives of others is a valuable edge. Naturally, wealthy patrons seek out famous and successful seers so that they can gain advantage over their rivals. Retained as permanent advisors and paid generously for their services, these kept seers are at the top of their profession. Kept seers enjoy unusual access to those they serve, and they can become entangled in the petty rivalries and battles for influence that pervade most courts and noble households. To minimize such entanglements, some rulers choose to sequester their magical advisors, keeping them out of the reach of courtiers or rivals who might harbor ambitious schemes. Other seers embrace their role as important figures in the court. Competent seers with this sort of position are placed well to do great good, but they can also do serious harm if they provide their masters with inept advice or engage in disloyal behavior. After all, a &ldquo;trusted&rdquo; wizard has deposed more than one king.<br>&nbsp;&nbsp;&nbsp;&nbsp;Seers who have not yet attracted a wealthy patron or established a reputation for success settle for a meager living catering to commoners, casting fortunes for a few coppers or silvers at a turn. Ordinary people often seek the advice of augurs and diviners when contemplating major business decisions, choosing a time to travel, arranging marriages, naming a child, or seeking explanations for some sort of misfortune. In a bustling city, well-respected seers with a wealthy clientele can make a comfortable living. Seers from small or backward towns might be little better than peddlers and beggars, hard-pressed to feed themselves from day to day&mdash;a situation that makes it hard to convince potential customers that one's powers offer useful insights. Adventuring seers fall somewhere between the extremes of royal advisor or marketplace fortune-teller; they rarely settle down in the service of a single patron, but in time their spreading fame ensures that many will come to seek their advice.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Seer Starting Feature (1st level)</strong>: You gain the cast fortune power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Seer Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Bluff checks and Insight checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Seer Level 10 Feature (10th level)</strong>: Whenever you make a Perception check, you can roll twice and use either result.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"HDo2TFX1jlGmzPT1",
	"_key":"!items!HDo2TFX1jlGmzPT1"
}