{
	"name":"Sensate Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"How can you understand anything if you haven't experienced everything?\"</em></p>\n<p>Society of Sensation members are referred to as Sensates and often are stereotyped as hedonists, pleasure-seekers, and layabouts. For some members, these characterizations are true. More dedicated Sensates understand that the only way to truly experience life is to seek out variety in all things. Although tasting exotic food and drink is important, it's just as important to understand what it's like to go without even basic sustenance to experience the feeling of deprivation.<br>&nbsp;&nbsp;&nbsp;&nbsp;Sensates seek this balance. The faction teaches that the only way to discover the purpose of the multiverse is to experience as many sensations, colors, textures, impulses, feelings, smells, and sensory inputs as possible. Only when every possible moment is experienced will the truth become clear; a composite understanding of existence will crystallize to those who have sought out and processed it all.<br>&nbsp;&nbsp;&nbsp;&nbsp;A lofty goal, for sure, which is why the Society believes that no one has managed it yet. Still, it's hard to argue with the benefits of seeking out new experiences, especially for adventurers and explorers. The Society of Sensation teaches how to turn those experiences toward meaningful use.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sensate Starting Feature (1st level)</strong>: Whenever you use an encounter attack power or a daily attack power, you gain temporary hit points equal to one-half your level.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sensate Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Endurance checks and Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sensate Level 10 Feature (10th level)</strong>: While you have temporary hit points, you gain a +3 power bonus to all skill checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"NSGNCADvzg8nqZsA",
	"_key":"!items!NSGNCADvzg8nqZsA"
}