{
	"name":"Sentinel Marshal Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Sentinel Marshals undertake many types of missions and have many reasons to travel. They receive assignments within Deneith enclaves throughout Khorvaire and sometimes beyond, such as in the house's Stormreach enclave. Between missions, a Marshal's time is her own. She can travel with allies provided that she checks in at Deneith outposts whenever possible.<br>&nbsp;&nbsp;&nbsp;&nbsp;In times of crisis, Sentinel Marshals have the power to deputize worthy allies&mdash;especially other warriors or other members of House Deneith&mdash;to assist them. This title does not grant allies the full authority of a Sentinel Marshal, but it legitimizes their presence and recognizes their aid if the mission is later scrutinized. Depending on the circumstances, a Marshal's allies might be debriefed afterward, rewarded for their efforts, and asked to help again.<br>&nbsp;&nbsp;&nbsp;&nbsp;A typical assignment for a Sentinel Marshal is to find (and kill, if necessary) a known and dangerous criminal. Such criminals are usually of the worst sort&mdash;the ones who leave town, consort with unsavory fellow outlaws, make fiendish alliances, and don't play fair.<br>&nbsp;&nbsp;&nbsp;&nbsp;Sentinel Marshals are also special operatives, not just law officers. One might be asked to assist in a diplomatic mission to Droaam, seize a shipment of Xen'drik relics from pirates on the Thunder Sea, or save an Eldeen village from a dragon roused by the Lords of Dust.<br>&nbsp;&nbsp;&nbsp;&nbsp;The missions assigned to you, as an adventuring Marshal, are suitable for your skills and those of your known associates and regular deputies. If you are a rogue, you might be ordered to infiltrate a thieves' guild and slay the vampire lord that rules it. If you are a fighter, you might be sent to defeat an ettin terrorizing Breland's western borders.<br>&nbsp;&nbsp;&nbsp;&nbsp;You're not always on duty, so you can go on adventures that have nothing do with your house. Nor are you required to chase down a cutpurse in the streets or arrest a merchant you see committing fraud unless you've been hired to do so. Yet you retain the right to enact justice whenever you deem it necessary. Some Marshals are callous about their authority, enforcing the law only in certain cases or when they're required to do so. Others cannot stand idle when they witness even the pettiest crimes. It's up to you to decide where you fall on the spectrum of justice.<br>&nbsp;&nbsp;&nbsp;&nbsp;Remember that you don't have to kill every foe. Sometimes you're the good guy who drags the bad guys back to the city to face the music. But just as often, you need to be the judge, jury, and executioner who gets the job done by any means necessary. Usually, a fugitive's head is proof enough that he's no longer a threat.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sentinel Marshal Starting Feature (1st level)</strong>: You gain a +2 bonus to Diplomacy checks and Intimidate checks when the check's subject knows that you are a Sentinel Marshal and respects or fears members of that group. (The DM decides if this bonus applies.)<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the marshal's interdiction power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sentinel Marshal Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Insight checks and Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sentinel Marshal Level 10 Feature (10th level)</strong>: You gain a +2 bonus to saving throws against effects your marshal's quarry imposes on you.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"XrwtbLeMccgNSt4r",
	"_key":"!items!XrwtbLeMccgNSt4r"
}