{
	"name":"Sidhe Lord Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"The archfey might seem the most powerful, but the real masters of the people are the Sidhe lords such as I.\"</em></p>\n<p><strong>Prerequisite: </strong>Half-elf, or any race that has the fey origin.<br><br>Among the fey races, particularly elves and eladrin, powerful noble houses have arisen over the years as the authority in the Feywild. The various fey courts, including the Summer Queen's Court of Stars, are made up of representatives from these houses. Although the houses vary in makeup, goals, and methods, their members are collectively known as Sidhe lords&mdash;a title that paints them all with the same brush.<br>&nbsp;&nbsp;&nbsp;&nbsp;The first true Sidhe lords were elves who lived before the great conflict that splintered the race into three factions. In the days when the race was in its youth, some ambitious elves claimed dominion over the untamed Feywild. When none could challenge them, these early Sidhe lords established themselves as pillars of power in the realm, and an order was born among the fey races. The common people showed deference to the Sidhe lords, and the lords protected those within their dominion.<br>&nbsp;&nbsp;&nbsp;&nbsp;Later, as the people of the Feywild matured and the elf race split into elves, eladrin, and drow, a greater variety of Sidhe lords rose to prominence. Most of these were individuals of other races, such as drow and satyrs, who had gained influence and forged alliances. Rather than engaging in power struggles that could weaken their houses, the established lords acknowledged the new self-proclaimed nobles, giving them legitimacy. To this day, most of the Sidhe lords of the Feywild are eladrin (many of the elf lords took their power bases with them into the natural world), but the newer noble houses have offspring of other races.<br>&nbsp;&nbsp;&nbsp;&nbsp;The noble houses of the Sidhe lords behave much as their counterparts do in the mortal world; they work together, come into conflict with one another, plot and manipulate, and meddle in the affairs of common people. The fey houses typically choose colors and heraldry the same way that human nobles do, but their symbols are fey creatures such as displacer beasts and owlbears.<br>&nbsp;&nbsp;&nbsp;&nbsp;Most Sidhe lords are eager to associate themselves with dominion over an aspect of the Feywild. The Prince of Frost, for example, claims sovereignty over the Vale of Long Night, and he is known as the Sidhe lord who commands winter (at least, within the Feywild). Other Sidhe lords might hold sway over specific kinds of fey creatures (for example, displacer beasts).<br>&nbsp;&nbsp;&nbsp;&nbsp;Formidable fey nobles make bargains with weaker beings or with those they favor. Sidhe lords have amassed a great deal of influence and arcane might, and a formal pact establishes a bond that allows a lord to transfer that power to a recipient. Many warlocks have such pacts, but Sidhe lords are free to enter into them with all kinds of creatures. <br>&nbsp;&nbsp;&nbsp;&nbsp;You are a Sidhe lord, a representative of a noble house of the Feywild. Whether you are a youth or someone just coming up through the ranks of your house, your station affords you certain privileges. Moreover, you have the power and authority to make pacts, bargains, and accords as a Sidhe lord, and you can use your status to your advantage.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sidhe Lord Starting Feature (1st level)</strong>: You gain the summon Sidhe ally power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sidhe Lord Level 5 Feature (5th level)</strong>: When you are in a city or other civilized area that recognizes your house's prestige, you can receive a week's lodging in comfortable if not lavish quarters at no charge. The quarters include room for up to eight of your allies, as well as meals each day. You have the use of up to three servants, who perform common tasks for the duration of your stay.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sidhe Lord Level 10 Feature (10th level)</strong>: Whenever your Sidhe house guard uses its teleportation power while you are adjacent to it, you can teleport up to 6 squares to a space adjacent to the guard's destination.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"tfPHhhnbbf6QNMMg",
	"_key":"!items!tfPHhhnbbf6QNMMg"
}