{
	"name":"Skulker of Vhaeraun Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Drow.<br><br>The power of the priestesses of Lolth in Menzoberranzan is almost absolute, but some residents worship the patron god of male drow, Vhaeraun. Primarily spies, assassins, and thieves, adherents of Vhaeraun slip stealthily through the shadows of the city on missions for the Masked God of Night. Open worship of Vhaeraun is forbidden, so his followers must conceal their allegiance. Many cannot endure the constant fear of capture and flee to the surface world.<br>&nbsp;&nbsp;&nbsp;&nbsp;Almost all skulkers of Vhaeraun are disenfranchised male drow who are disappointed by their lack of authority and power in Menzoberranzan's matriarchal society. Although some have renounced the evil ways of their people, many Vhaeraun worshipers remain true to drow nature, and they readily lie, steal, and betray if it serves their needs.<br>&nbsp;&nbsp;&nbsp;&nbsp;A skulker of Vhaeraun excels at getting into and out of hostile areas unnoticed. Consider an assassin who infiltrates a noble manse to slay its occupants with poisonous blades. Imagine a thief slipping into a temple of Lolth to steal a priceless treasure or cutting a dangling purse from an easy mark in a city street. Picture an accomplished spy, who might pose as a consort to a loyal priestess to glean information from her, or who might accept employ in a rival house's guard to overhear secrets. Each of these individuals might worship the Masked Lord.<br>&nbsp;&nbsp;&nbsp;&nbsp;Poison is the favored weapon of Vhaeraun's servants. A skulker excels in its use, coating his blades and arrows with drow sleep poison or other exotic poisons such as black lotus extract or spotted toadstool venom. The Masked Lord's followers delight in discovering new poisons and pay handsomely to acquire them.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Skulker of Vhaeraun Starting Feature (1st level)</strong>: You gain the skulker's venom power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Skulker of Vhaeraun Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Acrobatics checks and Stealth checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Skulker of Vhaeraun Level 10 Feature (10th level)</strong>: When you deal poison damage to a creature, it takes a -2 penalty to the next attack roll it makes before the end of its next turn. This is a poison effect.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"yrDqiQ23p2IVtUlc",
	"_key":"!items!yrDqiQ23p2IVtUlc"
}