{
	"name":"Sohei Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>In Kara-Tur, as in the West, grand shrines can be found in the teeming cities. However, those seeking a quicker path to enlightenment or total devotion to the gods prefer remote monasteries or temples. Such places of worship offer immersion in spiritual pursuits and isolation from the distractions of civilization. Most are hidden high in remote hills or mountains, making the very act of finding the place a show of one's dedication to the sacred.<br>&nbsp;&nbsp;&nbsp;&nbsp;An urban shrine's clergy can look to the local authorities for protection from monsters, bandits, and enemies of the faith. A wilderness temple's devotees cannot&mdash;most secluded places of worship are as much fortress as monastery. Just as such a holy place needs walls, it also needs guardians who share the spiritual values of their less militant fellows.<br>&nbsp;&nbsp;&nbsp;&nbsp;A sohei, sometimes called a yamabushi (&ldquo;mountain warrior&rdquo;) due to the usual site of farflung monasteries and shrines, is a monastic soldier trained as a temple guardian. Rather than focusing on intense religious instruction, a sohei receives training in meditation, body control, and martial techniques. Although devoted clergy of the same religion or sect might practice pacifism, a sohei warrior-monk does not.<br>&nbsp;&nbsp;&nbsp;&nbsp;The difference between a sohei and a fellow priest is type of duty. The warrior-monk looks out for the safety of the temple, allowing other priests to fulfill duties that are more spiritual. A sohei can also serve as the face of a religious order, going out into the world to spread the faith, strike against the temple's enemies, and seek objects and people important to the religion.<br>&nbsp;&nbsp;&nbsp;&nbsp;A sohei's superiors are figures higher in his or her religious hierarchy. Every sohei is a devoted combatant with mastery over preferred weapons, and each serves those higher in the hierarchy with obedience. As part of their service to the religion, they also learn to wield magical power. Often divine in nature, this power is a blessing of the sohei's commitment to a deity. However, legendary sohei&mdash;even those from the same religious sect&mdash;wield varying mystical capabilities.<br>&nbsp;&nbsp;&nbsp;&nbsp;A sohei can come from any walk of life. Children given into the service of a temple, whether orphans or nobles, can become sohei. Older initiates might be anything from outlaws to ronin. Requirements for becoming a militant priest include strength and willpower, as well as an abundance of energy and ambition that compels the individual to abandon the wholly meditative life.<br>&nbsp;&nbsp;&nbsp;&nbsp;An adventuring sohei frequently takes on a quest for his or her religious order. A few sohei go into the world to experience its mysteries, using worldly knowledge as part of a path to enlightenment. Other sohei, such as ronin, have been expelled from or have lost their temples. These wanderers search for a new purpose as much as any ronin does. <br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sohei Starting Feature (1st level)</strong>: You gain the sohei flurry power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sohei Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Insight checks and Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sohei Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to saving throws against fear effects and effects that render you dazed, dominated, or stunned.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"1v0JhZLUmLknZGpq",
	"_key":"!items!1v0JhZLUmLknZGpq"
}