{
	"name":"Son of Alagondar Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>Leave fighting fair to those who have nothing to lose. This is our city, and we shall reclaim it any way we can.</em></p>\n<p>You grew up on the mean streets of ruined Neverwinter, long after the Spellplague reduced the city to smoldering rubble. You learned the laws of this new world the hard way, and watched first-hand as the struggle to survive shattered families, stole livelihoods, and destroyed lives. As long as you can remember, you have suffered from the bizarre nightmares that are part of life in the broken city.<br>&nbsp;&nbsp;&nbsp;&nbsp;As bad as it gets, nothing has chased you away from your home. You are a child of Neverwinter, and while the city still stands, you refuse to kneel.<br>&nbsp;&nbsp;&nbsp;&nbsp;A few years ago, when Dagult Neverember, a lord of Waterdeep, arrived to stabilize and rebuild the city, you saw right through him. To you, he is not a savior but an invader&mdash;his army of &ldquo;peacekeepers&rdquo; an occupation force. You might have regarded them benignly at first, hoping your doubts would prove unfounded, but Neverember's goons quickly dashed any illusions you had about their intentions. But most people in the city aren't privy to your insight, or aren't willing to listen. You found that all the rhetoric in the world won't convince the people to rise up and resist the great &ldquo;Protector,&rdquo; so you turned to more direct means.<br>&nbsp;&nbsp;&nbsp;&nbsp;You joined the rebel movement known as the Sons of Alagondar, named for the city's legendary royal family. With the Sons, you found ways to channel your rage, and felt as though in some small ways you have successfully restrained the usurper of your homeland.<br>&nbsp;&nbsp;&nbsp;&nbsp;The rebels have suffered setbacks recently, however. Their charismatic leader, Cymril, was slain less than a month ago, plunging the organization into chaos. Factions have emerged, each of them forging alliances with dark forces in the city. Some operatives of the Sons have made overtures to the brutish Dead Rats gang, while others curry favor with the malevolent Red Wizards in the city. Caught between your principles and the necessity of having potent allies, you aren't sure who you can trust. What started as a noble and simple fight for freedom has become complicated.<br>&nbsp;&nbsp;&nbsp;&nbsp;You have choices to make, and none of them are good. You dream of yet another solution: the return of a true heir of House Alagondar, who can unite the city against the usurper. But even if a true heir were to appear, would you welcome him with relief or suspicion?<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Son of Alagondar Starting Feature (1st level)</strong>: While you flank an enemy, your allies gain a +1 power bonus to attack rolls against that enemy. <br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the low blow power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Son of Alagondar Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Stealth checks and Thievery checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Son of Alagondar Level 10 Feature (10th level)</strong>: The first time you are bloodied during an encounter, you gain temporary hit points equal to 2 + one-half your level.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"XhCRg6fuUNvfU1bQ",
	"_key":"!items!XhCRg6fuUNvfU1bQ"
}