{
	"name":"Sorcere Adept Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Drow, any arcane class.<br><br>Sorcere represents the most powerful bastion of male power in Menzoberranzan. Although the school owes ostensible fealty to the Mistress of Arach-Tinilith, Sorcere offers its pupils the chance to study as they wish, with only lax oversight from the matriarchs of drow society.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your enrollment in Sorcere was a great relief after having lived with the cruel oppression of your matron mother and sisters. Here you could pursue your interests while paying only lip service to Lolth and her minions. You bow and scrape but hide a smile behind your hand, because one day you might use the powers you gain at Sorcere for a direct assault against the matriarchy.<br>&nbsp;&nbsp;&nbsp;&nbsp;Until then, you exploit your limited autonomy to quietly increase your personal power. You care little for social machinations and the small-minded pursuit of face, though you are not stupid enough to ignore such games. You are drow, after all, and Sorcere has plenty of intrigues of its own.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sorcere Adept Starting Feature (1st level)</strong>: You gain the blood empowerment power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sorcere Adept Level 5 Feature (5th level)</strong>: You gain the Ritual Caster feat. If you already have this feat, you can instead add two rituals of your level or lower to your ritual book at no cost.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sorcere Adept Level 10 Feature (10th level)</strong>: You can use your Intelligence modifier instead of your Wisdom modifier for Dungeoneering checks. In addition, once per day, you can perform an Arcana or Dungeoneering ritual of 10th level or lower in one-tenth the normal time.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"e34nJdv5nRx6SfMa",
	"_key":"!items!e34nJdv5nRx6SfMa"
}