{
	"name":"Spellscarred Harbinger Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>I've seen horrors you haven't even dreamed. Whether I sleep or wake, the nightmares follow me.</em></p>\n<p>Nearly a century ago, Faer&ucirc;n was ravaged by the Spellplague. Few of those alive today can describe this scourge firsthand, and every story disagrees in the details. Landscapes changed, whole cities vanished, and alien nations installed themselves where barren wasteland and the ruins of past civilizations had stood for millennia. Magic failed or went wild, and thousands upon thousands died horribly. Those who encountered the plague directly, either initially or in the long years since, have been forever changed by its touch. Most are horribly deformed or otherwise cursed&mdash;even as a rare few gain a strange kind of power.<br>&nbsp;&nbsp;&nbsp;&nbsp;Someone seeing you as a youth might not have known you were bound to such a twisted destiny. You were a normal person, living out a normal life. You had family and friends, and you were looking forward to marriage and children to carry on your legacy. These simple pleasures were not to be yours, however&mdash;not once the nightmares began. You ignored the visions at first, but you could not do so for long.<br>&nbsp;&nbsp;&nbsp;&nbsp;One night, you awoke from a nightmare screaming, engulfed in blue flames that were no dream. Though it did not harm you, this unnatural fire wreaked havoc on everything nearby, consuming your home and those you loved, their screams echoing as they burned. When the flames died away, they left in their wake disfigurements on the bodies of the dead&mdash;warped limbs, blue scar tissue, or strange runes in a language you did not recognize. Though you survived the destruction, your body was likewise scarred.<br>&nbsp;&nbsp;&nbsp;&nbsp;Hated for the harm you inflicted unintentionally and despised for your deformity, you fled your home in fear. Dependent on the aid of strangers to survive, you were saved when a wandering priest sworn to Ilmater, god of compassion, directed you to Helm's Hold outside the city of Neverwinter. There, he promised, people like you were welcome. &ldquo;The spellscarred,&rdquo; he called you.<br>&nbsp;&nbsp;&nbsp;&nbsp;During your journey, you have tried to puzzle out the reason for the emergence of your curse, to no certain success. Perhaps you were exposed to the Spellplague long ago, and it then lay dormant in you for years. Some say the curse can be inherited by blood, and so the affliction will lead inevitably to more death&mdash;for you and those around you.<br>&nbsp;&nbsp;&nbsp;&nbsp;You fear that your time grows short. Whenever you rest, the nightmares that haunted you before your scarring return, coupled with visions of magical cataclysms wreathed in blue flame. You have grown accustomed to looking over your shoulder at all times, struggling to trust even those who seek to aid you.<br>&nbsp;&nbsp;&nbsp;&nbsp;A time is coming when you'll be able to conceal your true nature no longer. When that day comes, how will you embrace your uncertain destiny? And can the people in Helm's Hold truly help you?<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Spellscarred Harbinger Starting Feature (1st level)</strong>: You gain one of the following abilities.<br><img src=\"data:image/gif;base64,R0lGODlhCwALAMQSAEVCVlsyRmEyRWAyRWYyRURCVlcyRmQyRVI7T09FWGIyRVUyRlUyR1EzSHQyQ05EV0RCVyIyTH8yQgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAABIALAAAAAALAAsAAAUsoCSKwWiKCnSaUbSsUtFG5ShAc4s4UpL/DAkBl2ucHrMBDBAxwESAp+hwCgEAOw==\" alt=\"\">&nbsp;&nbsp;&nbsp;&nbsp; Dimension Shift: Once per encounter, you can teleport up to 2 squares as a minor action.<br><img src=\"data:image/gif;base64,R0lGODlhCwALAMQSAEVCVlsyRmEyRWAyRWYyRURCVlcyRmQyRVI7T09FWGIyRVUyRlUyR1EzSHQyQ05EV0RCVyIyTH8yQgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAABIALAAAAAALAAsAAAUsoCSKwWiKCnSaUbSsUtFG5ShAc4s4UpL/DAkBl2ucHrMBDBAxwESAp+hwCgEAOw==\" alt=\"\">&nbsp;&nbsp;&nbsp;&nbsp; Twist Fate: Once per encounter, you can reroll a failed saving throw.<br><img src=\"data:image/gif;base64,R0lGODlhCwALAMQSAEVCVlsyRmEyRWAyRWYyRURCVlcyRmQyRVI7T09FWGIyRVUyRlUyR1EzSHQyQ05EV0RCVyIyTH8yQgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAABIALAAAAAALAAsAAAUsoCSKwWiKCnSaUbSsUtFG5ShAc4s4UpL/DAkBl2ucHrMBDBAxwESAp+hwCgEAOw==\" alt=\"\">&nbsp;&nbsp;&nbsp;&nbsp; Vanish: Once per encounter as a minor action, you can become invisible until the start of your next turn.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Spellscarred Harbinger Level 5 Feature (5th level)</strong>: You gain the spellscar empowerment power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Spellscarred Harbinger Level 10 Feature (10th level)</strong>: Choose another benefit from the spellscarred harbinger starting feature list. You can use only one ability gained from this list per encounter.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"TeUdAoRL2TbJAJVK",
	"_key":"!items!TeUdAoRL2TbJAJVK"
}