{
	"name":"Stormraider Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>In the Elemental Chaos, merchants must transport valuable goods between cities in order to make a profit, and where there is trade, there are pirates who stand ready to acquire those goods. Stormraiders are a specialized class of pirates who strike the trade lanes of the Elemental Chaos aboard their fast lightning skiffs.<br>&nbsp;&nbsp;&nbsp;&nbsp;Known for the suddenness and ferocity of their attacks, stormraiders lack any formalized structure. Instead, they have a loose fraternity built around a few common guidelines: &ldquo;Help a raider crew in need,&rdquo; &ldquo;Share in the plunder,&rdquo; and &ldquo;Never betray a comrade before the mast&rdquo; serve as the only laws of stormraider society. Petty disputes are resolved in bloody duels on the deck of a lightning skiff, usually surrounded by a cheering crew betting on the outcome. It is a hard and uncertain life, knowing no home but one's ship, with no safe port of call. Death can come quickly at the end of a sword, or slowly at the talons of a demon that is tired of losing its treasures to stormraider crews. The only havens known to stormraider ships are a few small pirate ports built on twirling earthmotes, where lighting skiffs can rest their crews, resupply, and repair their vessels. Still, many are willing to fight beneath the thunderhead-black flag of piracy. Escaped slaves from the City of Brass revel in the freedom they find in the stormraider's life, and pirates from the Riverweb seeking new adventures can readily find it on the deck of a lightning skiff. No matter the background of the individual, the life of a raider is one of constant momentum, quickly transitioning from one adventure to the next.<br>&nbsp;&nbsp;&nbsp;&nbsp;Stormraider heroes regularly command the respect of the crews they serve alongside, often seeming to be marked for greatness. Aboard a lightning skiff commanded by a particularly bloodthirsty captain, these heroes are often the sole voice of reason, able to keep the captain from bouts of wanton and pointless slaughter. It is not unheard of for communities in the Elemental Chaos to hire adventuring stormraiders as privateers, or for lords to employ crews to raid the ships of personal enemies. The Elemental Chaos is full of opportunities, and clever stormraiders stand poised to claim them all.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Stormraider Starting Feature (1st level)</strong>: You gain the storm the deck power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Stormraider Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to initiative checks. If your initiative is higher than any enemy's initiative, during your first turn of the encounter you can reroll any melee attack damage dice that come up as 1.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Stormraider Level 10 Feature (10th level)</strong>: If you and one or more allies are adjacent to an enemy, you and those allies are considered to be flanking that enemy.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"K1Kj43wISfEBdaML",
	"_key":"!items!K1Kj43wISfEBdaML"
}