{
	"name":"Student of Evard Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>In many places, studying death, darkness, and peril is taboo. Most mortals fear what they cannot explain, including death. Those innovative souls who dare to actively seek out death's secrets learn that an entirely new realm of shadow awaits their discovery. Many temples and libraries include tomes on the subject of death. If someone had enough motivation and spent plenty of time researching, he or she could soon learn of the famed shadow mage Evard.<br>&nbsp;&nbsp;&nbsp;&nbsp;Evard, an enigmatic and potent practitioner of shadow magic, is a master of necromancy and nethermancy. His legacy is such that anyone who has spent time researching the Shadowfell has undoubtedly come across his most famous work, Legendry of Phantoms and Ghosts. This 800-page omnibus is one of the finest pieces of writing on the subjects of shadow magic, necromancy, and nethermancy. It covers everything from the creation of apparitions to details on their metaphysical construction and anatomy.<br>&nbsp;&nbsp;&nbsp;&nbsp;Those who learn of Evard and begin to study his work could become enthralled by all things related to the Shadowfell. Some who study Evard's works become recluses; others might seek to adventure in an effort to learn more of the Shadowfell and its inhabitants. On a research level, those seeking knowledge on these topics try to understand the breaching of the two planes of existence and learn how both sides interact with each other. As Evard noted, &ldquo;You can never come to appreciate the fabric and essence of life without first knowing in full detail the beauty of death.&rdquo;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Student of Evard Starting Feature (1st level)</strong>: You gain the essence of death power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Student of Evard Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to skill checks involving necromancy, nethermancy, and the Shadowfell. In addition, you can perform the Last Sight Vision ritual, and you can perform it once per day without expending components.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Student of Evard Level 10 Feature (10th level)</strong>: Your power bonus to skill checks involving necromancy, nethermancy, and the Shadowfell increases to +4. In addition, during your first turn of combat, you gain a +1 power bonus to attack rolls with shadow powers.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"KeRvyD5SDRG3nXL4",
	"_key":"!items!KeRvyD5SDRG3nXL4"
}