{
	"name":"Templar Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I have been entrusted with the full power and authority of our king. Where I am, he is too. What I deem right and just, he approves. What I condemn as seditious or criminal, he also condemns. I am the law.\"</em></p>\n<p>Judges, officials, and enforcers of the king's laws, templars are the embodiment of civic authority in the great cities of Athas. They form a privileged meritocracy of individuals who serve as the sorcerer-king's eyes, ears, and mouth among the populace&mdash;and, as circumstances require, the heavy hand of crushing tyranny. Given broad discretion to enforce the king's will as they see fit, templars are often brutal and corrupt, using their positions to wring ruinous taxes and bribes from all who fall under their power. A sorcerer-king doesn't care about templars being corrupt, as long as they keep the city in good order.<br>&nbsp;&nbsp;&nbsp;&nbsp;Templars commonly enjoy broad powers to arrest wrongdoers, impose fines, and command soldiers or city guards to do their bidding in their home cities. Of course, higher-ranking templars can countermand these orders, so a low-ranking templar can't just commandeer the half-giants guarding a city gate and march off into the desert with them&mdash;he would have to appeal to his superiors to approve his mission and request that guards be assigned to his command. Likewise, templars of a particular city-state have no civic authority in other cities or in places not under the direct rule of their king. Though the civic powers granted to templars are formidable in their own right, templars are not simply bureaucrats&mdash;many are also formidable spellcasters, sanctioned to wield the terrible magic of the sorcerer-kings in the pursuit of their duties. In many cities templars are trained in arcane magic in formal academies and are bestowed with the ability to call upon their sorcerer-king's magical might through lengthy pacts.<br>&nbsp;&nbsp;&nbsp;&nbsp;The exact ranks and customs of the templar hierarchy vary widely from city to city. In Balic, templars are known as praetors and are elected to their positions (although a few elections end in unexpected upsets). The templars of Nibenay are exclusively female and are ceremonially wedded to the sorcererking. In Draj, templars are known as the Priests of the Moon and are charged with observing the civic worship of the king Tectuktitlay, who claims to be a god. Notwithstanding specific customs, all templars constitute a powerful, wealthy social class within their cities&mdash;a social class highly invested in keeping each sorcerer-king the supreme master of his or her city-state.<br>&nbsp;&nbsp;&nbsp;&nbsp;Most templars revel in their positions and ruthlessly exploit the weak and the poor. However, a few are patriots who are truly concerned with what's best for their city and their fellow citizens. Some are reformers who seek to moderate the excesses of the system, and a rare handful are rebels seeking to effect change from within. Heroic templars likely hold these convictions.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"x8Ol1gdsQ677tf9i",
	"_key":"!items!x8Ol1gdsQ677tf9i"
}