{
	"name":"Trapsmith Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Don't touch that.\"</em></p>\n<p>Some things you just don't fight. To take on adversaries that have superior strength, cunning, or resources (or all three), you need to remove their advantages. Such an alternative approach is the job of a trapsmith.<br>&nbsp;&nbsp;&nbsp;&nbsp;Humanoids have been building traps since the earliest times, developing techniques to take down big game for food and clothing. According to loremasters, goblin tribes were the first to perfect this kind of hunting. They were able to obtain and store more food than their competition, allowing them to survive harsh winters and increase their numbers. Many years later, other races came to appreciate the ingenuity of their counterparts&mdash;mainly through direct interaction with goblin traps.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Trapsmith Starting Feature (1st level)</strong>: You gain a trap-making kit (15 lb.), which you use to lay your traps. If you ever lose the kit, it costs 40 gp to replace.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the trip the trap power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Trapsmith Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Perception checks and Thievery checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Trapsmith Level 10 Feature (10th level)</strong>: You can forgo dice of damage from your trip the trap power for one of the following effects. You choose to forgo the dice after you know you hit, but before you make the damage roll.<br>&nbsp;&nbsp;&nbsp;&nbsp;If you forgo one die of damage, the target falls prone.<br>&nbsp;&nbsp;&nbsp;&nbsp;If you forgo two dice of damage, the target is dazed until the end of your next turn.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"kOiHRshzeVzNuLM8",
	"_key":"!items!kOiHRshzeVzNuLM8"
}