{
	"name":"Treasure Hunter Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"X never, ever marks the spot.\"</em></p>\n<p>Attaining wealth and glory might be a shallow and selfish goal, but treasure hunters are fine with that. They take on great risk and danger to dig up great riches. Treasure hunters also enjoy the thrill of the chase when seeking out valuable finds, sometimes to the point of addiction, and this adventurous spirit can be contagious.<br>&nbsp;&nbsp;&nbsp;&nbsp;Finding lost or buried treasure is much harder than it appears at first. Treasure hunters constantly crave more wealth. They generally learn just enough to find their quarry and care nothing for confirming legends or ancient texts&mdash;other than to plunder whatever they refer to. Some, though, learn to love the unique history of the antiquities they seek. Those without a formal education might study a subject related to their quest on their own, even becoming specialists on specific topics.<br>&nbsp;&nbsp;&nbsp;&nbsp;Treasure hunters are typically self-sufficient. Occasionally several work together to meet similar goals, but they do not trust each other. Each views the others as brigands and mercenaries out to steal their finds.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Treasure Hunter Starting Feature (1st level)</strong>: You gain the treasure sense power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Treasure Hunter Level 5 Feature (5th level)</strong>: You gain Skill Focus as a bonus feat.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Treasure Hunter Level 10 Feature (10th level)</strong>: You do not take the normal attack roll penalties for squeezing or being prone.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"yBdGvVFjEgzHep7V",
	"_key":"!items!yBdGvVFjEgzHep7V"
}