{
	"name":"Tuathan Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"There's a reason why I always watch what I say when animals are around.\"</em></p>\n<p><strong>Prerequisite: </strong>Human or half-elf.<br><br>Legend tells of a great tribe of humans that settled the world in antiquity. Some say these humans were shapeshifters, born of primal spirits or fey creatures; others say they were the warlike children of a fey goddess. With valor and magic untold, they came from the Feywild in great vessels with sails like white wings. Wielding items of vast power, they conquered all opposing tribes (commingling with some of the elves they subjugated), carved out a realm, and ruled it for centuries. Eventually they fell into decline. The great race receded, its empire crumbled, and it withdrew into the Feywild, leaving behind fragments of glorious epics, hidden troves of magic, and the name of the mighty tribe: Tuatha. &ldquo;The tribe&rdquo;&mdash;for that is what the word meant in ancient Elven-dispersed throughout the land of the fey, where it is said its descendants remain to this day.<br>&nbsp;&nbsp;&nbsp;&nbsp;Nowadays, any human or half-elf born or blessed with a strain of fey magic might be a tuathan. Most tuathans are born in the Feywild, and the bold vibrancy of that realm courses through their veins as it did in the tribe of old. Tuathans born in the mortal world are the result of brief human trysts with beautiful faerie folk. Such children are usually raised by the mortal parent in the natural world, and they grow up with little idea of their enchanted heritage. Deep in their hearts, however, they yearn to strike out into the unknown.<br>&nbsp;&nbsp;&nbsp;&nbsp;Tuathans are compelled to experience more wondrous adventures than have ever been told in tales. Perhaps this urge is what drove the conquering Tuatha from the Feywild in ancient times, and perhaps it is the reason the tribe returned to the fey realm after ruling for so long. When tuathans set their sights on a distant horizon, a love to be won, or a challenge to be met, fulfilling the goal occupies their thoughts as intensely as the pangs of first love. Perhaps unsurprisingly, most fairy tales that migrate to the mortal world are stories of the tuathans of the Feywild striving to attain their heart's desire.<br>&nbsp;&nbsp;&nbsp;&nbsp;Some tuathans bear no outward mark of their fey heritage and appear as ordinary humans or halfelves in every aspect. Most appear as slender, exotic individuals with striking, well-defined features and thick, lustrous hair. Their most remarkable physical characteristics are the slight suggestions of fey or animal traits that delicately grace their faces, notably eyes, noses, hair, and ears. Some have eyes like those of cats, eladrin, or owls; others have shining manes of dark hair naturally interwoven with raven, peacock, or eagle feathers; still others have subtly elongated noses or ears suggestive of foxes, cats, or elves. These understated traits appear natural and are rarely noticed at a glance.<br>&nbsp;&nbsp;&nbsp;&nbsp;A few tuathans are fey shapechangers, able to transform into the beasts or birds that their normal features suggest. In ancient tales, shapechangers served tuathan kings and queens as explorers, spies, and court magic users. Today, such individuals travel the Feywild as trader nomads. They visit villages, towns, and cities of the natural world to give mortals a spark of magic in their lives&mdash;but always for a price.<br>&nbsp;&nbsp;&nbsp;&nbsp;A vow or a bargain made with a tuathan is binding and cannot be broken without consequences, which are often magical. Tuathans believe that powerful enchantments are inherent in spoken stories, vows, bargains, rhymes, names, songs, and chants. For a tuathan, to say a thing is to give it life, to make it real.<br>&nbsp;&nbsp;&nbsp;&nbsp;Tuathans believe that nothing in the world is unobtainable, and when they accept a challenge, they seldom back down from it. They pursue their aims to the ends of the world, for it is by the magnitude of their deeds that they will be remembered in song and story through the ages, like the Tuatha of old. <br>&nbsp;&nbsp;&nbsp;&nbsp;Tuathan naming conventions date back to the time of the ancient tribe. Most of the names bestowed upon children have their roots in the land from which Tuatha set sail. Popular male names include Bran, Cadeyrn, Dylan, Eogan, Gawain, Iago, Lugh, Maedoc, Merrion, Morcant, Padraig, Roderick, Taliesin, Trystan, Urien, and Wynn. Females are often called Alis, Anwen, Blaithin, Cara, Ceridwen, Elain, Fflur, Glynis, Gwendolyn, Gwyneth, Keelie, Kendal, Megann, Morrigan, Rowena, or Sioned. <br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Tuathan Starting Feature (1st level)</strong>: You gain either Continue the Story or Shapechanger Physique.<br><strong>Continue the Story</strong><br>You gain a +1 bonus to death saving throws. In addition, whenever you make an Endurance check, you can roll twice and use either result.<br><br><strong>Shapechanger's Physique</strong><br>Whenever you make an Athletics check, you can roll twice and use either result.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Tuathan Level 5 Feature (5th level)</strong>: You gain either Heightened Senses or The Tables Are Turned.<br><strong>Heightened Senses</strong><br>When you use your second wind, enemies gain no benefit from any cover or concealment against you until the end of your next turn.<br><br><strong>The Tables Are Turned</strong><br>When you use your second wind, you gain combat advantage against any enemy flanking you, and being flanked does not cause you to grant combat advantage. This benefit lasts until the end of your next turn.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Tuathan Level 10 Feature (10th level)</strong>: You gain either Flying Animal Shape or Heroic Recovery.<br><strong>Flying Animal Shape</strong><br>If you have the tuathan animal shape power, you can use it to assume the form of a Tiny fey or natural beast that can fly (such as a bird or butterfly). In this form, you have a fly speed of 6.<br><br><strong>Heroic Recovery</strong><br>When you make a death saving throw, if the result is 20 or higher (after applying any modifiers), you can immediately end any effect you are subjected to. You can also spend a healing surge as normal. If you do so, you can stand as a free action.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"YP1Ul3Md3kWdP04r",
	"_key":"!items!YP1Ul3Md3kWdP04r"
}