{
	"name":"Underdark Envoy Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"The dungeon you're heading into is inhabited. This expedition needs a face&mdash;and frankly, yours won't do.\"</em></p>\n<p>The Underdark is a dangerous place, and not just for the horrors that lurk in the darkness. The cities and enclaves that dot its murky caverns are hotbeds of spite and political intrigue. To survive for long in such societies, you have to know how to play the game. Physical prowess is no match for the wits of a skilled diplomat.<br>&nbsp;&nbsp;&nbsp;&nbsp;The great city-states of the Underdark were first established as collections of tribes with a shared need for survival. As the centuries rolled by, these settlements developed into self-sufficient communities and grew into nations. Their growth was aided by individuals who could seek out and interact with the other city-states to establish lines of communication. These representatives grew experienced at dealing with the different Underdark races and became expert diplomats and negotiators.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Underdark Envoy Starting Feature (1st level)</strong>: You gain the insidious commentary power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Underdark Envoy Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Bluff checks and Diplomacy checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Underdark Envoy Level 10 Feature (10th level)</strong>: Add Deep Speech to the languages you can speak, read, and write. You also gain a +2 power bonus to Streetwise checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"2yYmQEaUbBjFT1nU",
	"_key":"!items!2yYmQEaUbBjFT1nU"
}