{
	"name":"Underdark Outcast Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I have nothing left to rely on but myself.\"</em></p>\n<p>A lone figure, haggard and lean, scrambles through the tunnel as he peers fearfully over his shoulder. He bears marks of shame&mdash;scars from lashes and manacles, bruises, brands. Behind lies his home, from which he has been exiled forever. A pained look crosses his face before it is replaced by a determined grimace. The Underdark is not kind to the weak.<br>&nbsp;&nbsp;&nbsp;&nbsp;Underdark outcasts did not start out as subterranean vagabonds. Some were proud members of their underground society, exemplars of their race's customs or beliefs. They might have been dwarf artisans in the service of a king, or tribal warriors amid chanting goblin hordes. Something happened to disrupt their existence and drive them from their communities. Perhaps they committed a crime or dishonored the family name, or became disgusted by their people's ways. Whatever the reason, they have been cast into the depths to live or die as fate wills.<br>&nbsp;&nbsp;&nbsp;&nbsp;Underdark outcasts wander far from the place of their disgrace in search of a new life. Usually hated by members of their own society, they must rely on their own wits or the kindness of strangers to survive. Most remain underground out of habit, it being their birthplace, but others deliberately venture to surface realms&mdash;though they rarely find refuge there.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Underdark Outcast Starting Feature (1st level)</strong>: You gain the alone and unafraid power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Underdark Outcast Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Dungeoneering checks and Endurance checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Underdark Outcast Level 10 Feature (10th level)</strong>: Whenever you spend a healing surge to regain hit points, you gain temporary hit points equal to 2 + your Constitution modifier (5 + your Constitution modifier at 21st level).</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"m8Dmyg7lc1rTkJ3n",
	"_key":"!items!m8Dmyg7lc1rTkJ3n"
}