{
	"name":"Uthgardt Barbarian Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>What you think of as civilized, I know to be weak. The world is a savage place. It takes savagery to master it.</em></p>\n<p><strong>Prerequisite: </strong>Human<br><br>You are an Uthgardt barbarian&mdash;a member of one of the savage human tribes that took Uthgar's name and worshiped him after he fell defending his people from the Pale Giants in ancient days. The deity Tempus took Uthgar into his service then, and now Uthgar fights beside the Lord of Battle in the realms beyond the mortal world. You are part of the Thunderbeast tribe, and even as you pay homage to Uthgar and the spirits of your ancestors, you keep the sacred secret of those great reptilian creatures where they hide in the shadowed heart of the High Forest.<br>&nbsp;&nbsp;&nbsp;&nbsp;Recently, your tribe left its High Forest home to travel far west to Neverwinter Wood. As is tradition for all Uthgardt, autumn is the time of Runemeet&mdash;a holy period when each tribe travels to its ancestor mound to worship the ancient spirits. Your tribe's mound is Morgur's Mound, considered to be the holiest site of your people. There, Uthgar shed his blood in battle against Gurt, Lord of the Pale Giants, and broke the back of Gurt's armies to save the North from domination. Within that same mound are buried the remains of Uthgar's mortal brother, the hero Morgur.<br>&nbsp;&nbsp;&nbsp;&nbsp;At Runemeet, youths in an Uthgardt tribe who want to become fully recognized members must engage in a ritual hunt of sworn enemies of their tribe&mdash;wolves, in the case of the Thunderbeast barbarians. This was to be your hunt year, and you looked forward to the ceremonies and celebrations at the most holy of the ancestor mounds with great anticipation. However, the ceremony was not to be.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your tribe found Morgur's Mound desecrated. The skeleton of the thunderbeast that had rested atop it for untold generations had been stolen, and the mound broken open like a gutted animal. The holy bones of Uthgar's brother and the treasures they had been buried with were taken as well.<br>&nbsp;&nbsp;&nbsp;&nbsp;The immensity of the tragedy and the affront to your tribe&mdash;indeed, to all Uthgardt&mdash;drove your people mad for a time. Once rage cooled to grief, your chieftain Grandthur announced that the tribe would return to the High Forest. Whoever had defiled your ancestor mound had covered their tracks well, and it would take time to discover the culprits. To spend this time so close to the open wound in their hearts would weaken your people, for without an ancestor mound, they could not perform the traditions that would keep them strong.<br>&nbsp;&nbsp;&nbsp;&nbsp;Grandthur declared that the tribe would travel to Flint Rock, the ancestor mound of the Elk Tribe, to join their fellow Uthgardt there. Then the chieftain turned to you.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although you were not yet ceremonially recognized, you had proven yourself an able hunter and a combatant who could rival the veterans of the tribe in skill and tenacity. To replace the ritual hunt that you had been meant to undertake, Grandthur gave you the task of discovering the defilers. It would be your duty to await the return of the Gray Wolf tribe&mdash;the Uthgardt who traditionally roam near Neverwinter Wood but who were currently away to the north at their own ancestor mound, Raven Rock. You will ask them what they know of the ruin brought upon your people and request their help in restoring Morgur's Mound to its sacred purpose. Grandthur also made it clear that if you discover the Gray Wolves had some hand in the desecration, the quarry of your special ritual hunt will be a wolf of a different kind.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Uthgardt Barbarian Starting Feature (1st level)</strong>: You gain the thunder stomp power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Uthgardt Barbarian Level 5 Feature (5th level)</strong>: You gain a +4 bonus to Perception checks made to find tracks, and a +4 bonus to Insight checks made against beasts and other Uthgardt.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Uthgardt Barbarian Level 10 Feature (10th level)</strong>: You gain a +3 power bonus to Intimidate checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"ANQIH0rYULm2jKwX",
	"_key":"!items!ANQIH0rYULm2jKwX"
}