{
	"name":"Veiled Alliance Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"For centuries, the sorcerer-kings have perpetrated a great lie. They claim that arcane power is innately evil, and all who wield it without their supervision must be destroyed. The truth is that arcane magic is a weapon, and like any weapon, it can be used for good or ill.\"</em></p>\n<p>Arcane spellcasters are feared and reviled throughout Athas, but a secret society protects those who choose the path of the preserver: the Veiled Alliance. Cells of this cabal are located across the Tyr Region, mostly within the city-states. Each cell is independent and does not answer to any central authority. Leaders of each cell oversee and train a network of warriors, spies, and other capable agents&mdash;especially those who use arcane power.<br>&nbsp;&nbsp;&nbsp;&nbsp;All Veiled Alliance activities are directed toward the protection of preserving and the downfall of defiling. Although individual members might take up other tasks, the organization holds no other purpose as more important. The boldest of these aims is direct opposition to the sorcerer-kings. The Alliance is therefore a rebel movement&mdash;the only rebel movement worth speaking of in some cities. As such, members of the Veiled Alliance are eagerly hunted by the templars and agents of every surviving sorcerer-king and those who wish to curry their favor.<br>&nbsp;&nbsp;&nbsp;&nbsp;Any preserver who comes to the attention of the Veiled Alliance earns a degree of aid. Membership is another matter. A potential recruit must be trustworthy and gain sponsorship of an existing member.<br>&nbsp;&nbsp;&nbsp;&nbsp;The Veiled Alliance holds the following tenets:<br>&nbsp;&nbsp;&nbsp;&nbsp;&bull; Protect the path of arcane preserving, its practitioners, and those who support preservers&mdash;especially the Veiled Alliance itself. Teach, aid, and liberate preservers and their allies. Do nothing that brings danger to a preserver's door.<br>&nbsp;&nbsp;&nbsp;&nbsp;&bull; Defilers are abominations that steal that which rightly belongs to everyone. In their weakness, they ruin the land and bring hostile attention to those who use arcane magic properly. Convert a defiler to the right path, or thwart and destroy the defiler without revealing the Alliance.<br>&nbsp;&nbsp;&nbsp;&nbsp;&bull; The greatest defilers, the sorcerer-kings, must be brought down. Only they have the power to destroy our path.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"wrFCKywTS9Ye01If",
	"_key":"!items!wrFCKywTS9Ye01If"
}