{
	"name":"Vigilante Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>In even the noblest kingdoms, justice can fall by the wayside, and in corrupt or evil ones, villains can often escape fair judgment. Most people stand by and let this pass, but some have a passion for justice that won't submit to impotent laws. These few take personal charge of seeking out evil and punishing it as they see fit. These people are vigilantes.<br>&nbsp;&nbsp;&nbsp;&nbsp;Vigilantes operate outside the law and therefore must be careful about how they enforce their justice.<br>Many hide their true identities behind simple black masks or more elaborate disguises. They must work at night, out of sight of the city watch and their criminal enemies. They are often forced to travel in unorthodox ways, sprinting over city rooftops or skulking through dark alleys and sewers.<br>&nbsp;&nbsp;&nbsp;&nbsp;A vigilante's impact goes beyond his or her direct work. Vigilantes know that fear of their vengeance can deter would-be evildoers. So, they use dramatic and flamboyant fighting styles to draw their enemies' attention. Further, they often leave a distinctive token with those they bring to justice, ranging from the symbolic, such as a dead rose, to the gruesome, such as carving their symbol into an enemy's flesh. <br>&nbsp;&nbsp;&nbsp;&nbsp;The common folk develop strong opinions about vigilantes, sometimes labeling them heroes while fearing them as dangerous criminals at other times. It is up to each vigilante to establish a legacy that is most true to his or her brand of justice.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Vigilante Starting Feature (1st level)</strong>: You gain the mark of the vigilante power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Vigilante Level 5 Feature (5th level)</strong>: You gain a +5 power bonus to Intimidate checks against those who recognize you as a vigilante.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Vigilante Level 10 Feature (10th level)</strong>: You gain a +1 power bonus to your Will defense.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"VIJxYbQURzgfOWZs",
	"_key":"!items!VIJxYbQURzgfOWZs"
}