{
	"name":"Vile Scholar Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I do not fear the darkness. I study it, even as it studies me.\"</em></p>\n<p>Certain things mortals were not meant to know. These ideas are so foul and so obscene that to understand them is never to be clean again. The gods and devils recoil from such vile darkness. Even demons pause before its wicked majesty.<br>&nbsp;&nbsp;&nbsp;&nbsp;Such considerations do not dissuade the vile scholar. He or she is not put off by disturbing concepts and horrid revelations. In fact, the vile scholar craves them, chases after them, and devours them.<br>&nbsp;&nbsp;&nbsp;&nbsp;The vile scholar is often an intellectual drawn to dark study. Some seek out the forbidden to unlock the darkest and most dangerous secrets the world has ever known. Others accumulate vile knowledge from profane texts to transform themselves into liches, to destroy a god, or to locate some powerful artifact. Whatever the reason, the darkness they explore aff licts them in body and mind, twisting them to evil. They become strangers to virtue and decency, slaves to their own corruption.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Vile Scholar Starting Feature (1st level)</strong>: You are fluent in Abyssal.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain a +2 bonus to Bluff checks, Diplomacy checks, and Intimidate checks when interacting with evil creatures. You also gain the dark speech power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Vile Scholar Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to knowledge checks, including monster knowledge checks made with Arcana, Dungeoneering, History, or Religion.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Vile Scholar Level 10 Feature (10th level)</strong>: Whenever you use a close or an area attack power and attack one or more allies with that power, you gain a +2 power bonus to the attack rolls for that power.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"6F6jfPCqe6IDjPvU",
	"_key":"!items!6F6jfPCqe6IDjPvU"
}