{
	"name":"Wasteland Nomad Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I would rather die in the desert free from tyranny than die under a sorcerer-king's booted heel.\"</em></p>\n<p>Civilization huddles behind the towering walls of the Seven Cities, citizens and slaves alike subject to the tyrannical sorcerer-kings and their power-mad templars. Life in the dusty streets of the cities might be easy compared to the harsh barrens of Athas, but the comfort and security the sorcerer-kings offer come at a terrible price. Freedom is just a dream, and countless thousands endure crushing poverty and injustice because it is the only way they know how to live. Only in the wide deserts and trackless wastelands beyond the grasp of the sorcerer-kings' rule can people truly be free. The nomads' lives are hard, but they are theirs to lead&mdash;or spend&mdash;as they see fit.<br>&nbsp;&nbsp;&nbsp;&nbsp;The Tyr Region is home to hundreds of wandering bands of herders, hunters, and scavengers eking out hardscrabble lives from the deserts. Nomadic tribes roam the stony barrens and crisscross the sandy wastes as they follow kank herds or seek out new water sources. Owing no allegiance to any but themselves, they are the only Athasians (other than the recently freed people of Tyr) who know freedom's sweet taste. Many nomadic tribes have rejected the city-states for generations, surviving despite the hardships by learning the desert's secrets and mastering the survival techniques needed to provide the bare essentials.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition to those who are born to the nomadic life, there is no shortage of fugitives from the cities who hope to join them. Deserters, escaped slaves, and other refugees flee their homelands and the fate they would face if they stayed, preferring to risk their lives in the certain hardship and probable death the wastelands promise. Some find new homes alongside the nomadic tribes. Others go it alone, becoming hermits. But the desert claims most, with thirst, hunger, and exposure taking their toll until nothing remains but a slow, lingering death. Those who survive this grim test of survival are the toughest, the strongest, and the most willing to do what they must to meet whatever struggle they face.<br>&nbsp;&nbsp;&nbsp;&nbsp;The sorcerer-kings loathe the wasteland nomads, seeing them as nothing more than rabble and brigands who thieve and murder to make ends meet. In their eyes, the nomads are a cancer, weakening the sorcerer-kings' legitimate governments. Nomad tribes must contend not only with the environment, but also with the city-states' armies and patrols, which range the lands to round up new slaves to toil or fight or die, depending on the templar who seizes them. For this reason, and of course the never-ending quest for food and water, nomads must stay on the move.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"I8LVRSWW6EqeuU8E",
	"_key":"!items!I8LVRSWW6EqeuU8E"
}