{
	"name":"Watershaper Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I am the still pool and the tempestuous sea.\"</em></p>\n<p>The versatility of elemental water manifests in the talents of the watershapers. These elemental devotees can wield water as a weapon, sending waves crashing into their enemies. With experience, a watershaper can discover water's subtler aspects. Such a master can use water to touch other minds, ease suffering, and alter one's appearance to stave off age or conceal one's physical connection to the Elemental Chaos.<br>&nbsp;&nbsp;&nbsp;&nbsp;Of all the expressions of elemental power in the world, the art of watershaping was not an accidental discovery. Most who know of it see it as a blessing from the kindly primordial Ben-hadar to ease the suffering created by the Dawn War. Some skeptics suggest that the &ldquo;gift&rdquo; was nothing more than a way to help the primordials maintain a foothold in the natural world. Regardless of the motive behind its existence, watershaping has helped mortals travel around the world by enabling them to brave the ocean's surface and explore its depths. All waterfaring people count themselves lucky if they have a watershaper in their midst.<br>&nbsp;&nbsp;&nbsp;&nbsp;Watershapers operate as advisors, envoys, and arbitrators in the communities they live in or near. They keep the peace, urging calm in their fellows. As reasonable and diplomatic as watershapers can be, they have a stormy side. When one is roused to violence, he or she can be a dangerous adversary.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Watershaper Starting Feature (1st level)</strong>: Your origin becomes elemental. For the purpose of effects that relate to creature origin, you are considered to be an elemental. Add Primordial to the languages you can read, write, and speak. You also gain the aquatic trait, so you can breathe underwater. In aquatic combat, you gain a +2 bonus to attack rolls against nonaquatic creatures. Further, you gain a swim speed equal to half your speed.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the buffeting wave power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Watershaper Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Insight checks and Heal checks. In addition, whenever you use your second wind, one ally within 5 squares of you gains temporary hit points equal to your highest ability modifier.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Watershaper Level 10 Feature (10th level)</strong>: Whenever you use buffeting wave, the blast creates a zone that is difficult terrain for enemies until the end of your next turn.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"UiQONEFXJYYP3XPh",
	"_key":"!items!UiQONEFXJYYP3XPh"
}