{
	"name":"Wererat Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"People scorn rats, yet are they not among the world's best survivors?\"</em></p>\n<p>They carry plague. They live in squalor and filth. They eat whatever they can, fouling foodstuffs and other supplies with their leavings. And they breed at an alarming rate. For these reasons, most folk consider rats vermin and it's no surprise that rat catchers patrol almost every city, venturing into the sewers and exploring the docks with dog and club to control the rat population. Whispers circulate among those who do this thankless job about the big rats that can break a ratter's neck with a single bite. And then some tell stories that no one dares believe: tales of rats who walk upright as humans.<br>&nbsp;&nbsp;&nbsp;&nbsp;Wererats find no more welcome among other skinchangers than they do in civilization. Deemed the lowest form of werebeast, they have few opportunities to interact with other clans. Instead, they keep to their own kind and live with the rats whose warrens they share. More than any other lycanthrope, wererats live among human populations, hiding in plain sight and learning the secret ways in and out of the city to move about unseen when hunting. They claim the sewers, the abandoned buildings, and the slums, where witnesses are rare and reports about their activities go unheard. They are scavengers, picking through civilization's leavings and spreading their disease wherever they can.<br>&nbsp;&nbsp;&nbsp;&nbsp;Despite the hostility toward wererats coming from all fronts, they not only survive, but also thrive. Wererats might be hated, yet they exist in the largest numbers. They might be rejected, yet they operate in extensive communities so that they do not need assistance or aid from other werebeasts. And although they might lack the ferocity or durability enjoyed by rivals, their swarms can overwhelm even the toughest werewolf.<br>&nbsp;&nbsp;&nbsp;&nbsp;Since wererats live among humans, they have the best opportunities to pursue adventuring classes. Rarely, a wererat might change his or her views regarding humans and make efforts at restitution for past crimes, if not directly to improve the community, then indirectly to fight for other communities. A few wererats owe their natures to a chance encounter with another wererat or plague-bearing dire rat. Once the disease runs its course, the individual is uprooted and searching for a new future as a shapechanger.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wererat Starting Feature (1st level)</strong>: You gain a +2 power bonus to Stealth checks.<br>You have the shapechanger subtype. As such, you are subject to effects that affect shapechangers. In addition, any enemy has combat advantage against you when attacking you with a silvered weapon or implement. Also, you are immune to filth fever.<br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, you gain the dire rat shape power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wererat Level 5 Feature (5th level)</strong>: When interacting with rats or similar creatures, you gain a +2 bonus to Bluff, Diplomacy, or Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, while dire rat shape is active, you gain a +2 power bonus to Reflex.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wererat Level 10 Feature (10th level)</strong>: When you use the dire rat shape power, you can assume the form of a humanoid-rat hybrid, instead of a dire rat. While in hybrid form, your equipment does not become part of your new form, and you are not forced to drop any items you are holding. You are also not limited to using implement and weapon attack powers that have the beast form keyword.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"CId6OZeTYn2D6P3e",
	"_key":"!items!CId6OZeTYn2D6P3e"
}