{
	"name":"Werebear Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I do not consider my nature to be a curse. It is a duty. I safeguard the wilds from those who would despoil them.\"</em></p>\n<p>The wilderness holds dangers aplenty for the unwary and unprepared. Savage humanoids gather in fell places to launch raids against caravans and homestead alike. Twisted monsters lurk in the shadows and deep caves. Old ruins harbor the spirits of old kings and warriors turned to evil. As dangerous as these realms can be, certain folk take it upon themselves to protect the world and innocents from these threats. From the fearless ranger who prowls the old paths to the druid who secures founts of primal magic from exploitation and ruin, such guardians fight on the front lines against the spreading darkness. Yet they do not fight alone. The legendary werebears emerge from their isolation to fight at their sides and uphold the ancient charge placed upon them by nature's divine protector.<br>&nbsp;&nbsp;&nbsp;&nbsp;Werebears stand apart from most skinchangers. They lack the evil natures that compel their cousins to commit violence against mankind. Rather than grapple with the bloodlust and savagery so pervasive among the werebeasts, they retain their morality, in part from Melora's favor and also from the great task they accept as theirs. As Sehanine's curse spread through the werebeast clans, Melora reached out from her heavenly realm and sheltered the bear clan. They had ever been among her most devout servants and took no part in the misguided effort to steal the moon from the sky. In exchange, she commanded them and all their descendants to protect the world against their fellows' wickedness, to secure the wilderness against the despoiler and destroyer, and, above all, to keep alive the old ways of the world's magic.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although many werebears descend from the bear clan, others come by their lycanthropic natures in different ways. Rangers, wardens, and others might receive the gift of lycanthropy after performing a great service for the druids or for a nature spirit. Melora sometimes rewards favored priests with the ability to transform into bears after a demonstration of uncommon devotion.<br>&nbsp;&nbsp;&nbsp;&nbsp;Regardless of the transformation's cause, werebears do not remain in civilized areas. They live alone in unspoiled forests and mountains. They construct crude shelters or settle in caves. And the lands and all the creatures living there for miles around fall under their protection. Werebears tend their lands and watch over their charges to ensure the natural processes are left undisturbed. Should anything or anyone threaten the lands they guard, the werebears respond with deadly force and lead the people and the beasts to destroy their intruder, fighting until no threat remains.<br>&nbsp;&nbsp;&nbsp;&nbsp;Even though many werebears remain in their chosen lands, some do not settle in one place for long. They come to see the entire world as their responsibility. These werebears are the ones most likely to become adventurers, and they crusade against evil in all its forms. They take up with like-minded adventurers, preferring the company of individuals also connected to the spirit world.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Werebear Starting Feature (1st level)</strong>: You gain a +2 bonus to saving throws against disease.<br>&nbsp;&nbsp;&nbsp;&nbsp;You have the shapechanger subtype. As such, you are subject to effects that affect shapechangers. In addition, any enemy has combat advantage against you when attacking you with a silvered weapon or implement.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, you gain the bear shape power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Werebear Level 5 Feature (5th level)</strong>: When interacting with bears or similar creatures, you gain a +2 bonus to Bluff, Diplomacy, or Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;Additionally, while bear shape is active, you gain a +1 power bonus to AC and Fortitude.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Werebear Level 10 Feature (10th level)</strong>: When you use the bear shape power, you can assume the form of a humanoid-bear hybrid, instead of a bear. While in hybrid form, your equipment does not become part of your new form, and you are not forced to drop any items you are holding. You are also not limited to using implement and weapon attack powers that have the beast form keyword.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"FSldB2RmOy5orbq2",
	"_key":"!items!FSldB2RmOy5orbq2"
}