{
	"name":"Werewolf Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"The beast within me strains to escape my control, and when it does, you must run. Run as fast as you can, but I'll warn you that even that might not be enough.\"</em></p>\n<p>When people think of lycanthropy, they think of werewolves. No other lycanthrope evokes the same fear, even if other lycanthropes might be stronger and more dangerous. Life on the frontiers puts settlers in contact with wolves and, having watched livestock vanish and having fended off attacks against ravenous wolves, the fears seem justified, even though most wolves avoid mankind when they can.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although ordinary wolves are content to go their own way, ranging across the countryside in packs, werewolves hunt humans. They and the wolves they enslave are aggressive, vicious, and unrelenting in their attacks. Werewolf packs are dangerous, since they can scout out the landscape by day in human form and launch attacks by night. They might be fearless in battle, but they avoid the cities where they face discovery and death. Instead, they keep to the wilderness, where their attacks might go unnoticed and where retribution comes slowly&mdash;if at all.<br>&nbsp;&nbsp;&nbsp;&nbsp;As with all lycanthropes, being a werewolf is no guarantee of evil. The hunger remains, but a strong will can control it. It is always a struggle, though. A werewolf must always fight to keep the beast in check, and sometimes even the best efforts are not enough. Werewolves seeking redemption for or escape from their natures favor the adventurer's life since it carries them away from innocents and lets them vent their fury on more deserving foes.<br>&nbsp;&nbsp;&nbsp;&nbsp;Nearly all werewolves inherited their natures from their parents, passing on what many would consider to be a curse. Such werewolves are human or have human blood, such as half-elves or half-orcs. Just about any other natural or fey race could become a werewolf by succumbing to moon frenzy or fall prey to a curse due to their bloodlust.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Werewolf Starting Feature (1st level)</strong>: You gain a +2 power bonus to Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;You have the shapechanger subtype. As such, you are subject to effects that affect shapechangers. In addition, any enemy has combat advantage against you when attacking you with a silvered weapon or implement. Also, you are immune to moon frenzy.<br>&nbsp;&nbsp;&nbsp;&nbsp;Finally, you gain the wolf shape power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Werewolf Level 5 Feature (5th level)</strong>: When interacting with wolves and similar creatures, you gain a +2 bonus to Bluff, Diplomacy, or Intimidate checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;In addition, while wolf shape is active, you gain a +2 power bonus to speed.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Werewolf Level 10 Feature (10th level)</strong>: When you use the wolf shape power, you can assume the form of a humanoid-wolf hybrid, instead of a wolf. While in hybrid form, your equipment does not become part of your new form, and you are not forced to drop any items you are holding. You are also not limited to using implement and weapon attack powers that have the beast form keyword.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"c04xltvfBiqTKNnL",
	"_key":"!items!c04xltvfBiqTKNnL"
}