{
	"name":"Widow of Arach-Tinilith Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><strong>Prerequisite: </strong>Female, drow, any divine class.<br><br>Lolth governs all aspects of drow life, teaching the art of destruction and the beauty of chaos. All things feed the insatiable hunger of the Spider Queen, but she best rewards those servants who deliver the tastiest sweetmeats of misery and darkness. Such worshipers eschew the decadence of drow society in favor of the simpler, harsher ways of the spider. They retreat to the halls of Arach-Tinilith, swearing themselves entirely to Lolth in a dark sisterhood.<br>&nbsp;&nbsp;&nbsp;&nbsp;From the time you were born, the Spider Queen held you in special favor, granting you great facility with divine magic. Perhaps she foresaw in you remarkable strength, wickedness, or cunning. Whatever the reason, Lolth marked your birth by sending a demonic spider to your side, and it has been your constant companion ever since. You share a natural hunger to feast upon those weaker than yourselves.<br>&nbsp;&nbsp;&nbsp;&nbsp;As a girl, you found refuge within Arach-Tinilith, away from the petty scheming and political ambitions of your sisters. In its comforting embrace, you devoted all your time to serving the Spider Queen in the best way you knew. After many decades of study, you have come to understand the depths of Lolth's chaotic hedonism in a way few others can, and you are confident in your superiority.<br>&nbsp;&nbsp;&nbsp;&nbsp;Now that you clearly see the underpinnings of drow society, you know that Menzoberranzan stands upon a fragile precipice. You endeavor to serve&mdash;and feed&mdash;the Spider Queen, but you must maintain the balance of treachery lest the city fall, to the detriment of the goddess and her worshipers. You have sworn to defend your home against threats from within and without.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Widow of Arach-Tinilith Starting Feature (1st level)</strong>: You gain a spiderling of Lolth familiar. This familiar uses the rules for arcane familiars found in Arcane Power.<br>&nbsp;&nbsp;&nbsp;&nbsp;If you gain another familiar or similar companion, such as those granted by the Arcane Familiar or Elemental Companion feats, you lose the use of the spiderling familiar.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Widow of Arach-Tinilith Level 5 Feature (5th level)</strong>: You gain resistance to poison equal to 5 + one-half your level. In addition, you gain a +1 bonus to all defenses while you are within 10 squares of a spider ally, or while your spiderling familiar is in its active mode.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Widow of Arach-Tinilith Level 10 Feature (10th level)</strong>: You can choose to deal poison damage with your divine attack powers instead of their normal damage type.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"5tWyfYnjMjTJ9Spr",
	"_key":"!items!5tWyfYnjMjTJ9Spr"
}