{
	"name":"Wilder Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I have no idea why my mind holds such power. Some claim that everyone on Athas has a psionic capacity, but must first unlock the secrets of the Way.\"</em></p>\n<p>Throughout the world, from city-states to slave tribes to nomadic clans in the wastes, people spontaneously develop psionic abilities. Without formal training, these wilders manifest blunt, simple disciplines. Though well-trained savants scoff at the crudeness of the wilders' techniques, they are well aware of how powerful an unleashed mind brimming with psionic energy can be. Some wilders create bursts of fire or magical force, making their thoughts incarnate. Others batter through their enemies' mental defenses and cause grievous psionic anguish. A wilder isn't limited solely to outward manifestations of power, though. Many first learn how to alter their own bodies to make them far tougher, quicker, or stronger than normal. Wilders are most potent when they harness &ldquo;psychic surges,&rdquo; brief flashes of psionic energy that ripple through their minds and temporarily heighten their psionic abilities.<br>&nbsp;&nbsp;&nbsp;&nbsp;In the city-states, people see wilders as dangerous and unreliable. All too often an untrained wilder uses his or her ability against unsuspecting neighbors, or loses control of a power barely held in check&mdash;with disastrous consequences. In many cities, templars scour the children of nobles and commoners alike for signs of psionic power, and see to it that these discoveries are carefully trained to control their gifts and guard against disaster. Outside the cities, it's a different story. The psychic surges that wilders manifest are simply another advantage in the fight for survival in the savage lands outside the sorcererkings' domains. Each tribe treasures any wilders that appear within its ranks. As long as they help out, they're treated well.<br>&nbsp;&nbsp;&nbsp;&nbsp;Becoming a wilder requires no formal training. In fact, trying to control and develop psychic surges can cause those powers to function poorly. A wilder might practice blasting rocks to learn how to manifest his or her inherent disciplines quickly and in the right spot, but that's all there is to it. Concentration is vital to a wilder, but mentors and formulas are worthless.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"theme"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"cyZ6AaQBIJrnzdL5",
	"_key":"!items!cyZ6AaQBIJrnzdL5"
}