{
	"name":"Windlord Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"I soar, carried on currents of elemental air.\"</em></p>\n<p>The mantle of the windlord is taken up by those who devote themselves to mastering elemental air, able to manipulate any expression of it from the lightest breeze to the most terrible gale.<br>&nbsp;&nbsp;&nbsp;&nbsp;A windlord might be a mortal who has pledged fealty to a primordial such as Chan, Yan-C-Bin, or another figure associated with elemental air or storms. Other individuals come to master the talents of the windlord after discovering a primordial relic or being transformed during an extended foray into the Elemental Chaos.<br>&nbsp;&nbsp;&nbsp;&nbsp;In some histories, the earliest windlords were eladrin mages who discovered how they could use elemental air to supplement their magical training. Legends go on to say that once these mages mastered the higher mysteries, they lost their fey heritage and soared through the air as eagles. Some claim that they still watch over the eladrin cities today, always circling, always vigilant until the day when they are vitally needed.<br>&nbsp;&nbsp;&nbsp;&nbsp;Other accounts hypothesize that the djinn handed down the secrets of becoming a windlord to mortal allies who had earned their trust. Support for this claim is found in frescoes in the ruined city of Badalada, perched atop a f loating earthmote in the Elemental Chaos, that show djinn carrying what are obviously humans, elves, and other races through the air and teaching them to f ly. If there were such connections between these races, they are long dead now, since the djinn presently show little interest in forging bonds with the people of the natural world.<br>&nbsp;&nbsp;&nbsp;&nbsp;A windlord who strikes out in the world does not go long without attracting a potential employer. One who does not pursue the life of an adventurer might find work as a spy or a scout. Being able to manipulate elemental air helps such an individual pick out sounds another person might not perceive. A windlord can hide on a high perch and monitor enemy movements, or find a path through the wilderness from the advantage of an aerial position.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Windlord Starting Feature (1st level)</strong>: Your origin becomes elemental. For the purpose of effects that relate to creature origin, you are considered to be an elemental. Add Primordial to the languages you can read, write, and speak. You gain a +2 power bonus to Athletics checks and Perception checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;You also gain the wind fury assault power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Windlord Level 5 Feature (5th level)</strong>: Whenever an effect enables you to fly, you can fly 1 additional square. Further, whenever you use your second wind, you can push each creature adjacent to you 1 square.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Windlord Level 10 Feature (10th level)</strong>: Whenever you hit with wind fury assault, you slide the target up to a number of squares equal to your highest ability modifier.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"DptUYpg7QGq8pUoy",
	"_key":"!items!DptUYpg7QGq8pUoy"
}