{
	"name":"Wizard's Apprentice Theme",
	"type":"feature",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Apprentices exist in any trade, of course, but none are more famous&mdash;or infamous&mdash;than wizards' apprentices. Stories tell of foolish apprentices stealing peeks at books that should not be opened, fumbling love charms, or botching transmutations by treating dangerous magic as a clever toy. Other tales recall clever apprentices who come up with just the right spell to save a village while their masters are away, or boldly putting their lessons to good use as they set out in search of adventure. Whether they turn out to be rash or resourceful, wizards' apprentices begin their careers with a priceless advantage: the personal instruction and tutelage of an experienced master.<br>&nbsp;&nbsp;&nbsp;&nbsp;In exchange for the privilege of learning magic, wizards' apprentices normally spend years engaged in whatever drudgery and chores their masters deem fitting. A typical human wizard's apprentice begins his or her studies around the age of eleven or twelve and remains in the master's household for five or six years. Experienced spellcasters can take on apprentices for a variety of reasons: to share their appreciation of the art, to repay the work of their own masters by instructing a worthy student, or to tutor a young noble. Surprisingly, many of the most reclusive or suspicious&mdash;even evil&mdash;spellcasters take on apprentices; some regard it as their duty to pass along their learning, some hope to shape talented young mages into future allies (or minions), and others desire an audience to witness the brilliance of their schemes. Evil masters are often callous or exacting, but only the stupidest are actively sadistic toward their apprentices; after all, it's not wise to share secrets of power with someone you've caused to hate you.<br>&nbsp;&nbsp;&nbsp;&nbsp;Adventuring wizards' apprentices are usually young adults whose training is more or less complete. They no longer live in their masters' households, and they aren't obligated to wash floors or scrub pots between lessons. Assuming such an individual parted from his or her master on good terms, the apprentice has at least one knowledgeable patron willing to offer advice and assistance in important matters. Many wizards' apprentices retain their loyalty to their masters throughout their lifetimes, even if they surpass their masters' achievements. Apprentices who were taught by particularly powerful or famous masters can serve as agents and allies of those mentors, and they see themselves as the appointed guardians of a long and honored tradition. Just as noble families have ancestral lines going back centuries, many famous spellcasters likewise come from lines of apprentice&ndash;master relationships tracing back to famous wizards or sorcerers of old.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wizard's Apprentice Starting Feature (1st level)</strong>: You gain the color orb power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wizard's Apprentice Level 5 Feature (5th level)</strong>: You gain one level 6 or lower common magic implement, armor, or neck slot item of your choice.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wizard's Apprentice Level 10 Feature (10th level)</strong>: You gain a +3 power bonus to Arcana checks, and you learn one new language (other than Supernal).</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"J3drgnLGKKxIpuS8",
	"_key":"!items!J3drgnLGKKxIpuS8"
}