{
	"name":"Xaositect Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p><em>\"Great . . . wheel? Sounds boring. The multiverse is a pile of goo, with some crunchy bits. Occasionally, someone adds salt.\"</em></p>\n<p>Patterns. Rules. Order. These are tools of the dim and the ignorant use to attempt to codify the multiverse and understand it. Instead, Xaositects (also known as the Chaosmen) believe that the answer is staring everyone in the face: There are no rules, and there is no deeper meaning to existence. Attempting to impose any kind of structure is antithetical to what it all means, and trying to stem the tide of change and disorder puts you farther away from understanding it all and finding your place in the chaotic sea of reality.<br>&nbsp;&nbsp;&nbsp;&nbsp;If this view is true, does that mean that all reality is meaningless, and everyone should sink into despair? Yes and no. (Or no and yes.) Other factions might wallow in doom and gloom over this perceived futility, but the Xaositects' understanding goes deeper than that. Down into despair is certainly one direction, but a body who embraces chaos is equally likely to float up into happiness, or sideways into the street. Reality is meaningless, but a lack of meaning isn't a bad thing in and of itself. Abandoning a search for meaning is the surest way to find it. The more your life reflects chaos, the more your life is like the multiverse, and both are sources of endless surprise.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Xaositect Starting Feature (1st level)</strong>: You gain the babble power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Xaositect Level 5 Feature (5th level)</strong>: You gain a +2 power bonus to Arcana checks and Bluff checks.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Xaositect Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to all defenses against opportunity attacks. Additionally, you cannot be surprised while you are conscious.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"cvoCKghc7i4HpdL6",
	"_key":"!items!cvoCKghc7i4HpdL6"
}