{
	"name":"Yakuza Theme",
	"type":"classFeats",
	"img":"icons/magic/defensive/illusion-evasion-echo-purple.webp",
	"system":{
		"description":{
			"value":"<p>Outcasts, renegades, folk heroes, and criminals&mdash;the yakuza are many things to different people, but without exception they are the rejects of a society that values conformity. There is a saying in Kozakura: &ldquo;The nail that sticks up must be hammered down.&rdquo; The yakuza proudly view themselves as these nails, but refuse to be treated as such.<br>&nbsp;&nbsp;&nbsp;&nbsp;Although the true nature of the yakuza is hard to identify, most will agree that collectively they are scoundrels who live by their own rules and code of honor. Banding together in clannish groups, yakuza gain security and power by exploiting society through robbery or extortion. Most are viewed as criminals, but not necessarily with distaste; the unusual behavior of the yakuza makes them both loved and despised in the cities in which they operate. <br>&nbsp;&nbsp;&nbsp;&nbsp;Yakuza often work as street peddlers, smugglers, thugs, gamblers, or racketeers. They associate with each other through bonds of loyalty to their clan, which might include hundreds of members. Yakuza clans are highly organized using a hierarchical structure with the boss taking on the role of father and his subordinates the obedient children. Loyalty and honor are paramount to yakuza, though they eschew the ethics of bushido in favor of more pragmatic concerns.<br>&nbsp;&nbsp;&nbsp;&nbsp;In the view of most merchants and the officials of cities, yakuza are law-breaking thugs and criminals. The yakuza cultivate their image as iconoclasts, and purposefully commit robberies and vandalism to ruffle the feathers of authority. A yakuza clan often becomes the recognized face of crime within a city, wallowing in a self-made underworld; however, yakuza also realize that their livelihood depends on existing in the shadows of civilization, and they are not unnecessarily destructive of people or property in their criminal enterprises.<br>&nbsp;&nbsp;&nbsp;&nbsp;Some yakuza go so far as to actively attend to the needs of their communities, using resources to help those that the ruling classes have ignored. Many peasants view the yakuza as heroes standing up for the underdog against a society that treads on them. A yakuza clan might defend peasants from bandits or the brutality of an arrogant samurai. Some clans donate wealth to improving the infrastructure of their city. Yakuza have even acted as spies or assassins during times of war to protect their cities from the ravages of loot-hungry attackers. In some cases, these actions are viewed with a standoffish respect by authorities, who allow the yakuza to operate with impunity as long as their criminal activities don't get out of hand.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Yakuza Starting Feature (1st level)</strong>: You gain the ruthless demonstration power.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Yakuza Level 5 Feature (5th level)</strong>: When you hit an enemy granting combat advantage to you, your opportunity attacks gain a bonus to attack rolls and damage rolls against that enemy until the start of your next turn. The bonus equals your Charisma modifier.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Yakuza Level 10 Feature (10th level)</strong>: You gain a +2 power bonus to Bluff checks or Intimidate checks (choose the skill when you gain this feature). Also, you gain a +2 power bonus to Streetwise checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"flags":{},
	"folder":null,
	"sort":0,
	"_id":"YNc14ZfaiUEvvbo9",
	"_key":"!items!YNc14ZfaiUEvvbo9"
}