{
	"name":"Adroit Explorer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Human </p><p>The unknown has an inexplicable hold on you. Your greatest ambition is to discover, to unearth, to explore. You are the perfect expression of the human tendency to comb the world in search of knowledge and power, infused with an almost superhuman determination. This determination is central to your nature-a drive that propels you to work harder, fight longer, and strive for more than you should be able to attain through your own merits. You are not satisfied until you have achieved complete victory in your endeavors, and you develop powers to help you achieve your goals. Your will only grows stronger when your back is against the wall, and you fight all the harder, making sure you win the day. </p><p>Whether you are motivated by a thirst for knowledge of the world's most ancient civilizations, a hunger for long-lost secrets of arcane power, a drive to conquer and settle the world in the name of Erathis, or a lust for gold and glory, you're willing to face great danger to achieve your goals. Thanks to your singleminded dedication, you usually manage to escape from danger in one piece, even if you survive only by the skin of your teeth. </p><p><b>ADROIT EXPLORER PATH FEATURES </b> </p><p><b>Ambitious Effort (11th level)</b></p><p>Choose an encounter attack power of 7th level or lower from your class. You gain that power. If you choose an encounter attack power that you already know, you now have two uses of that power per encounter. At 21st level, you can replace this power with an encounter attack power of 13th level or lower from your class. </p><p><b>Bloody Determination (11th level)</b></p><p>The first time you are bloodied during an encounter, you gain a +5 power bonus to your next attack roll before the end of your next turn against the enemy that bloodied you. </p><p><b>Heroic Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain resist 10 to all damage until the end of your next turn. The resistance increases to 20 at 21st level. </p><p><b>Champion of Humanity (16th level)</b></p><p>After each extended rest, you have 2 action points instead of 1. </p><p><b>ADROIT EXPLORER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.afXkw0u2vnlRpjQ7]{Adroit Explorer 12-Destined for Greatness}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rTL6VdBWUHp1gzFO]{Adroit Explorer 20-Bloodied Greatness}</p><p>Published in Player's Handbook 2, page(s) 18. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"oM4rKT0fxjqsn53g",
	"_key":"!items!oM4rKT0fxjqsn53g"
}