{
	"name":"Anarch of Shyr Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage, aegis of assault </p><p>You have studied the ways of the anarchs of Shyr, an order of genasi swordmages who developed their arts thousands of years ago in Abeir. Students of this school harness the power of the Elemental Chaos to unleash devastation against their enemies. </p><p>For centuries the anarchs defended the genasi realm against the draconic empires. They also served to check the power of Shyran lords when the rulers of that land veered toward tyranny. The order fell apart when the anarchs lost their way and turned to meddling and kingmaking. A handful of masters who remained true to the order's ancient purpose preserved the anarch teachings. When Abeir and Toril merged briefly during the Spellplague, anarch disciples brought this ancient tradition to Faerûn. </p><p>In the decades since, the way of the Shyran anarchs has spread slowly across Faerûn. Schools devoted to this path can be found in Akanûl, Aglarond, Calimshan, and the Dragon Coast. The anarchs of Shyr are no longer a unified society, and no longer serve Shyr-but a few still honor the old ways. </p><p><b>ANARCH OF SHYR PATH FEATURES </b> </p><p><b>Blade Flurry Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also make a melee basic attack after you resolve that action. </p><p><b>Empowered Aegis (11th level)</b></p><p>When you use your aegis of assault immediate reaction, you gain a +2 bonus to your melee basic attack roll. </p><p><b>Extended Aegis (16th level)</b></p><p>The range that the attacker must be within for you to use your aegis of assault immediate reaction increases to 20 squares (from the normal 10 squares). </p><p>Published in Forgotten Realms Player's Guide, page(s) 47. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"N3E5oFtgUf2y0YKJ",
	"_key":"!items!N3E5oFtgUf2y0YKJ"
}