{
	"name":"Anathema Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Psion </p><p>Others of your kind shape reality as a potter works clay, but creating and reforming your environment has little appeal to you. Instead, your knowledge of the underlying patterns in the structure of the objects and creatures that make up the world around you that allows you to test and sunder that structure. </p><p>The raw stuff of life and matter are yours to toy with. Your power comes at a price, however. With each bond you break, the structure of reality is weakened to some small degree. Your work is minor compared to the ravages of time and the power of gods, immortals, and the Far Realm. But all things are connected, and your power might be the catalyst that unleashes destruction on the world. </p><p><b>ANATHEMA PATH FEATURES </b> </p><p><b>Entropic Recovery (11th level)</b></p><p>Whenever you spend a healing surge and regain hit points, each enemy adjacent to you takes psychic and necrotic damage equal to your Charisma modifier. </p><p><b>Eroding Action (11th level)</b></p><p>When you spend an action point to make an attack, any target hit by that attack gains vulnerable necrotic and vulnerable psychic equal to 3 + your Charisma modifier (save ends both). </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Abhorrent Devotee (16th level)</b></p><p>While you have no power points remaining, your unaugmented psion at-will attack powers gain an additional effect when they hit an enemy. If the attack roll is an odd number, the enemy takes extra necrotic damage equal to your Charisma modifier. If the attack roll is an even number, you pull the enemy 1 square. </p><p><b>ANATHEMA POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.daKRF95r8nBEzIlH]{Anathema 11-Scattered Discorporation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.EYdfaGe7JiVRgvFI]{Anathema 12-Magical Disruption}</p> <p>@Compendium[dnd-4e-compendium.module-powers.GZsfvilxpLQzJmEF]{Anathema 20-Oblivion Sphere}</p><p>Published in Psionic Power, page(s) 101. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hIpeA9OzfaQDcHCu",
	"_key":"!items!hIpeA9OzfaQDcHCu"
}