{
	"name":"Ancestral Weapon Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Barbarian, Rampage class feature </p><p>Elders tell stories to the young about the days when honored ancestors roamed the land. According to the stories, these forebears were a breed apart: stronger, wiser, and more attuned to the virtues of the spirit way than the people of today are. The ancestors' spirits do little to discourage such tales. It's good to be remembered fondly and respectfully, so that young people will heed ancient lessons. Eventually, the young grow up and learn that people throughout history have largely been the same. </p><p>You are exceptional, however-one of those who truly is a breed apart. You are a mighty slayer, a champion who can keep a community alive through the worst of times. You can inspire your people to take on fights they normally couldn't win, and your bravery might make you a hero for the ages. </p><p>Ancestral spirits have marked you as their chosen warrior, so they remain close to you. If they can help keep you alive, everyone benefits. If you fall, they'll be on hand to welcome you into their ancestral war band. </p><p><b>ANCESTRAL WEAPON PATH FEATURES </b> </p><p><b>Battle Spirit's Touch (11th level)</b></p><p>When you spend an action point to make an attack and hit at least one target with that attack, you can spend a healing surge. </p><p><b>Strong Spirit (11th level)</b></p><p>You add your Charisma modifier to your healing surge value. </p><p><b>Lethal Rampage (16th level)</b></p><p>In place of making a melee basic attack as a result of Rampage, you can use a melee at-will attack power. </p><p>Published in Primal Power, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CoURQkYugAL0DtFK",
	"_key":"!items!CoURQkYugAL0DtFK"
}