{
	"name":"Angelic Aspect Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>During the gods' ancient war against the primordials, invokers were their most trusted mortal servants, allowed to wield the raw divine power typically reserved for the gods' immortal agents, the angels. Over time, the distinction between the most favored mortal invokers and the angels themselves became hard to define. Some invokers drew so much divine energy into themselves that they took on angelic aspects. Some angels, conversely, emptied themselves of divine essence and clothed themselves in mortal flesh as invokers, voluntarily limiting their own power in order to serve as more effective divine agents in the world. </p><p>One of those paths is yours, and it has led you to this point: You are neither fully mortal nor fully angel, but some of both. As an angelic aspect, you can channel divine energy through your mortal body to take on angelic characteristics: resistance to the forces of dark and light, an awesome presence that strikes fear into the hearts of those who try to strike you, wings to fly across the field of battle, and mighty attacks akin to those of angels. </p><p>If you were born mortal, your transformation is beginning; you are on the threshold of becoming something more, and immortality awaits. If you have always been an angelic being veiled in flesh, the veil is beginning to part and your true nature is being revealed. Either way, your enemies have much to fear. </p><p><b>ANGELIC ASPECT PATH FEATURES </b> </p><p><b>Angelic Resistance (11th level)</b></p><p>You gain resist 10 necrotic and resist 10 radiant. If you already have either resistance, that resistance increases by 5. </p><p><b>Wings of Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can fly 8 squares as a free action, and you gain a +2 bonus to AC until the start of your next turn. </p><p><b>Angelic Emanation (16th level)</b></p><p>While you aren't bloodied, attackers take a -2 penalty to attack rolls against you. </p><p>Published in Player's Handbook 2, page(s) 114. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IajPMvze2O1qEyr3",
	"_key":"!items!IajPMvze2O1qEyr3"
}