{
	"name":"Animus Predator Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>At the core of every creature lies the animating spirit that gives life or mobility, called the animus. The shaman sees the animus in the spirit world as one of the most fundamental forces required for life. Therefore, striking at or manipulating this spirit is akin to changing the very fiber of a creature's being, turning a huge advantage into the weakness that brings about your enemy's downfall. </p><p>A shaman who walks the path of the animus predator has a simple philosophy: When you see no weakness, create one. By manipulating the animus, you make your foes weak to your allies' attacks. You strip away resistances and immunities, leaving your target open to devastating blows. You give your companions the perfect weapon to bring true devastation to your enemies. </p><p><b>ANIMUS PREDATOR PATH FEATURES </b> </p><p><b>Breaching Spirit (11th level)</b></p><p>Attacks made against any enemy adjacent to your spirit companion ignore insubstantial. When you use a spirit power to damage a creature that has regeneration, the regeneration doesn't function until the end of your next turn. </p><p><b>Predator Action (11th level)</b></p><p>When you spend an action point to take an extra action, one enemy adjacent to your spirit companion gains vulnerable 5 damage until the end of your next turn. </p><p><b>Spiritual Piercing (16th level)</b></p><p>When you complete an extended rest, choose a damage type. Your attacks and attacks made by each ally adjacent to your spirit companion ignore the first 10 points of resistance to that damage type, and the attacks treat a creature with immunity to that damage type as if it had resist 20 to that damage type instead. </p><p>Published in Dragon Magazine 385, page(s) 39. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"91kZ4I0sVQzGPF3E",
	"_key":"!items!91kZ4I0sVQzGPF3E"
}