{
	"name":"Arbiter of Forgotten Justice Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker, must adhere to Amoth's precepts. </p><p>Some invokers have learned to harness Amoth's lingering might by using the powers presented, but a few-a rare but growing few-have gone further. They have devoted themselves in full to Amoth, spreading justice in his memory and drawing at least in part on his own surviving might to do so. </p><p>You are one of these select few. Whether you have dedicated yourself exclusively to Amoth's teachings, or serve other gods of justice in memory of Amoth, you draw upon the lingering energy of the murdered Lord of Kalandurren. As an arbiter of forgotten justice, you know that one must deal with the evils that plague mortals and gods alike. Their crimes must be punished-from simple human greed to the murder of Amoth. </p><p><b>ARBITER OF FORGOTTEN JUSTICE PATH FEATURES </b> </p><p><b>Retributive Action (11th level)</b></p><p>You can spend an action point as an opportunity action when an ally within 20 squares of you becomes bloodied or drops to 0 hit points. When you do, you gain a +2 bonus to attack rolls and damage rolls until the end of your next turn, and you take a standard action. </p><p><b>Sliver of Justice (11th level)</b></p><p>When you score a critical hit with a divine attack power, one ally of your choice within 10 squares of the target regains a number of hit points equal to 5 + your Wisdom modifier. </p><p><b>Beacon of Justice (16th level)</b></p><p>You can score critical hits with radiant attacks on a roll of 19-20. Against demons and devils, this range increases to 18-20. </p><p><b>ARBITER OF FORGOTTEN JUSTICE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.HM2mqaF138gD7zpe]{Arbiter of Forgotten Justice 11-Smiting Blades}</p> <p>@Compendium[dnd-4e-compendium.module-powers.aV4rh3svRe1LdJKM]{Arbiter of Forgotten Justice 12-Favor the Faithful}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DhVbQo1KLYMNX7c9]{Arbiter of Forgotten Justice 20-Soulfire Mantle}</p><p>Published in Dragon Magazine 381, page(s) 76. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"o5ud6FfxpUXOmlYA",
	"_key":"!items!o5ud6FfxpUXOmlYA"
}