{
	"name":"Arcane Armorer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Artificer, shielding elixir healing infusion </p><p>Arcane armorers are skilled artificers who have focused their knowledge on enhancing the defensive capabilities of their allies. Many arcane armorers combine their knowledge of armorsmithing with their skill with the arcane arts, augmenting their allies' defenses in a way that others cannot. </p><p>Arcane armorers are especially talented at weaving enchantments over their allies' armor that not only enhances the armor but also turns the ally into a walking weapon. Arcane armorers can use the energy they imbue into an ally's armor as a method of delivering powerful spell charges at their enemies. Similarly, arcane armorers use their allies' armor as anchors, connecting enemies to their allies, draining energy from one to boost the other. </p><p>As an arcane armorer, you focus your efforts on turning your allies into your magic weapons out on the battlefield. You want your allies to move up close to the enemies you face, protecting them from afar while using them to deliver your own attacks. When your allies are in trouble, you shield them from further danger, or pull them back from the front lines. </p><p><b>ARCANE ARMORER PATH FEATURES </b> </p><p><b>Arcane Armorer's Action (11th level)</b></p><p>Whenever you spend an action point to make an extra attack, choose one ally within 5 squares of one target of your attack. Until the end of your next turn, that ally gains resist 10 to your choice of one of cold, fire, force, lightning, necrotic, poison, radiant, or thunder damage. </p><p><b>Protective Spell Shield (11th level)</b></p><p>Whenever you use a Healing Infusion power on an ally, that ally cannot grant combat advantage until the end of your next turn. </p><p><b>Practiced Armorer (16th level)</b></p><p>You add your Wisdom modifier to any resist value that you give to an ally. </p><p><b>ARCANE ARMORER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.qkmLjx5RUOZXYVrw]{Arcane Armorer 11-Defense Siphon}</p> <p>@Compendium[dnd-4e-compendium.module-powers.6AURjd8NQJIs10rX]{Arcane Armorer 12-Protective Recall}</p> <p>@Compendium[dnd-4e-compendium.module-powers.wpAdrz2oGgu0thex]{Arcane Armorer 20-Armor of Force}</p><p>Published in Dragon Magazine 381, page(s) 62. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"wS8qbre7MHLzhAik",
	"_key":"!items!wS8qbre7MHLzhAik"
}