{
	"name":"Arcane Wayfarer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard </p><p>Time and space are barriers to most creatures. Only gods, primordials, and legendary beings can break down those barriers. And-perhaps-people like you. You have already learned several powers that allow you to instantaneously travel between two nearby points. But now, as an arcane wayfarer, you see more clearly into the mechanism behind teleportation. As your knowledge grows, you teleport as </p><p>naturally and easily as you walk, moving from spot to spot by flexing your mind instead of your muscles. You don't restrict this knowledge to yourself; you also enjoy targeting others with spatial effects, sending friends to safety and transporting foes into dangerous locations. </p><p>Although time yet remains beyond your grasp, you know that space is not insurmountable, as most believe it to be. Indeed, sometimes the shortest distance between two locations is not a straight line. </p><p><b>ARCANE WAYFARER PATH FEATURES </b> </p><p><b>Blink Strike (11th level)</b></p><p>Whenever you score a critical hit with a wizard attack power, you can also teleport the target 4 squares. </p><p><b>Wayfarer's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also teleport 4 squares as a free action. </p><p><b>Wayfarer's Step (16th level)</b></p><p>You gain teleport 2 as an additional movement mode. </p><p>Published in Arcane Power, page(s) 116. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"8NlDfqE2shKFarde",
	"_key":"!items!8NlDfqE2shKFarde"
}