{
	"name":"Arcane Battlemaster Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, trained in Arcana </p><p>Since you first took up arms, you have felt a kinship with wizards, because, like them, you're at your best when your natural talents are honed by careful study. While young wizards were studying the elements and energy of the multiverse, you were studying tactics, especially the strategies that employ magic as a weapon of war. The presence of a powerful mage changes the entire dynamic of a typical battle, and you have worked long and hard to familiarize yourself with exactly how such a weapon can be employed or defended against. </p><p>As part of your study of war magic, you have mastered a small amount of magic yourself. However, you realize your full potential when you're leading dedicated spellcasters and putting their powers to good use. </p><p><b>ARCANE BATTLEMASTER PATH FEATURES </b> </p><p><b>Elemental Action (11th level)</b></p><p>When you spend an action point to make an attack that hits, choose acid, cold, fire, lightning, or thunder. The attack deals ongoing damage of the chosen type equal to your Intelligence modifier (save ends). </p><p><b>Transmuting Strike (11th level)</b></p><p>Whenever you hit an enemy with a melee basic attack or a warlord at-will attack power, choose acid, cold, fire, lightning, or thunder. That enemy loses resistance to the chosen damage type until the end of your next turn. </p><p><b>Energizing Inspiration (16th level)</b></p><p>Whenever you use inspiring word, choose acid, cold, fire, lightning, or thunder. The next attack the target of the inspiring word makes before the end of your next turn deals extra damage of the chosen type equal to your Intelligence modifier. </p><p><b>ARCANE BATTLEMASTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.bLBtvJ9e4Mqxanzs]{Arcane Battlemaster 11-Crackling Nimbus}</p> <p>@Compendium[dnd-4e-compendium.module-powers.amR7LJw9fkCNsild]{Arcane Battlemaster 12-Transmuter's Boon}</p> <p>@Compendium[dnd-4e-compendium.module-powers.upTsb52AV6Q8Xc9x]{Arcane Battlemaster 20-Hurl the Spark}</p><p>Published in Martial Power 2, page(s) 96. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"V4mPRe0hxwvbcg5F",
	"_key":"!items!V4mPRe0hxwvbcg5F"
}