{
	"name":"Arcane Trickster Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Arcana </p><p>You've never been content to stick to one path. Magic and larceny, spell and trap, dweomer and shadow-for you, all came easy. You learned to fuse your knowledge into one style, both in and out of battle. </p><p>When you were a child, you dreamed of grand achievements. You enjoyed the shows of illusionists and magicians, and you reveled in the skill of pickpockets and burglars. You followed two divergent paths that eventually came together in your mind as a way of life and a cohesive style of attack. You don't separate the martial from the magical, and you are mildly scornful of anyone who is so shortsighted as to make this division. </p><p>You never sought a position in an arcane order or a thieves' guild; you didn't want to limit yourself. Instead, you learned to recognize that each adventure is an opportunity to test your mettle, sharpen your skills, enhance your magic, and discover treasures. </p><p>Eladrin are naturals for this path because of their agility and keen intellect. Arcane tricksters are found among gnomes, changelings, and drow as well. Some use their knowledge and power for adventure, and others use it for theft, torture, and deception. </p><p><b>ARCANE TRICKSTER PATH FEATURES </b> </p><p><b>Arcane Burglary (11th level)</b></p><p>You can use a dagger as an implement. However, you don't gain the weapon's proficiency bonus when using it for implement attacks. </p><p>In addition, whenever you make an Athletics check, you can use your Arcana skill modifier in place of your Athletics skill modifier. </p><p><b>Fading Action (11th level)</b></p><p>When you spend an action point to make an attack, one creature of your choice that you attack treats you as invisible (save ends). </p><p><b>Dagger Spell (16th level)</b></p><p>When making an arcane attack, you can treat a ranged power as having a range of melee weapon while using your dagger as an implement. </p><p><b>ARCANE TRICKSTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Cli90kZW5cIFh8UP]{Arcane Trickster 11-Blinding Flare}</p> <p>@Compendium[dnd-4e-compendium.module-powers.xwlKrvVeFcjfaDmb]{Arcane Trickster 12-Cat Burglar's Veil}</p> <p>@Compendium[dnd-4e-compendium.module-powers.XJSKGkaU1FgA0uOW]{Arcane Trickster 20-Confounding Teleport}</p><p>Published in Martial Power 2, page(s) 72. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"M8bfU9wWlkYJvHRG",
	"_key":"!items!M8bfU9wWlkYJvHRG"
}