{
	"name":"Ardent Champion Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger, Censure of Pursuit class feature, oath of enmity power </p><p>Most avengers undergo training in secret temples or monasteries to prepare for their service and receive their powers through rites of initiation, but some are endowed with divine power simply through raw devotion to their god. Such avengers dig deep within themselves to find unmatched reserves of faith, making up for their lack of formal training with holy passion. These are ardent champions. </p><p>As an ardent champion, you are an outsider, your spirit touched directly by the hand of your deity. You are most likely unlearned in the esoteric lore of your faith, and you have little connection to any hierarchies associated with it. In fact, others who lack your passion might see you as a threat to the established ways. Where cynics and pragmatists see despair or uncertainty, you see only your divine patron's will, and you set out to accomplish it regardless of obstacles. If you are meant to triumph, you will. If you are not, you are confident that you will soon be shown another way to serve your god. </p><p><b>ARDENT CHAMPION PATH FEATURES </b> </p><p><b>Ardent Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also make a saving throw or shift a number of squares equal to your Dexterity modifier before or after the extra action. </p><p><b>Holy Ardor (11th level)</b></p><p>Whenever you make two attack rolls because of your oath of enmity and hit the target of your attack, you score a critical hit if both dice have the same roll, except if both rolls are 1. </p><p><b>Ardent Fury (16th level)</b></p><p>Once per round when you score a critical hit against your oath of enmity target, you can shift 1 square and make a basic attack against that target as a free action. </p><p><b>ARDENT CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.iZpoFj5Jf4wHvDCe]{Ardent Champion 11-Fanatical Flurry}</p> <p>@Compendium[dnd-4e-compendium.module-powers.TxpfDeiM9HtmkIhS]{Ardent Champion 12-Battle Rapture}</p> <p>@Compendium[dnd-4e-compendium.module-powers.uD3npkE2ZxC4aM5B]{Ardent Champion 20-Irresistible Ardor}</p><p>Published in Divine Power, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YsNI2ZOrKdhUm9vA",
	"_key":"!items!YsNI2ZOrKdhUm9vA"
}