{
	"name":"Arena Champion Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Trained in Intimidate, at least one Arena Fighting feat, any martial class </p><p>Forged in battle, tempered in cheers, and quenched in the blood of countless foes, you are an arena champion. Your lot is to fight for the favor of the crowds, to entertain them with the violence you know all too well. You have faced vicious beasts and battled scores of savage brutes plucked from the untamed frontiers. It makes no difference to you. Your job is to dispatch each one with flair and skill, to please onlookers with your showmanship. You are their champion, and you aim to make sure your name lives on in the hearts and minds of those who adore you. </p><p><b>ARENA CHAMPION PATH FEATURES </b> </p><p><b>Awing Action (11th level)</b></p><p>When you spend an action point, each enemy you hit this turn takes a -2 penalty to defenses until the end of your next turn. </p><p><b>Study Foe (11th level)</b></p><p>Whenever you take the total defense action, you gain a bonus to your next attack roll equal to half your Charisma modifier or half your Wisdom modifier until the end of your next turn. </p><p><b>Seize Opening (16th level)</b></p><p>Whenever you successfully use Bluff to gain combat advantage in combat, you can make a basic attack against that target as a free action. </p><p><b>ARENA CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.EBRWVLdkojws20Fm]{Arena Champion 11-Taxing Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.f2xV4sk08JclytQ9]{Arena Champion 12-Hidden Reserves (Arena Champion)}</p> <p>@Compendium[dnd-4e-compendium.module-powers.A7OeM8skQWXtvUx5]{Arena Champion 20-Bloodletting Strike}</p><p>Published in Dragon Magazine Annual, Dragon Magazine 368, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"f54AxuMLi3rsNkzE",
	"_key":"!items!f54AxuMLi3rsNkzE"
}