{
	"name":"Argentum Alliance Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn </p><p>High atop the mountains in Hoar Frost Castle, the mighty Sephitherax trains an elite corps of dragonborn so that they can defend the innocent. Honorable and decent people respect the Argentum Alliance, and the unscrupulous and corrupt fear it. All flights of chromatic dragons dread the justice of the Alliance, but the white dragons especially seek the destruction of Hoar Frost Castle. Backed by the power of the ancient silver dragon Sephitherax, the Alliance can help people overthrow evil despots or theocrats. They are the first to respond to volcanic eruptions or floods to maintain order and defend people from those who might prey upon weakness. An Argentum Agent is a savior and a welcome sight to the impoverished. </p><p>Many a fierce dragonborn, inspired by the tales of the bravery of the Alliance, makes his or her way to the summit of the tallest mountain to Hoar Frost Castle, where each expects to be judged by Sephitherax. In the bailey yard of the castle, with thick ice encrusting the flags and silverwork, each dragonborn kneels before the hundred steps before the citadel. </p><p>The ancient silver questions each supplicant. When Sephitherax raises his left claw, the candidate is banished from Hoar Frost Castle immediately. When the wise old dragon raises his right claw, the supplicant might one day become an Argentum Agent, but that day is not today. He or she is given a hot meal and sent down the mountain with the expectation that he or she will perform worthy tasks before returning to the Castle one year hence to be judged again. If the candidate is worthy, Sephitherax pronounces him or her an Argentum Agent by raising both claws and embracing the dragonborn. Rarely is a dragonborn raised the first time he or she is presented to Sephitherax; many are judged two or three times before Sephitherax declares the supplicant an Argentum Agent. </p><p>Brothers train at Hoar Frost Castle, and they learn to harness the frigid winds from Sephitherax. The color of the scales of an Argentum Agent fade over time and are replaced with a metallic gleam. None are sure if this transformation is due to the icy conditions or the proximity and blessing of the Heart of Sephitherax, an amulet artifact bestowed to the ancient silver by Bahamut. </p><p><b>ARGENTUM ALLIANCE PATH FEATURES </b> </p><p><b>Argent Action (11th level)</b></p><p>When you spend an action point to make an attack, you mark each enemy within 5 squares of you until the end of your next turn. </p><p><b>Argent Breath (11th level)</b></p><p>Your dragon breath racial power deals cold damage in addition to any damage type it dealt previously. Also, when you hit a creature with dragon breath, the target takes 1d6 extra damage (2d6 extra at 21st level) and is slowed until the end of your next turn. </p><p><b>Argent Protection (16th level)</b></p><p>You gain resist cold equal to 10 + half your level. </p><p><b>ARGENTUM ALLIANCE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.UNhuPIAkvzFVxKXo]{Argentum Alliance 11-Argent Judgment}</p> <p>@Compendium[dnd-4e-compendium.module-powers.hEV1NDndaSbZs03Y]{Argentum Alliance 12-Defend the Fallen}</p> <p>@Compendium[dnd-4e-compendium.module-powers.92t1WigpmPkbYcNy]{Argentum Alliance 20-Breath of Sephitherax}</p><p>Published in Dragon Magazine 385, page(s) 6. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fX3Osm5vyIWxFbTr",
	"_key":"!items!fX3Osm5vyIWxFbTr"
}