{
	"name":"Argent Soul Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ardent </p><p>You are a brilliant vessel; you embody hope, joy, and endless confidence, and your presence lifts your allies' spirits. On the battlefield, you wash away despair, dispel doubt, and fuel your allies' passions. As an argent soul, you have an uncommonly pure spirit. You see the best in every situation, finding solutions where others find only defeat. Melancholy has no hold on you, for optimism's light burns away grief. Others find your good nature infectious and strive to rise to your example. </p><p>The road to becoming an argent soul is varied. You can simply be a good and wholesome person, untouched by the horrors you have witnessed, or you might have been touched by a god, your soul purified and claimed for a higher purpose. Regardless of the cause of your transformation, it is profound. </p><p>Whenever you attack with your ardent powers, a silver corona glimmers around you. Those it touches feel their confidence building, the pain from their injuries falling away so that they can keep fighting no matter the odds. </p><p><b>ARGENT SOUL PATH FEATURES </b> </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Restoring Critical (11th level)</b></p><p>Whenever you score a critical hit with an ardent or an argent soul power, one ally within 5 squares of you can spend a healing surge. </p><p><b>Vitalizing Action (11th level)</b></p><p>When you spend an action point to make an attack, you and each ally within 5 squares of you gain temporary hit points equal to your Constitution modifier. </p><p><b>Argent Devastation (16th level)</b></p><p>When you attack with an ardent or an argent soul power, you can score a critical hit on a roll of 19-20. </p><p>Published in Player's Handbook 3, page(s) 38. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IYCopAbxk7ldeXRs",
	"_key":"!items!IYCopAbxk7ldeXRs"
}