{
	"name":"Arkhosian Blademaster Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, Arkhosian Fang Student feat </p><p>The last blademaster of Arkhosia perished centuries ago, yet you have kept alive the memory of this noble tradition with your study of swordplay and your dedication to the ideals of courage and honor. Part knight, part pilgrim, and part kensei, you are a wandering swordmaster and battle captain in search of causes worthy of your skills. Your tradition isn't merely to face the darkness with sword in hand. You lift spirits and rally resistance, bolstering the courage of allies around you. </p><p>Many of the old blademasters were dragonborn, but the elite defenders of Arkhosia accepted skillful and honorable heroes of other races into their ranks. Students of the ancient art of Arkhosian high combat can now be found among races other than dragonborn. Although a few blademasters lose their way and become mercenaries or assassins, most descend into anonymity and continue their noble battle in the shadows. As a blademaster, whether you wear the gilded plate armor of a titled lord, the battered armor of a tireless knight-errant, or the weathered cloak of a poor wanderer, you persevere against oppression, battling it wherever you find it. </p><p><b>ARKHOSIAN BLADEMASTER PATH FEATURES </b> </p><p><b>Conclusive Action (11th level)</b></p><p>When you spend an action point to take an extra action, any ally who has line of sight to you gains a bonus to damage rolls against bloodied creatures equal to your Strength modifier until the end of your next turn. </p><p><b>Resilient Blade (11th level)</b></p><p>You increase the number of healing surges you have by two. </p><p><b>Battle Recovery (16th level)</b></p><p>When you use your second wind, you regain the use of the lowest-level encounter attack power you have expended during this encounter. </p><p>Published in Martial Power 2, page(s) 97. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"TDrQBa9IXHmhRjfc",
	"_key":"!items!TDrQBa9IXHmhRjfc"
}