{
	"name":"Arms-Troubadour Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Athasian minstrel theme </p><p>Throughout the Seven Cities of the Tyr Region, nobles surround themselves with retainers of good education, charming manners, and mastery of the arts. Many of these kept artists are just fops or decoration, but some are more than entertaining companions-they are skilled duelists and treasured advisors, deadly warriors never more than a few steps from their patron's side. In addition to beautifying the noble household with poetry and song, troubadours of this sort often serve as arms-instructors to young nobles and elite bodyguards trusted with the very lives of their patrons. </p><p>Arms-troubadours are typically well educated, literate, skilled in an instrument or two, noteworthy poets, and equipped with aristocratic manners and refinement. Some begin as minor nobility attending wealthier and more important nobles, whereas others are descended from well-off merchants or commoners who set out to master the courtier's skills and seek out noble patronage. Most remain with a patron for a year or two before moving on, but others-especially those who come to be trusted as advisors and companions-might spend all their lives in a single noble's service. </p><p>As an arms-troubadour, you might have a patron whose interests you look after during your adventures, or you could be between patrons. If so, given your fame and skill, your services might be very highly sought-after. </p><p><b>ARMS-TROUBADOUR PATH FEATURES </b> </p><p><b>Skillful Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +5 power bonus to any skill checks you make as a part of that action. </p><p><b>Uncanny Grace (11th level)</b></p><p>Whenever an enemy misses you with a melee weapon attack or a close weapon attack, you gain combat advantage against that enemy until the end of your next turn. </p><p><b>Clever Footwork (16th level)</b></p><p>Whenever you make an Athletics, Acrobatics, or Stealth check, you can roll twice and use the higher result. </p><p>Also, you never earn failures in a skill challenge for failed Athletics, Acrobatics, or Stealth checks you fail by 5 or less. </p><p>Published in Dark Sun Campaign Setting, page(s) 40. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CdF2W8z5ENScxtqG",
	"_key":"!items!CdF2W8z5ENScxtqG"
}