{
	"name":"Astral Ascendant Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, vestige pact </p><p>While pouring through ancient tomes during your studies, you came across mention of a skilled young general. His ability to drive soldiers to greatness and forge decisive victories against the deadliest foes was the subject of many ballads and stories. This young commander excelled so much at his chosen tasks that an ancient god brought the general to the Astral Sea, tasking him to command and train the angels of Mount Celestia. </p><p>As an Astral Ascendant, you have become the embodiment of the greatest general and tactician that ever lived. Your commands send your allies screaming into battle, encircled with the pure radiance of the Astral Sea, which grants empowerment, protection, and healing. Your presence on the battlefield is enough to turn the tide of war in your favor. </p><p><b>ASTRAL ASCENDANT PATH FEATURES </b> </p><p><b>Preparing Action (11th level)</b></p><p>When you spend an action point, you and each ally within 5 squares of you gain temporary hit points equal to your Intelligence modifier and can shift 1 square as a free action. </p><p><b>Radiant Curse (11th level)</b></p><p>Your Warlock's Curse deals radiant damage. You can deal your Warlock's Curse's extra damage to a creature affected by your Warlock's Curse when an ally hits that creature, but still only once per round. </p><p><b>Celestial Resistance (16th level)</b></p><p>You gain resist necrotic equal to one-half your level. Allies you can see have resist 5 necrotic while within 5 squares of you. </p><p><b>ASTRAL ASCENDANT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.8urD2GKme1YRi9OZ]{Astral Ascendant 11-Overwhelming Radiance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.58ZJ21VaGv9Mu0OI]{Astral Ascendant 12-Angelic Aura}</p> <p>@Compendium[dnd-4e-compendium.module-powers.zn0gcp7NVOrXF8Ld]{Astral Ascendant 20-Vestige of the Ascendant Commander}</p><p>Published in Dragon Magazine 383, page(s) 43. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"tusdcGfLX5O8QHmr",
	"_key":"!items!tusdcGfLX5O8QHmr"
}