{
	"name":"Avalanche Hurler Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger </p><p>The first avalanche hurlers were dwarf slaves in the ancient realms of the giants. Tempered by suffering and endless labor, and without access to soldierly methods, these dwarves tailored their ways of fighting to their work tools. They developed martial techniques that allowed them to be flexible in combat. A rebel needs ranged capability to kill in ambushes and slay retreating adversaries. Skill in melee is required to stand up to larger and quicker foes. </p><p>Revolutionary dwarves took up their hammers and axes. They threw these tools into the faces of their oppressors. Then, hammering and hewing from underfoot, the first avalanche hurlers brought their outsized masters down and escaped to the wilderness. They settled in underground halls they cut for themselves, places too small for their enemies to invade. Dwarves then made war on giants in Moradin's name. </p><p>Dwarf clans have maintained the avalanche hurler fighting style across the generations. They preserve their earliest original combat style, but they never held it so sacred that they failed to give it to allies among all sorts of folk. Further, the avalanche hurler might have been originally recorded in dwarven folklore, but other races developed similar military methods independently. </p><p>As an ever resourceful avalanche hurler, you are effective both in close combat and at range. Rather than mastering one ranger fighting style, you embrace both, using thrown melee weapons as your chosen instruments of death. What you lose in range and damage, you make up for with your versatility, being able to make attacks against adjacent enemies and then send your weapons flying against those beyond your reach. </p><p><b>AVALANCHE HURLER PATH FEATURES </b> </p><p><b>Throwing Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can make a ranged basic attack with a light thrown weapon or a heavy thrown weapon as a free action. This ranged attack does not provoke opportunity attacks. You can then take an extra action. </p><p><b>Throwing Master (11th level)</b></p><p>When you use a light thrown weapon or a heavy thrown weapon as a ranged weapon, increase the weapon's damage die by one size. </p><p><b>Uncanny Thrower (16th level)</b></p><p>You take no penalty to attack rolls when using a light thrown weapon or a heavy thrown weapon against a target at long range. </p><p><b>AVALANCHE HURLER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.gsRYnr4mzJwGHCMu]{Avalanche Hurler 11-Landslide Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.KOfCk2EabhL6eo9X]{Avalanche Hurler 12-Quick-Draw Trick}</p> <p>@Compendium[dnd-4e-compendium.module-powers.t8DOJT1iysXwu5NK]{Avalanche Hurler 20-Eruption of Steel}</p><p>Published in Martial Power, page(s) 58. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"dGsBhpi84ze20myC",
	"_key":"!items!dGsBhpi84ze20myC"
}