{
	"name":"Avernian Knight Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter and either Eldritch Pact (infernal) class feature or Pact Initiate (infernal pact) feat </p><p>You're both a warrior and a warlock, steeped in the martial lore of the Nine Hells. You might have learned the sinister techniques of this path from another practitioner, from forbidden tomes guarded in brooding monasteries, or from the infernal patrons who answer your call when you dabble in the warlock's craft. Regardless of how you came to follow this path, you wield the power of an infernal pact; what you choose to do with your dark gift is up to you. </p><p>As an Avernian knight, you combine the power of a warlock's pact with exceptional skill at arms, weaving sinister spells into your weapon. In battle, you call upon your spells to scour your foes with infernal curses and punish them severely when they ignore your challenge. </p><p>Orders of Avernian knights are found in the Nine Hells and in other places where devils hold sway. Most who wield the power of the Nine Hells do so at the cost of their souls and are irrevocably sworn to the service of evil. However, you need not choose evil to follow this path. Sometimes good heroes succeed in turning the power of evil against itself, finding a way to withstand the taint of the dark powers. </p><p><b>AVERNIAN KNIGHT PATH FEATURES </b> </p><p><b>Avernian Action (11th level)</b></p><p>When you spend an action point to take an extra action, your attack powers gain the fire keyword and deal extra fire damage equal to 5 + your Constitution modifier until the end of your turn. </p><p><b>Melee Implement (11th level)</b></p><p>You can use any melee weapon as a warlock implement. However, you don't gain the weapon's proficiency bonus when you use it for implement attacks. </p><p>In addition, whenever you use a melee weapon as an implement for an arcane power, you do not provoke opportunity attacks from enemies adjacent to you for using a ranged power. </p><p><b>Hellish Mark (16th level)</b></p><p>Whenever an enemy marked by you makes an attack that doesn't include you as a target, that enemy takes 5 + your Constitution modifier fire damage after the attack is resolved. </p><p><b>AVERNIAN KNIGHT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.NRmeQuo5bGOtFYhL]{Avernian Knight 11-Curse Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.oN364rVAsyHDZiL2]{Avernian Knight 12-Avernian Challenge}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9gF1BLqnQoWMGhaI]{Avernian Knight 20-Hellforged Blade}</p><p>Published in Martial Power 2, page(s) 22. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"r4O8QMtW0oEzvYjs",
	"_key":"!items!r4O8QMtW0oEzvYjs"
}