{
	"name":"Battlelord of Kord Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>Both Kord and Bane exult in battle. Bane sends his followers to conquer and pillage, using war for the sake of unjust gain, wanton violence, or sheer bloodlust. Kord's way is one of accepting challenges as they come and using mastered talents to overcome them. His dogma is one of bravery, strength, and skill. No test of mortal mettle is stronger than the crucible of battle. The glory and fame that Kord admonishes his followers to seek involves striving to win the respect of their fellows for upholding their duty and facing danger with their heads held high. </p><p>Warriors and warlords of all sorts esteem Kord. Those who know that fighting is sometimes necessary pray to Kord for favor, rather than to Bane. Such warriors know that it is the fate of a few to stand against senseless destruction and oppression. Kord's followers do so without flinching. They uphold the right to independence that Kord's wild nature demands. When battle is done, revelry, boasting, and toasting- celebrating life and health-are all that Kord requires as thanks. </p><p>Numerous schools of military thought use Kord's dogma as part of their philosophy. Leaders must be strong and courageous. They must hone their talents to assure victory and survival in bloody days. Renown should be earned through bold and decisive action that serves as an example to one's comrades. A valiant warlord protects his fellow soldiers by leading from the front and luring in the enemy, as Kord did in older days. </p><p>You are a leader who reveres Kord's ways. As such, you have shaped your skills by leading your comrades against many dangers. With a war cry, you fearlessly engage your enemies. You stride among your adversaries, seeking the greatest among them and challenging them with your amazing exploits. Your brashness inspires your allies to decisive action and helps create the opportunities in which triumph can be secured. </p><p><b>BATTLELORD OF KORD PATH FEATURES </b> </p><p><b>Mighty Action (11th level)</b></p><p>When you spend an action point to take an extra action, any ally who can see and hear you gains a +1 bonus to attack rolls and damage rolls until the start of your next turn. </p><p><b>Tempestuous Inspiration (11th level)</b></p><p>When you use your inspiring word power, you can give the target of the power a +2 bonus to attack rolls and a bonus to damage rolls equal to your Charisma modifier that lasts until the end of your next turn. If the target's first attack during that time misses, the target grants combat advantage to attackers until the end of your next turn. </p><p><b>Kord's Focus (16th level)</b></p><p>Whenever you are marked, you can immediately make a saving throw against the condition. If you save, the condition ends. Also, you gain a +5 bonus to saving throws against fear effects. </p><p><b>BATTLELORD OF KORD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.NxP5q3vK6ez9AgBC]{Battlelord of Kord 11-Tempest of Triumph}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ePfx2h5QUBVvW38I]{Battlelord of Kord 12-Blood-Tested Inspiration}</p> <p>@Compendium[dnd-4e-compendium.module-powers.wTQcm4GbSWElnPJo]{Battlelord of Kord 20-Path of the Storm}</p><p>Published in Martial Power, page(s) 118. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"7lmhUtuysxKeDI52",
	"_key":"!items!7lmhUtuysxKeDI52"
}