{
	"name":"Battle Champion Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord and fighter </p><p>You have seen more battles than you can count. The clash of weapon against armor, the bitter screams of dying soldiers, the creaking of saddle leather, all of this and more are as much a part of you as the blood in your veins and the heart that pumps it. No training could prepare you for the atrocities you witness. No drill simulates the life and death struggle between enemies. You may have learned the fundamentals from your mentor, but the battlefield was your true instructor. </p><p>You combine tactical genius with practical application, blending your talent for maneuver with your mastery over fighting techniques and weaponry. You lead from the front, charge into battle, and smash through your enemies. You can direct your allies to positions where they can be most effective. Those who fight on your side learn much from your techniques, and by following your example are better able to respond to the enemies arrayed against you. </p><p>The battle champion paragon path is best suited to tactical warlords and guardian fighters. Your path features improve your allies' performance, giving them a powerful edge when using action points and the ability to match your attacks when you spend an action point. Your powers work best when you are engaged with an enemy while allies are nearby. </p><p><b>BATTLE CHAMPION PATH FEATURES </b> </p><p><b>Champion's Presence (11th level)</b></p><p>Whenever an ally you can see spends an action point to make an extra attack, the ally makes two attack rolls on its first attack and uses the higher result. The attack scores a critical hit on a roll of 19 or 20. </p><p><b>Defensive Word (11th level)</b></p><p>Any ally that regains hit points from your inspiring word also gains a +2 bonus to all defenses until it makes an attack. </p><p><b>Veteran Action (16th level)</b></p><p>When you spend an action point to make an extra attack, one ally adjacent to you may also make a melee basic attack as a free action. </p><p><b>BATTLE CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.v731kbRmNMnaAFxp]{Battle Champion 11-End This}</p> <p>@Compendium[dnd-4e-compendium.module-powers.GXj50AfObzyuNWal]{Battle Champion 12-Vigilant Defense}</p> <p>@Compendium[dnd-4e-compendium.module-powers.5WOyBv4m1p3j2enY]{Battle Champion 20-Decisive Stratagem}</p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DJ0cd5KwQNsx49Yv",
	"_key":"!items!DJ0cd5KwQNsx49Yv"
}