{
	"name":"Battle Chaplain Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Cleric </p><p>When evil bubbles up from the Abyss and spills into the world, when insane hordes raid and plunder civilized lands, or when lawlessness threatens society, you fight back to preserve the world. You shoulder this burden willingly, but you can lighten the load by uniting your companions behind your holy mission. You lead through your inspiring presence, wise words, and brave deeds, with the goal of one day ushering your allies to the glory that awaits bold champions of your faith. </p><p>You are a soldier of your god, but not a proselytizer. All deities and their servants have a place in the world. Your role is to unite disparate beliefs and achieve a common victory. Your tolerance, however, does not extend to those agents of ruin who would subvert your harmonious message with their ambition and greed. </p><p>When you sing hymns and recite scripture in battle, a silver halo appears above your head as a symbol of your belief and divine blessing. Its light fills your comrades with hope and purpose, helping them to rise above the mundane and seize their destinies. </p><p><b>BATTLE CHAPLAIN PATH FEATURES </b> </p><p><b>Battle Chant (11th level)</b></p><p>Whenever an ally hits an enemy that is adjacent to you, you can mark that enemy. The mark lasts until the end of your next turn. If the enemy marked by you makes an attack that does not include you as a target, you can shift 1 square as a free action. </p><p><b>Shielded Priest (11th level)</b></p><p>You gain proficiency with light and heavy shields. </p><p><b>Stirring Action (11th level)</b></p><p>When you spend an action point to make an attack, one ally adjacent to you or to the target of your attack can also make a melee basic attack as a free action, with a bonus to the attack roll equal to your Strength modifier. </p><p><b>Deeds not Words (16th level)</b></p><p>When you bloody an enemy, reduce an enemy to 0 hit points, or score a critical hit with a melee attack, an ally adjacent to you gains a bonus to damage rolls equal to your Strength modifier until the start of your next turn. </p><p><b>BATTLE CHAPLAIN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.eClZy79nztqMEDO5]{Battle Chaplain 11-Revelation of Battle}</p> <p>@Compendium[dnd-4e-compendium.module-powers.fWVJeCalMRSwozIx]{Battle Chaplain 12-Battle Hymn}</p> <p>@Compendium[dnd-4e-compendium.module-powers.g50klh8QuyRw24cY]{Battle Chaplain 20-Deny Defeat}</p><p>Published in Divine Power, page(s) 46. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SLpvjk0lqx1b8cJZ",
	"_key":"!items!SLpvjk0lqx1b8cJZ"
}