{
	"name":"Blade of Cendriane Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Eladrin, ranger </p><p>The ancient empire of Cendriane left ruined cities when it fell long ago, but these remnants are not the only legacy of the eladrin kingdom. A group of rangers remains in the service of the lost empire, surviving in the borderlands of the once-great realm. </p><p>You are a descendant of the survivors of Cendriane's mysterious cataclysm, or you have been tutored in the martial secrets of that realm. You have perfected the use of fey step and the art of double-wielding longswords. The Cendriane sword style has pushed you to explore the boundaries of your heritage and expand upon the eladrins' innate magic. This self-knowledge combined with your blade mastery makes you a transient adversary on the battlefield, disappearing and reappearing as necessary. </p><p><b>BLADE OF CENDRIANE PATH FEATURES </b> </p><p><b>Call of Cendriane (11th level)</b></p><p>When you spend an action point to take an extra action, you can teleport 5 squares before or after your extra action. </p><p><b>Fey Step Assault (11th level)</b></p><p>When you use a power that has the teleportation keyword, or when you use the Call of Cendriane path feature, you gain a +1 bonus to attack rolls with powers that have the weapon keyword until the end of your next turn. </p><p><b>Blademaster of Legacy (16th level)</b></p><p>You gain a +1 bonus to damage rolls with melee attacks that use a longsword. </p><p>Published in Manual of the Planes, page(s) 140. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UKCHTL7unbtqcG0i",
	"_key":"!items!UKCHTL7unbtqcG0i"
}