{
	"name":"Blade Banshee Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Eladrin, ranger </p><p>The Feywild sings with eldritch energy. It is infused with magic from its twilight sky to its sparkling depths. Fey creatures, its children, are bathed in its supernatural flow. Even the simplest among them have powers beyond those of worldly mortals, bestowing simple tasks with an otherworldly enchantment. </p><p>Eladrin are among the heritors of the Feywild's nature. As humans and other races tamed portions of the world, so too did the eladrin subdue parts of the Feywild according to their fey temperament. They evolved a complex society, rich in crafts and traditions that also sing in concordance with the Feywild. As followers of mores inspired in elder days by the god Corellon, eladrin treat life and all its aspects as an art. Everything they do, wonderful or wicked, reflects this ideal. </p><p>Like their counterparts in the world, eladrin have had to fight and die to defend their way of life. Each eladrin learns to wield the longsword, the traditional weapon of the eladrin people. They have martial disciplines that teach an eladrin to channel the innate magic in his or her spirit, as well as that stored within the elements. </p><p>A blade from the Feywild or crafted by eladrin hands has a special beauty. The metal vibrates with bizarre potential. Some eladrin learn to make steel shaped into such a blade sing its heart's song. That song is a fey cry that portends loss of life, and those who wield it are known across the cosmos as blade banshees. </p><p>Over the years, you've developed a terrifying synergy with your blades. You understand the secret heart of fey-crafted steel. Its unmistakable, dread voice announces your displeasure. As you fight, your blades buzz and keen, unleashing rending vibrations against your foes. But when your soul is bent to friendship or mercy, your swords hum with your own gentleness, briefly bringing a bit of peace to others before shrieking into battle once again. </p><p><b>BLADE BANSHEE PATH FEATURES </b> </p><p><b>Banshee's Action (11th level)</b></p><p>When you spend an action point to take an extra action while wielding two melee weapons, any enemy adjacent to you takes thunder damage equal to your Wisdom modifier. </p><p><b>Bladed Disruption (11th level)</b></p><p>While you're wielding two melee weapons, any creature you hit with more than one of your melee attacks during your turn takes a -2 penalty to attack rolls until the start of your next turn. </p><p><b>Shrieking Blades (16th level)</b></p><p>While you're wielding two melee weapons, your melee attacks deal extra thunder damage equal to your Wisdom modifier. </p><p><b>BLADE BANSHEE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.UcC2NXvLpZIQG0h1]{Blade Banshee 11-Steel Scream}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rQniJs13yE4jf72q]{Blade Banshee 12-Soothing Reverberation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.h1KrmBFWIe6MNEY0]{Blade Banshee 20-Mind-Bending Blades}</p><p>Published in Martial Power, page(s) 59. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YVA0jiDIx7p2H3dl",
	"_key":"!items!YVA0jiDIx7p2H3dl"
}