{
	"name":"Blade Bravo Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue </p><p>Most knaves are little more than ruffians who have a talent for swordplay. These individuals prowl city streets and pit their skills against each other, trying to prove themselves. Most of these so-called bravos have more courage than common sense. They have short life spans and usually wind up in shallow graves. You, however, have proved you're different from them. </p><p>You never had formal training or studied under a master. Instead, you developed a haphazard style born of necessity and emboldened by your grit. You quickly learned that survival demands toughness, so you cultivated the ability to keep scrapping even with your back pressed to the wall. </p><p>In battle, your attacks lack the finesse and artfulness exhibited by other rogues, yet they are equally effective. Just because you don't have a fancy flourish doesn't make you any less dangerous. </p><p><b>BLADE BRAVO PATH FEATURES </b> </p><p><b>Cocksure Menace (11th level)</b></p><p>Whenever you hit an enemy granting combat advantage to you with a melee attack, you can mark that enemy until the end of your next turn. </p><p><b>Riposte Action (11th level)</b></p><p>When an enemy misses you with a melee attack, you can spend an action point to make a melee basic attack against that enemy. The enemy grants combat advantage to you for this attack, and if you hit, the attack deals 1[W] extra damage. If the enemy is marked by you, the attack instead deals 2[W] extra damage. </p><p><b>Back Alley Bravo (16th level)</b></p><p>Whenever you shift, you gain a +1 bonus to AC and Reflex until the start of your next turn. </p><p>Published in Martial Power 2, page(s) 73. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"I0ibCpSthvKXelM2",
	"_key":"!items!I0ibCpSthvKXelM2"
}