{
	"name":"Blessed Psalmist Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, any divine class </p><p>The Astral Sea resounds with music, from the glorious choruses of angels to the grim chants intoned by legion devils marching to war. Bards weave arcane magic into mundane songs and music, but those who listen, who hear the wondrous music found only in the Astral Sea, can add its unique qualities to their own melodies, blending arcane with divine into a harmonious performance that can move the hardest of hearts. Few have the courage or belief required, making the blessed psalmist an uncommon curiosity within the bardic tradition. </p><p>The moment you first heard the astral notes, it was as if a door in your mind opened. New possibilities flooded your thoughts, impelling you to refocus your study on religious theory and history to blend the heavenly music with your own. Extensive training paid off: You mastered the music and can now incorporate it into your songs. Arcane power remains your brush, but the divine is your paint, and the two combine as a perfect portrait of your unequalled mastery over two worlds. </p><p>Your spells assume a divine quality, and you shine with astral light when you attend to your allies. Radiant flames might dance about you when you intone prayers you learn, while otherworldly entities add their voices to your own when you perform. You transcend what is ordinarily possible with arcane power and successfully blend it with that of the gods. </p><p><b>BLESSED PSALMIST PATH FEATURES </b> </p><p><b>Heaven's Favor (11th level)</b></p><p>Choose one divine class corresponding to a multiclass feat you possess. You gain the class's Channel Divinity feature and all powers associated with that feature. </p><p>In addition, you may use bard implements with any prayers associated with this class that have the implement keyword. </p><p><b>Righteous Action (11th level)</b></p><p>Whenever you spend an action point to make an extra attack and you hit with this attack, you gain an extra use of majestic word for the encounter. If your attack misses, one ally within 5 squares of you who can see you regains hit points equal to your level + your Charisma modifier and can shift 1 square as a free action. </p><p><b>Radiant Song (16th level)</b></p><p>You can expend your words of friendship class feature as a free action when you use a bard attack power. Doing so causes the power to deal radiant damage instead of its normal damage type, and the power gains the radiant keyword for this attack. If this attack hits, the target also gains vulnerable radiant damage equal to your Charisma modifier until the end of your next turn. </p><p><b>BLESSED PSALMIST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.i0aVlyjAzJd34qxu]{Blessed Psalmist 11-Song of Radiant Dawn}</p> <p>@Compendium[dnd-4e-compendium.module-powers.D9FrqwkfBmdZt0Oc]{Blessed Psalmist 12-Psalm of Succor}</p> <p>@Compendium[dnd-4e-compendium.module-powers.IQFnyTkqW6cvOo9a]{Blessed Psalmist 20-Brilliant Symphony}</p><p>Published in Dragon Magazine 376, page(s) 55. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Hk9MEdrU3XzmsJ07",
	"_key":"!items!Hk9MEdrU3XzmsJ07"
}