{
	"name":"Blightbeast Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Druid class </p><p>Death and decay are as much part of nature as is birth and life. For the new to awaken in the world, the old must pass away. Although many druids champion life and a healthy wild, a few darkened souls embrace nature's darker side, immersing themselves in the grim necessity that plays just as an important part in the natural cycle as does birth. Like other druids, they fiercely protect the spirits and the wild from harm, but they use nature's darkest elements as weapons against their enemies. </p><p>In becoming a blightbeast, you identify with these sinister elements and come to embody death. The power you use might manifest in your humanoid appearance. Or you might hide your kinship to death until you assume your beast form, at which point your true nature is revealed. </p><p>You might be a coldhearted killer. Instead, you could use your newfound power to make room for new life. You can use your evocations to destroy those who threaten nature's splendor, or commit yourself to wiping out the enemies of the natural order. Your powers are as useful against unnatural and natural creatures alike. </p><p><b>BLIGHTBEAST PATH FEATURES </b> </p><p><b>Blight Action (11th level)</b></p><p>Whenever you spend an action point to make an attack, all enemies adjacent to you must move 1 square away from you or take ongoing necrotic damage equal to your Constitution modifier (save ends). </p><p><b>Blighted Wild Shape (11th level)</b></p><p>Whenever you use your wild shape class feature, the animal form you assume has a deathlike aspect-perhaps even appearing undead. While in your beast form, you gain resist 5 necrotic, and your attack evocations that have the beast form keyword deal extra necrotic damage equal to your Constitution modifier. At 21st level, you gain resist 10 necrotic while in your beast form. </p><p><b>Blightborn (16th level)</b></p><p>While in beast form, you ignore any resist necrotic your target has. When you hit with a beast form attack evocation, a creature that doesn't normally have resist necrotic damage gains vulnerable 5 necrotic until the end of your next turn. </p><p><b>BLIGHTBEAST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xGU5mMQdKRLBIEVo]{Blightbeast 11-Blighted Agony}</p> <p>@Compendium[dnd-4e-compendium.module-powers.FY2xnP5cGflkaoXv]{Blightbeast 12-Maggot Form}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Tm6AhpYVRG3UIJfw]{Blightbeast 20-Blight Locus}</p><p>Published in Dragon Magazine 373, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"GZu3tLlBU9H2eDIN",
	"_key":"!items!GZu3tLlBU9H2eDIN"
}