{
	"name":"Blightspeaker Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>Divine wrath can manifest as punishing blasts of radiant light, as fire from the heavens, or as thunder and lightning that smite the gods' foes. Sometimes, though, the gods' anger is manifested in plagues and curses upon the wicked. Even good deities can resort to extreme methods to purge the world of corruption. </p><p>As a blightspeaker, you wield such extreme methods in your god's name. Like an angel of death, you wield the scythe of necrotic power and harvest life from your enemies to fuel your own strength. To the common folk, you are a frightful presence, a grim reminder of your god's darker side. To your enemies, you are a terror, a manifestation of the judgment that has been pronounced upon them and of the punishment that awaits. </p><p><b>BLIGHTSPEAKER PATH FEATURES </b> </p><p><b>Blighting Action (11th level)</b></p><p>When you spend an action point to take an extra action, each enemy within 5 squares of you gains vulnerable 5 necrotic until the end of your next turn. In addition, all damage you deal during this turn is necrotic in addition to its other damage types. </p><p><b>Dissolution's Call (11th level)</b></p><p>Whenever you score a critical hit with a divine attack power, you regain a number of hit points equal to 5 + your Wisdom modifier. </p><p><b>Echoed Malediction (16th level)</b></p><p>When a creature saves against an effect caused by you, that creature takes 10 necrotic damage. </p><p><b>BLIGHTSPEAKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.lgdoIeMKuyDSEm8j]{Blightspeaker 11-Chains of Death}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SC26ctXWKoNDil9m]{Blightspeaker 12-False Life}</p> <p>@Compendium[dnd-4e-compendium.module-powers.FWoubGjqgfZlMVRT]{Blightspeaker 20-Endbringer}</p><p>Published in Player's Handbook 2, page(s) 115. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rq8kYXBgvEUIuacd",
	"_key":"!items!rq8kYXBgvEUIuacd"
}