{
	"name":"Blooded Champion Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Minotaur </p><p>Your skill and discipline in battle have launched you into the warrior caste of minotaur society. By mastering your natural weapons and your other combat skills, you have transformed yourself into a living weapon. In searching yourself, you have melded opposing spiritual forces into a finely honed machine of war. The thrill of the fight flows through you, but you temper the impulse to give in to savagery. You know that a tainted body, mind, and soul wait at the end of that road. To you, every contest challenges your resolve and focuses your mind toward absolute control over yourself and your situation. </p><p><b>BLOODED CHAMPION PATH FEATURES </b> </p><p><b>Aggressive Resurgence (11th level)</b></p><p>When you use your second wind, you can forgo regaining hit points and the bonus to your defenses to instead both regain the use of your goring charge racial power and gain a +2 bonus to attack rolls and damage rolls until the end of your next turn. </p><p><b>Vigorous Action (11th level)</b></p><p>When you spend an action point to make an attack while you're bloodied, you gain temporary hit points equal to your Constitution score. </p><p><b>Never Say Die (16th level)</b></p><p>When you drop to 0 hit points or fewer, you don't fall unconscious as a result of the dying condition until you fail a death saving throw. </p><p>Published in Player's Handbook 3, page(s) 16. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"W9pxutcofH2mbAL4",
	"_key":"!items!W9pxutcofH2mbAL4"
}