{
	"name":"Bloodfury Savage Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Half-orc </p><p>In the veins of your people flows the mingled blood of orcs and humans, a perfect union of ferocity and adaptability. In general, half-orcs manifest the best traits of humans and orcs. In your heart, though, orc drums beat a call to war, stirring a savage craving for violence. You brim with fury you can barely contain, and in the thick of combat it overflows into a raging torrent. Only battle can feed the hunger in your soul, for you were born to the bloodfury. </p><p>For your entire life, you have felt the stirrings of war within you, the conflict between the human and orc halves that define your divided nature. From the battle raging inside, you derive great power, great strength, and above all, a great capacity for destruction. In combat, you lose yourself to the storm, unleashing your bloodfury in a frothing display of violence that inspires fear in all who fight you. </p><p><b>BLOODFURY SAVAGE PATH FEATURES </b> </p><p><b>Eager Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain a bonus to speed equal to your Dexterity modifier until the end of your next turn. </p><p><b>Fearsome Disposition (11th level)</b></p><p>When you make an Intimidate check, you can roll twice and use either result. </p><p><b>Savage Resilience (16th level)</b></p><p>When you use your Half-Orc Resilience racial trait, you also gain resist 10 to all damage until the end of your next turn. </p><p><b>BLOODFURY SAVAGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.o8RgXmw5OVqFIbrB]{Bloodfury Savage 11-Unbound Assault}</p> <p>@Compendium[dnd-4e-compendium.module-powers.fCXx7pvEFG5qzDb0]{Bloodfury Savage 12-Frothing Madness}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eNkypzhUaVowr7BI]{Bloodfury Savage 20-Murderous Rage}</p><p>Published in Player's Handbook 2, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3avBqQmlPcWH2xSC",
	"_key":"!items!3avBqQmlPcWH2xSC"
}