{
	"name":"Blood Moon Stalker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Druid, wild shape power </p><p>Several legends tell of the blood moon, a night or sometimes a season when the Primal Beast stalks the wilderness of the world in physical form. During the blood moon, the predators of the world are said to be more dangerous and to have an insatiable hunger. According to some legends, the blood moon is a perversion of the world's natural state, brought about by the gods or by the fierce response of the primal spirits to some violation of their precepts. Whatever the cause and exact effects of the blood moon, some druids use these legends as a symbol for their own ferocious zeal in protecting the natural balance of the world. </p><p>You are a blood moon stalker, favoring your beast form and choosing powers that make you more dangerous in that form. As your body transforms into beast form, so too your mind embraces your bestial side. You take pride and pleasure in fighting without conscious thought, drawing on bestial instinct and wisdom to guide your attacks upon your prey. You are a fierce hunter, a silent stalker of the wilds, but you are also a crusader for the primal spirits, ensuring that neither gods nor primordials overstep the bounds set for them at the dawn of time. </p><p>Through the power of the blood moon, you and your spirit brothers, sisters, and ancestors are the custodians of the world. </p><p><b>BLOOD MOON STALKER PATH FEATURES </b> </p><p><b>Blood Moon Action (11th level)</b></p><p>When you spend an action point to take an extra action while you are in beast form, you can also make a melee basic attack as a free action. </p><p><b>Blood Moon Hunger (11th level)</b></p><p>When you reduce an enemy to 0 hit points with a melee or a close attack, you can use your second wind as a free action. </p><p><b>Frenzied Claws (16th level)</b></p><p>While you are in beast form, you can score a critical hit on a roll of 19-20. </p><p><b>BLOOD MOON STALKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.9fJzhWRAuis16ZU2]{Blood Moon Stalker 11-Blood Moon Frenzy}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Ldp2FlGEsV3mWhPD]{Blood Moon Stalker 12-Feral Accuracy}</p> <p>@Compendium[dnd-4e-compendium.module-powers.RrJq0vXmIuy3e4Sa]{Blood Moon Stalker 20-Nature's Grave}</p><p>Published in Player's Handbook 2, page(s) 96. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CXEPyamtTg28lwL4",
	"_key":"!items!CXEPyamtTg28lwL4"
}