{
	"name":"Borderlands Marshal Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, Warrior of the Wild multiclass feat. </p><p>Path Features: Ranger Affiliation, Grim Satisfaction, Reinforce the Weak, Borderlands Ethos. </p><p>Survival in the bloody frontier lands follows a savage code without the niceties of honorable engagement. Your experiences in the world's darker conflicts have pushed you to a pragmatism that other warriors may lack-react fast, or die. If you can strike first, you will. If you miss, you aim your blows to push your enemies into your allies' blades. And when your allies find a way to strike your enemies by surprise, you anticipate and aid their actions. </p><p>Some might say that your methods are haphazard and desperate. They may be right, but as far as you can tell, desperate efforts are exactly what's required. </p><p><b>BORDERLANDS MARSHAL PATH FEATURES </b> </p><p><b>Grim Satisfaction (11th level)</b></p><p>Allies gain a +1 bonus to attack rolls against your quarry. </p><p><b>Reinforcing Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally who can see and hear you gains a +4 bonus to his or her lowest defense until the start of your next turn. If multiple defenses are tied for lowest, the ally chooses which one gains the bonus. </p><p><b>Open Quarry (16th level)</b></p><p>When you or an ally uses the Hunter's Quarry class feature, you or the ally can designate any enemy you can see as the quarry (rather than the nearest enemy). </p><p>Published in Martial Power, page(s) 119. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"KHV92qQpIaJ3twUX",
	"_key":"!items!KHV92qQpIaJ3twUX"
}