{
	"name":"Bralani Wintersoul Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Eladrin </p><p>Nobility to the eladrin people is more than status-it is an investiture of power granted by the archfey in exchange for binding oaths and devotion. The eladrin refer to their nobles by many titles, and one traveling in their circles is bound to encounter coure, novier, firre, and others. Each title reflects a particular pact and the magical power gained as a result. The bralani are eladrin nobles who bind themselves to those archfey associated with nature, the seasons, and storms. The power they wield allows them to harness elements and make them their own. </p><p>You are a noble eladrin, having earned your greater standing through a pact made with the Winter Court. While the Winter Court expects you to serve it, the archfey rarely call in their debts. Thus you are free to pursue your own agenda as long as it is not at odds with your patron. You can harness winter's power, weaving its wild magical energy into devastating attacks. Your connection to winter triggers other changes. Your skin becomes cold to the touch, your features assume a blue hue, and the air around you holds winter's chill. </p><p><b>BRALANI WINTERSOUL PATH FEATURES </b> </p><p><b>Winter's Touch (11th level)</b></p><p>When a cold attack hits you, your melee and ranged attacks deal extra cold damage equal to your Dexterity modifier or your Intelligence modifier until the end of your next turn. </p><p><b>Wintersoul Flurry Action (11th level)</b></p><p>When you spend an action point to make an attack, you create a zone of flurrying snow in a close burst 5 that lasts until the end of your next turn. Squares in the zone are difficult terrain and lightly obscured for enemies. </p><p><b>Icy Presence (16th level)</b></p><p>Any enemy that starts its turn in a square adjacent to you is slowed until the end of its turn. </p><p><b>BRALANI WINTERSOUL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.h2JETX4cjlWunMaB]{Bralani Wintersoul 11-Winter's Kiss}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9eczvBR1PhZSgoix]{Bralani Wintersoul 12-Snowfall}</p> <p>@Compendium[dnd-4e-compendium.module-powers.UZsBuSntgV5bmaMx]{Bralani Wintersoul 20-Blizzard Blast}</p><p>Published in Dragon Magazine 384, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2R0sZKY56uvFzW9C",
	"_key":"!items!2R0sZKY56uvFzW9C"
}