{
	"name":"Breach Warden Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warden </p><p>Long communion with corrupted primal spirits left its mark on you and though you can still work unspoiled primal magic, much of who you are and what you can do is shadowed by the Elemental Chaos. The primordial plane has a hold on your body and soul, and you cannot so easily shrug off its touch. Now, in all that you do, its influence shines through in the flames dancing across your weapon and the earth trembling beneath your feet. Through sheer determination, you turn this dread power to your advantage. </p><p><b>BREACH WARDEN PATH FEATURES </b> </p><p><b>Breaching Action (11th level)</b></p><p>When you spend an action point to make an attack and this attack hits, each enemy you have marked takes damage equal to your Constitution modifier of a type matching the type you chose for your Elemental Breach class feature. </p><p><b>Elemental Breach (11th level)</b></p><p>After each of your extended rests, choose a damage type from the following: acid, cold, fire, lightning, or thunder. The choice remains until you take your next extended rest, at which point you can choose the same damage type or replace it with another. </p><p>Whenever you take damage of the type you chose or you score a critical hit using a warden attack power, each enemy marked by you takes damage of the chosen type equal to your Constitution modifier. </p><p><b>Elemental Wind (16th level)</b></p><p>Whenever you use your second wind, until the end of your next turn, each enemy adjacent to you and each enemy marked by you gains vulnerable to the damage type you chose for your Elemental Breach class feature equal to your Constitution modifier. </p><p>Published in Dragon Magazine 383, page(s) 60. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3IXYv2KEVbqfSkLt",
	"_key":"!items!3IXYv2KEVbqfSkLt"
}