{
	"name":"Broken Mirror Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, Mantle of Misfortune feat </p><p>A tiefling with enough motivation and skill can purge the hereditary infernal magic of their bloodline and replace it with another. The prize demands a price, but a small one, because shifting the watered-down gifts of devils around the world is less arduous than it seems. Not all tieflings are satisfied to give up something at the core of their beings-even to replace it with something else. Those who are brave enough can take more without giving anything up. By taking more of this power, they can gather the might they need to found New Turath, or they can keep the power out of the hands of those who would dare such a dangerous blasphemy. </p><p>You have claimed the power of the broken mirrors, whether it is more of the power you already have or an ability that is new to you. Perhaps you stole the power from the devil that originally granted it to your forebears, or you convinced another tiefling to give to you his or her birthright. An infernal power might have granted it to you at a price, or to spite another such power-which might have made you an enemy. Now that you have it, you wield it to your advantage with the same skill and panache that let you acquire it in the first place. </p><p><b>BROKEN MIRROR PATH FEATURES </b> </p><p><b>Additional Misfortune (11th level)</b></p><p>You can use the mantle of misfortune feat power one additional time each encounter. </p><p><b>Mirror Action (11th level)</b></p><p>When you spend an action point, you can slide each enemy within 2 squares of you 1 square or knock that enemy prone. </p><p><b>Deadly Misfortune (16th level)</b></p><p>When you slide a creature as a result of your mantle of misfortune power, that creature also takes damage equal to your Charisma modifier. </p><p><b>BROKEN MIRROR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.VoECRGmB5gWOSbFf]{Broken Mirror 11-Turathi Assault}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7k8Yzxl5OqifCvFu]{Broken Mirror 12-Aura of Flawed Nature}</p> <p>@Compendium[dnd-4e-compendium.module-powers.8PxWEjIoARMTn1Cy]{Broken Mirror 20-Cloud of Misfortune}</p><p>Published in Dragon Magazine 383, page(s) 71. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uPZYwbLDqkCU7hFB",
	"_key":"!items!uPZYwbLDqkCU7hFB"
}