{
	"name":"Captain of Fortune Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>You believe that a great destiny awaits anyone who has the audacity to take fate into his or her own hands. Self-awareness, confidence, and a sharp eye for opportunity allow a hero to reach a destiny, yet sometimes destiny needs a little bit of help. And that's where you come in. </p><p>You teach your comrades and followers the principles of self-empowerment to help them reach for greater heights. You believe that someone who is alert and grabs opportunities as they come can triumph against any adversary. A force of balance is at work within the world, and fortune, fate, luck, or chance-whatever you care to call it-gathers around the bold like an invisible mantle. Fortune rarely smiles for long on those who prey on others or who stand on the side of iniquity; their day of ill fortune comes eventually. You intend to be there when it does. </p><p>Those you lead see you as a good luck charm. They feel empowered in your presence, believing that you have a supernatural gift that improves their chances. You, on the other hand, understand that luck is made, not found. You know that if luck and fate do guide the destinies of you and your friends, without the proper effort and outlook, those destinies will never be fulfilled. </p><p><b>CAPTAIN OF FORTUNE PATH FEATURES </b> </p><p><b>Know Your Strength (11th level)</b></p><p>When rolling damage for a weapon attack, you treat a roll of 1 or 2 as a roll of 3. </p><p><b>Seize the Day (11th level)</b></p><p>When you spend an action point to attack and you roll an odd number on the first attack roll, you gain temporary hit points equal to 5 + one-half your level. If you roll an even number on the first attack roll, each ally within 5 squares of you gains temporary hit points equal to one-half your level. </p><p><b>Presence of Greatness (16th level)</b></p><p>You can spend two action points during an encounter, but no more than one per round. </p><p><b>CAPTAIN OF FORTUNE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.FiSGltDQhBIrKZnY]{Captain of Fortune 11-Lady Luck Smiles}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JPqwd63juFmZbznB]{Captain of Fortune 12-Favored Fortune}</p> <p>@Compendium[dnd-4e-compendium.module-powers.HMBUAYKGxcVWRve8]{Captain of Fortune 20-Strike of Foul Fate}</p><p>Published in Martial Power 2, page(s) 99. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"lzkWCh5HZXuP9qmL",
	"_key":"!items!lzkWCh5HZXuP9qmL"
}