{
	"name":"Caravan Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dune trader theme </p><p>Caravans are the vital links in the chains of commerce binding outposts of civilization together across the wild wastelands of Athas. They come in many different forms from place to place-long files of slave porters, pack trains of heavily laden crodlus and kanks, wagons drawn by snorting inixes, and of course the towering mekillot-drawn argosy wagons that are wooden fortresses on wheels. Regardless of the beasts of burden or the goods carried, caravans are crucial to maintaining Athasian civilization. Not only do they carry valuable goods from one city to the next, they also carry rumors and tales of doings all across the Tyr Region to people thirsty for news of other places, provide travelers with the opportunity to surround themselves with the safety of numbers, and feed scores of desert outposts and settlements with a steady stream of food and supplies. </p><p>Leading a successful caravan is no mean feat. Disaster in a hundred guises waits in the desert-hungry monsters, savage raiders, ruthless competitors, scourging sandstorms, unreliable wells, mutinous drivers, and the possibility that the goods turn out to be worth less than one paid for them when they reach market. From day to day, a caravan master might have to lead the guards and drivers in battle, search out a new path when a familiar road is buried in the shifting sands, bribe greedy officials, or enforce brutal discipline on a rebellious underling. It takes a rare combination of character judgment, business acumen, and physical courage-attributes you've cultivated for years. On the open desert, you are the master of your fate, and you wouldn't have it any other way. </p><p><b>CARAVAN MASTER PATH FEATURES </b> </p><p><b>Master's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +2 power bonus to all defenses until the end of your next turn. In addition, you or one ally within 5 squares of you can make a saving throw. </p><p><b>Road-Hardened (11th level)</b></p><p>You gain +1 speed. Each ally that starts his or her turn within 5 squares of you gains +1 speed until the end of his or her turn. </p><p><b>Sharp Customer (16th level)</b></p><p>Whenever you make an Insight or a Perception check, you can roll two dice and use the higher result. Additionally, you never grant combat advantage from being flanked. </p><p><b>CARAVAN MASTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.y73P9mBUzK1oWTbI]{Caravan Master 11-Desert Skirmish}</p> <p>@Compendium[dnd-4e-compendium.module-powers.k1SbrCnamDRdQ0jt]{Caravan Master 12-Merchant's Strategy}</p> <p>@Compendium[dnd-4e-compendium.module-powers.boySGOHRp5KNithJ]{Caravan Master 20-Fighting Retreat}</p><p>Published in Dark Sun Campaign Setting, page(s) 44. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5Bwa1qPiRIzG29Fh",
	"_key":"!items!5Bwa1qPiRIzG29Fh"
}