{
	"name":"Catalyst Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ardent </p><p>Although knowledge and training are great virtues, sometimes such expertise acts as a barrier. Knowledge can breed complacency, blinding an individual to a better path. As an individual specializes, time spent gaining a deeper understanding of the chosen specialty is time not used to expand his or her knowledge in other areas. Too much focus can narrow the vision. </p><p>Rather than bind yourself to one pursuit and one belief, you expand your mind and reject your assumptions. In doing so, you find new possibilities to explore. The lessons you learn help you overcome different challenges and hardships, and they allow you to adapt to whatever situation you face. </p><p>The liberation you enjoy can also extend to your companions. Reaching into their minds, you stir their true selves, shaking them free from the expectations that bind them. No doubts or fears hold them back. They are free to strive harder and to push past limitations their expertise places on them. You are their catalyst, and with a mere mental touch, you effect a transformation to help them become what they were meant to be. </p><p><b>CATALYST PATH FEATURES </b> </p><p><b>Adaptive Expertise (11th level)</b></p><p>After each extended rest, choose one skill in which you do not have training. Until the start of your next extended rest, you are treated as if you had training in that skill. </p><p><b>Goading Action (11th level)</b></p><p>When you spend an action point to make an attack and hit with your first attack roll, one ally adjacent to you can shift as a free action and a different ally within 5 squares of you can make a basic attack as a free action. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Erupting Critical (16th level)</b></p><p>When you score a critical hit using an ardent power, each ally within 5 squares of you gains a +5 bonus to damage rolls until the start of your next turn. </p><p>Published in Psionic Power, page(s) 24. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DfA1qFQEHzT8PVmB",
	"_key":"!items!DfA1qFQEHzT8PVmB"
}