{
	"name":"Celestial Scholar Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Sorcerer, Cosmic Magic class feature </p><p>The tradition of the celestial scholar is more academic than the paths of other cosmic sorcerers, and definitely more cerebral than the paths of other types of sorcerers. You plot the courses of the stars and other celestial bodies, and through this knowledge you gain access to a well of power as vast as the night sky. </p><p><b>CELESTIAL SCHOLAR PATH FEATURES </b> </p><p><b>Celestial Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +2 bonus to attack rolls and damage rolls with cold, psychic, and radiant powers until the end of your next turn. </p><p><b>Cosmic Concordance (11th level)</b></p><p>When you use a daily arcane attack power and choose to change your Soul of the Cosmic Cycle phase, you can change to either of the two other phases. </p><p><b>Phase Focus (11th level)</b></p><p>One of your Soul of the Cosmic Cycle phases becomes more powerful. Choose one of the following benefits. </p><p><b>Blazing Sun</b></p><p>At the start of your turn while you are in the phase of the sun, each enemy within 2 squares of you takes fire and radiant damage equal to your Strength modifier. </p><p><b>Distant Stars</b></p><p>Whenever you are in the phase of the stars and an enemy's attack misses you, you can teleport a number of squares equal to your Strength modifier as a free action. You can also teleport as an immediate reaction after an attack hits you. </p><p><b>Watching Moon</b></p><p>While you are in the phase of the moon, each enemy adjacent to you that fails a saving throw takes radiant damage equal to your Strength modifier. </p><p><b>Celestial Defense (16th level)</b></p><p>When you are in the phase corresponding to your Phase Focus, you gain a +2 bonus to all defenses. </p><p>Published in Arcane Power, page(s) 43. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"QYIDSN3CfuVZF9rH",
	"_key":"!items!QYIDSN3CfuVZF9rH"
}