{
	"name":"Cerulean Adept Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Psion </p><p>An order of protectors called the Keepers of the Cerulean Sign formed long ago to face the threat of the Far Realm's collision with reality. The keepers achieved a great victory and fenced out an invading sovereignty of madness behind potent seals. But as often happens, without an imminent threat to face, the protectors slowly faded from history, and their most potent weapons, artifacts known as the Seven Cerulean Seals (also called the Seven Keys), were lost or destroyed. </p><p>But the Far Realm remains. Its presence is a barb in reality's side. Some say psionic power itself is the world's answer to the Far Realm. Just as a body unconsciously fights off sickness, the universe prepares for some future battle by sowing psionic potential among its denizens. </p><p>Your psionic ability alerted you to the growing aberrant threat at a young age. Despite being a psionic weapon against aberrant spawn, you sought out even more potent weapons. While in the depths of a psionic trance, you glimpsed the original Cerulean Seals. There is little hope of recovering them, but you formed an image of them in your mind and created a copy. Like one of the seals, your copy-a Cerulean Sign-consists of a stylized white tree on a sky-blue background. Though imperfect, it is enough to empower you. You have taken up the sign and pledged yourself to the world's defense. </p><p><b>CERULEAN ADEPT PATH FEATURES </b> </p><p><b>Cerulean Action (11th level)</b></p><p>When you spend an action point to use an at-will attack power that has a 1-point augmentation, you can use that augmentation without spending a power point. </p><p><b>Cerulean Sign Focus (11th level)</b></p><p>You gain a +1 bonus to Will. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>All-Seeing Eye (16th level)</b></p><p>When you attack with an augmented psionic power, you can score a critical hit on a roll of 19-20. When you attack an aberration with an unaugmented psionic power, you can score a critical hit on a roll of 18-20. </p><p>Published in Player's Handbook 3, page(s) 94. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UrOqBCbL8QH9ng3E",
	"_key":"!items!UrOqBCbL8QH9ng3E"
}