{
	"name":"Champion of Corellon Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Paladin, must worship Corellon </p><p>A knight of the eladrin courts, you are pledged to the service of the lords of the fey. Along with valor and martial skill, you have shown exceptional patience, grace, and compassion-qualities admired in eladrin and elven realms alike. You follow a personal code that resembles the chivalric traditions of the mortal world, but you bring a fey perspective to the concepts of honor, valor, and fidelity. Most knights are obligated to prove their bravery by declining advantages that reduce risk in battle, but you do not scorn the bow, the spell, or the ruse of war when such tactics are effective. You have learned techniques for making the best use of agility and quickness even while wearing the heaviest armor. </p><p>Among the eladrin, those who follow this path are known as the Aelavellin Seldarine-the Sword Knights of the Seldarine. Most such champions are eladrin, elves, or half-elves, for Corellon is the patron of these peoples. However, any noble warrior devoted to the lord of the Seldarine can become a champion of Corellon. Those champions of Corellon who are of other races find a warm welcome in most eladrin and elven communities and are usually regarded as ruathar (\"star-friends\"), honored allies. </p><p><b>CHAMPION OF CORELLON PATH FEATURES </b> </p><p><b>Restorative Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also spend a healing surge. </p><p><b>Superior Defense (11th level)</b></p><p>If your Dexterity score is 13 or higher, you gain a +1 bonus to AC while wearing heavy armor. If your Dexterity score is 15 or higher, the bonus is +2. </p><p><b>Light-Footed Warrior (16th level)</b></p><p>You ignore the speed penalty for wearing heavy armor. In addition, when you bloody an enemy or reduce it to 0 hit points on your turn, you can shift 1 square as a free action. </p><p>Published in Divine Power, page(s) 95. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3VpMQIZqeJwHA789",
	"_key":"!items!3VpMQIZqeJwHA789"
}