{
	"name":"Champion of the Vigil Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Membership in the Circle of Smoke and Whispers </p><p>You haven't been through Hell. Not yet. </p><p>Ever since you joined the Circle of Smoke and Whispers, the Hells have been trying to work through you instead. With countless painstaking maneuvers, through endless waves of vicious engagements, you have driven them back each time. If even a fraction of your sacrifices were known, they would move the most hardened veteran to tears. Secrecy is part of the price you pay to do what you do so well. You don't claim the honor of your victories or boast of your accomplishments; you can't mourn for fallen friends either or pay the tribute due them. Only the Circle of Smoke and Whispers knows your worth and your burdens. In the world you've sworn to protect, through the people who depend on you, you walk unseen and anonymous. </p><p>In this you emulate generations of your predecessors. You have studied and mastered the tenets that grant your success. You watch from the background, strike from the shadows, and disappear without a trace after you eliminate a threat. The Vigil remains; you keep it. Thanks to your dedication, a safer and brighter day will dawn soon. </p><p>When you've been through Hell, though, the world will know it. </p><p><b>CHAMPION OF THE VIGIL PATH FEATURES </b> </p><p><b>Disappearing Action (11th level)</b></p><p>When you spend an action point to take an extra action, as a free action before the end of your turn you can shift your speed and make a Stealth check to hide, ignoring the penalty to your Stealth check for movement. </p><p><b>Violent Emergence (11th level)</b></p><p>Whenever you make an attack against a surprised enemy or an enemy from which you are hidden, your attack can score a critical hit on a roll of 19-20. </p><p><b>Attack with Care (16th level)</b></p><p>When you are hidden and miss all targets of an attack, you can reroll the attack and use the second result </p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"4Pld2SeWj7qxyzNL",
	"_key":"!items!4Pld2SeWj7qxyzNL"
}