{
	"name":"Chromatic Bane Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any divine class </p><p>The titanic struggle between Bahamut and Tiamat is legendary. Throughout history, the two gods have clashed, their armies mustering and throwing themselves against each other repeatedly as the two powers struggle for dominance. No matter the other interests guiding them or their involvement in the natural world, their longstanding animosity inevitably comes to the fore. Many champions fighting for the Platinum Dragon identify this endless conflict and come to see Tiamat as evil's author in the world. Those who do might take the battle to Tiamat's followers, committing themselves to rooting out and destroying her dragons and other servants. As a Chromatic Bane, you devote your training and purpose to the destruction of evil dragons. Metallic or chromatic, planar or otherwise, if the dragon is sworn to the Lady of Avarice, it becomes your sworn enemy. You hone your fighting techniques to withstand draconic fury and develop ways to lend aid to comrades who fight at your side. When you master your style, you become Tiamat's bane, a relentless adversary opposing her designs on every front. </p><p><b>CHROMATIC BANE PATH FEATURES </b> </p><p><b>Inspired Bravery (11th level)</b></p><p>When you end your turn, one ally who can see you can make a saving throw against a charm effect or a fear effect. </p><p><b>Resilient Action (11th level)</b></p><p>When you spend an action point to make an extra attack, you also gain resist 10 to one of the following damage types until the end of the encounter: acid, cold, fire, lightning, or poison. At 21st level, the resistance increases to 15. </p><p><b>Platinum Mantle (16th level)</b></p><p>You gain the Channel Divinity power platinum mantle. </p><p><b>CHROMATIC BANE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.wv9RKjBOUzxao0XI]{Chromatic Bane 11-Rolling Stab}</p> <p>@Compendium[dnd-4e-compendium.module-powers.CnrzeUyPfMuc0Y7b]{Chromatic Bane 12-Rousing Cry}</p> <p>@Compendium[dnd-4e-compendium.module-powers.WDZe9GOjgsVcfHE7]{Chromatic Bane 20-Heartstrike}</p><p>Published in Dragon Magazine 378. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qMG6vB1SW5tUHKFC",
	"_key":"!items!qMG6vB1SW5tUHKFC"
}