{
	"name":"Cloaked Sniper Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Stealth </p><p>The advantage of getting the drop on an enemy is acknowledged far and wide. Equally prized is the benefit of taking out important targets with little risk. No one is better at accomplishing either task than a trained sharpshooter, and the sharpshooter's weapon of choice is the crossbow. </p><p>Nations and mercenary groups train specialized soldiers to use crossbows in this fashion. Underworld organizations do the same. Any such soldier is essentially an assassin who knows how to use a crossbow to slay from a distance without attracting notice. Dwarves in particular prize this exception to their normally straightforward battle tactics. That race produces fine snipers. </p><p>Such shooters don't shy away from a normal fight. They understand that reconnaissance and a plan, along with the ability to strike unseen from a great distance, are great advantages in a combat situation. A good ambush leaves the enemy weakened and confused, giving any follow-up assault a better chance of working. </p><p>You have chosen to hone your skills along these lines. You prefer to strike from hiding with a wellplaced shot and to remain unobserved during a confrontation, aiding your allies by picking off foes without ever drawing notice. The hand crossbow is your preferred weapon. </p><p>Sniping is the ultimate tactic for you. The sound of a bolt finding its target is the sweet toll of victory. A bolt you fire might take out a sentry in a single hit, as well as sending your enemies scurrying for cover. If you miss, no matter. You can slink back into the shadows until you have a chance to shoot again. </p><p><b>CLOAKED SNIPER PATH FEATURES </b> </p><p><b>Crossbow Savant (11th level)</b></p><p>You add 5 squares to the normal range of any crossbow you wield and 10 squares to the long range. Treat a hand crossbow as an off-hand weapon, and treat any crossbow that has the load minor property as having the load free property instead. </p><p><b>Sniper Action (11th level)</b></p><p>When you spend an action point to make a ranged basic attack and you have combat advantage against the target of the attack, you can add your Sneak Attack damage even if you have already dealt Sneak Attack damage during this round. If the attack hits, you can shift 1 square. </p><p><b>Versatile Combatant (16th level)</b></p><p>When you are armed with a melee weapon in your main hand and a hand crossbow in your off hand, you do not provoke opportunity attacks when attacking with your hand crossbow. </p><p><b>CLOAKED SNIPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.5yhEsRTik1fw2JGn]{Cloaked Sniper 11-Sudden Bolt}</p> <p>@Compendium[dnd-4e-compendium.module-powers.hOjA56g0QHRUMVYJ]{Cloaked Sniper 12-Unseen Shot}</p> <p>@Compendium[dnd-4e-compendium.module-powers.pO90w21YGmvj8Ckq]{Cloaked Sniper 20-Bolt from Nowhere}</p><p>Published in Martial Power, page(s) 88. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Vt1kRYTpDeoswrdP",
	"_key":"!items!Vt1kRYTpDeoswrdP"
}