{
	"name":"Commando Captain Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>Sometimes a small squad of specially trained or highly skilled people can do what an army can't. A precise strike or a cunning raid can turn the tide in many dangerous situations. Numerous nobles and mercantile interests keep or patronize assault teams such as these for situations that call for decisive offensive action. A unit of such specialists can instead become its own employer, attacking and looting monster lairs on the borderlands and becoming rich in the process. Another such group might itself become a menace, turning superior combat prowess toward banditry or tyranny. </p><p>The world is in a dark age. Desperate times favor resourceful people. But even bold and venturesome folk need wily leadership to thrive. Such a leader helps a team hit hard and stay mobile, avoiding obstacles, overcoming foes, and keeping one step ahead of the enemy. In fact, precision command and an eye toward stealth can make all the difference in smallsquad engagements. </p><p>You are such a leader, whether through formal training in elite unit command or as a result of direct experience, or both. Those who observe you might say you're the team's commander, but you see yourself as an expert facilitator among able peers. You know the skills of those with whom you work, and you always have the right trick to keep the whole party in fighting shape. The cohesion you have created among your comrades has seen you through much in the past, and it speaks of your future success. </p><p><b>COMMANDO CAPTAIN PATH FEATURES </b> </p><p><b>Camouflaging Command (11th level)</b></p><p>When you use a warlord power that grants movement to an ally, that ally gains concealment until the end of your next turn. </p><p><b>Commando Action (11th level)</b></p><p>When you spend an action point to take an extra action, an enemy of your choice within 10 squares of you grants combat advantage to you until the end of your next turn. </p><p><b>Mobility Tactics (16th level)</b></p><p>Whenever an adjacent ally shifts, the ally can shift 1 additional square. </p><p>Published in Martial Power, page(s) 120. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"m3f9gUB4SuwbQ6YG",
	"_key":"!items!m3f9gUB4SuwbQ6YG"
}