{
	"name":"Compassionate Healer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Cleric </p><p>Swords and spells can hold off enemies for a time, but still the best and bravest heroes fall to opposing forces. Thus, you have dedicated all your spirit to healing heroes' injuries and sustaining their efforts. You are a master of healing, and you are not afraid to give freely of your own strength and life to aid your companions. </p><p>Even more than your fellow heroes, you willingly risk yourself so that others might live, inspiring your comrades to daring acts of courage. You are not suicidal; you're just committed to your cause. Every wound you suffer spares another champion to fight on in the name of your god and beliefs. Death elicits no fear in you; your reward waits in the hereafter. </p><p><b>COMPASSIONATE HEALER PATH FEATURES </b> </p><p><b>Compassionate Blessing (11th level)</b></p><p>When you let an ally spend a healing surge to regain hit points using a healing power, you can choose to take 5 damage. If you do, one of the power's targets regains 2d6 additional hit points, and you gain a +2 power bonus to all defenses until the end of your next turn. </p><p><b>Selfless Action (11th level)</b></p><p>When you spend an action point to take an extra action, an ally within 5 squares of you can also spend a healing surge. </p><p><b>Healer's Sacrifice (16th level)</b></p><p>When you grant an ally the opportunity to spend one or more healing surges and that ally has no more than one healing surge left, you can spend one or more healing surges but regain no hit points. Each healing surge you spend reduces the number that ally spends by one. The ally regains hit points as if he or she had spent the healing surges. </p><p>Published in Divine Power, page(s) 47. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"B3ctHghvZkXjTpOa",
	"_key":"!items!B3ctHghvZkXjTpOa"
}