{
	"name":"Concordant Leader Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Genasi, warlord </p><p>Within the Elemental Chaos, disparate elements battle for supremacy. In numerous places, the land, sky, and sea roil in a never-ending clash of lightning and fire, poison gas and rolling earth, biting water and tearing wind. The chaos is much like a worldly battlefield on which no leader exerts control. Where one element dominates, the will of a mighty force of nature is often what makes it so. </p><p>The unrestrained chaos is much like a worldly battlefield on which no skilled leader exerts control. In such a combat zone, forces clash without clear direction. The tide of battle is all too often determined merely by fate. Clear advantage on one side or the other can rarely be overcome. One side overwhelms the other by happenstance or because of uneven odds. Victory is won at too heavy a cost. </p><p>A mythological genasi general of the ancient world, Vyn-kazi, knew the price of warfare's chaos all too well. She had witnessed it. Like the entropic realm from which they sprang, the great Primordials warred with the gods with no common purpose and no organization-no plan at all. Most of these mighty beings were fractious and grasping loners with armies of fierce slaves. They all but allowed the gods to coordinate against them. One by one, each and its armies succumbed to the gods and their legions. </p><p>Vyn-kazi survived a disastrous battle in which her master, Nekal of the Glowing Deep, fell against a host that included Pelor, Kord, Bane, Ioun, and Sehanine. The watersoul genasi went on to swear fealty to Pelor and to take on a firesoul aspect in his name. She then led her people against other Primordials in service to the god of the sun, taking the calm blending of two elements in her spirit and what she had witnessed in Nekal's defeat as models for her command style. </p><p>Similar to celebrated Vyn-kazi, you have learned to mingle and control the elements that cavort in your body and spirit. Your military training has taught you how to guide a combat to triumph by blending the skills of your allies with the needs and variables of the challenge. You have applied your life's lessons to your teaching, acknowledging that every clash is a meeting of contrasting elements. By carefully mixing those forces, you need not rely on fortune for your success. </p><p><b>CONCORDANT LEADER PATH FEATURES </b> </p><p><b>Concordant Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also change your elemental manifestation to any other you are capable of manifesting. When you do, you also regain the use of the power associated with the new manifestation if you have used it during this encounter. </p><p><b>Extra Manifestation (11th level)</b></p><p>You gain the Extra Manifestation feat (Forgotten Realms Player's Guide). If you already have the feat, you instead select any other feat for which you meet the prerequisites. </p><p><b>Concordant Resistance (16th level)</b></p><p>You gain resist 5 to cold, fire, and lightning. While any ally is adjacent to you, he or she gains the same resistances. These resistances are not cumulative with any other resistance you or your allies possess. </p><p><b>CONCORDANT LEADER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.1rNgIjLf29ae6CGA]{Concordant Leader 11-Borrowed Protection}</p> <p>@Compendium[dnd-4e-compendium.module-powers.thQEF2uBAiHJkX0T]{Concordant Leader 12-Shared Manifestation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SQCUaLBAXVbD0tMu]{Concordant Leader 20-Elemental-Heart Strike}</p><p>Published in Martial Power, page(s) 121. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"P1YyaKR3s6EDnhiA",
	"_key":"!items!P1YyaKR3s6EDnhiA"
}