{
	"name":"Coronal Guard Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage </p><p>Since the days of the Crown Wars, the eladrin have studied the swordmage's art, seeking to fuse arcane mastery and martial skill into a single seamless style. You are a student of this exclusive tradition. Where the genasi traditions of Abeir are known for their spectacular fury and flamboyant style, you have mastered the graceful and reserved elven battle arts. You sow your arcane magic into your wardings and armor, unleashing it only when your enemy least expects you to strike. </p><p>Several traditions of eladrin sword magic exist in Faerûn. The Coronal Guard tradition is a style perfected in the realm of Cormanthyr more than a thousand years ago. In those days, the armathors were the elite guards of Myth Drannor's coronals. Despite their skill and valor, Myth Drannor fell during the Weeping War more than seven hundred years ago, and most armathors were slain. However, a few survived to pass on their lore. With the refounding of Myth Drannor, the armathors live again as the Coronal Guard of the City of Song. </p><p>The eladrin of Myth Drannor do not teach the armathor's art to just anyone. However, this tradition is known in other places as well-for example, Evereska, Evermeet, and Silverymoon. Even in the absence of formal instruction, skillful swordmages of other races have been known to imitate the armathor style. </p><p><b>CORONAL GUARD PATH FEATURES </b> </p><p><b>Improved Silver Shield (11th level)</b></p><p>When you use your aegis of shielding immediate interrupt, you also gain temporary hit points equal to 10 + your Constitution modifier. At 21st level, this value increases to 15 + your Constitution modifier. </p><p><b>Swordshield Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain a +2 bonus to all defenses until the start of your next turn. </p><p><b>Improved Swordmage Armor (16th level)</b></p><p>When you have a hand free, your swordmage armor bonus increases by 1. </p><p><b>CORONAL GUARD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.f5xMYus7v9emDZw4]{Coronal Guard 11-Countering Thunderclap}</p> <p>@Compendium[dnd-4e-compendium.module-powers.31dLKoxcuiwkhJqg]{Coronal Guard 12-Dragon Scales}</p> <p>@Compendium[dnd-4e-compendium.module-powers.PBa8K0XTlEmVYC6e]{Coronal Guard 20-Avaunt Foe}</p><p>Published in Forgotten Realms Player's Guide, page(s) 48. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xu2vCMIFamwRq598",
	"_key":"!items!xu2vCMIFamwRq598"
}