{
	"name":"Crimson Arbiter Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>You are an agent of justice to your deity's enemies. You are judge, jury, and executioner, although you are more than an inflicter of punishment. You are also a redresser of wrongs and a giver of absolution, enjoined to aid those who have been unfairly treated and to set injustices aright. According to longstanding tradition, you conceal your features beneath a crimson mask or hood while you perform your duties. By this sign the condemned and the forgiven alike know that you are acting not from your mortal passions or preferences, but as your divine master instructs. Crimson arbiters are most likely to serve deities concerned with law or justice, such as Erathis, Bahamut, Pelor, or Bane. </p><p>You carry small strips of paper marked with sacred glyphs that lend strength to your prayers for justice. Each holds the name of a power epitomizing mercy, perception, balance, or punishment, guiding you in your judgments. </p><p><b>CRIMSON ARBITER PATH FEATURES </b> </p><p><b>Arbiter's Action (11th level)</b></p><p>When you spend an action point to make an attack, any enemy you hit with that attack takes a -2 penalty to attack rolls (save ends). </p><p><b>Just Presence (11th level)</b></p><p>When you score a critical hit with an invoker power, you gain a +2 power bonus to attack rolls against any enemy within 2 squares of you. This bonus lasts until the end of the encounter. </p><p><b>Justice's Wrath (16th level)</b></p><p>The first enemy that damages you in an encounter is subject to your wrath. Until the end of the encounter, you can reroll any damage die that comes up as a 1 when you make a damage roll that includes that enemy as a target. </p><p><b>CRIMSON ARBITER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.kWnPS0mK18DqJb4r]{Crimson Arbiter 11-Sign of Guilt}</p> <p>@Compendium[dnd-4e-compendium.module-powers.h3JHcTQKfwjXxySR]{Crimson Arbiter 12-No Rest for the Wicked}</p> <p>@Compendium[dnd-4e-compendium.module-powers.KkNiWshq3JUV6895]{Crimson Arbiter 20-Sign of Penance}</p><p>Published in Divine Power, page(s) 71. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uyxsMYgSANV4eJGU",
	"_key":"!items!uyxsMYgSANV4eJGU"
}