{
	"name":"Crimson Hunter Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Seeker </p><p>The spirits demand recompense for crimes committed against the natural world, and they accept payment only in blood. You are their collector. You range the land to exact the price your enemies must pay for violating the world. You are a relentless hunter, ruthless in your mien, and efficient in your methods. </p><p>The spirits aid you in your efforts by imparting to you the ancient hunting methods of your people. Though your ancestors used these techniques to bring down game, you find them equally effective in eliminating your foes. Each time an enemy falls, you reaffirm your bond to your spirit guides, offering the fallen enemy as a sacrifice to slake their thirst until you next come upon a deserving foe. </p><p>As a crimson hunter, you focus on the striker elements found in many seeker evocations. The smell of blood provokes you, letting you move more quickly to engage your enemies. These techniques allow you to close the distance to bring an enemy in range or to skirt the battlefield for your next strike. </p><p><b>CRIMSON HUNTER PATH FEATURES </b> </p><p><b>Accurate Arrow (11th level)</b></p><p>You gain a +1 bonus to the attack rolls of your ranged basic attacks. </p><p><b>Crimson Hunter's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +1 bonus to speed until the end of the encounter. </p><p><b>Keen Missile (16th level)</b></p><p>When you make a ranged basic attack, you can score a critical hit on a roll of 19-20. </p><p>Published in Player's Handbook 3, page(s) 130. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"gWFJiXd3A28QODcx",
	"_key":"!items!gWFJiXd3A28QODcx"
}