{
	"name":"Crystalmind Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shardmind, shard swarm racial power </p><p>Your body is an arrangement of inert matter infested with your consciousness. But the spark of your soul is just one part of a much vaster being. Yes, that entity is destroyed and its mind is splintered . . . but if you focus on the shards that make up your form, you can begin to hear the susurrus of a thousand, or perhaps even a thousand thousand other shardmind consciousnesses somewhere \"out there.\" </p><p>With a little more concentration, you can tap into this fantastic network of your fellows and use it to hypercharge your own cognition. You can gain a limited ability to predict the immediate future. You can channel the output of all those minds to enhance your attacks. Sometimes you have the ability to borrow the abilities from other shardminds. </p><p>When you manage a particularly clear connection, at times you can predict the future so well that you exploit a foe's momentary weakness. </p><p>All this extra mind power comes at a price; you can get caught up experiencing shadow glimpses from the lives of countless other shardminds. But occasional fugue states do not concern you; they are the price you must pay as you tap the detritus of a mind that might have once equaled a god's cognition. </p><p><b>CRYSTALMIND PATH FEATURES </b> </p><p><b>Psychic Network (11th level)</b></p><p>Choose two skills: Arcana, Dungeoneering, History, Nature, or Religion. You become trained in those skills. </p><p><b>Shard Swarm Reflex (11th level)</b></p><p>When you spend an action point to take an extra action, you can use your shard swarm power as a free action, even if you have already expended it in this encounter. </p><p><b>Psychic Channel (16th level)</b></p><p>When you use one of your 1st-level at-will attack powers unaugmented, you can choose to have that power deal psychic damage instead of the normal damage types dealt by that attack. </p><p>Published in Dragon Magazine 387, page(s) 19. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"T6cO1MUwpYkRD50l",
	"_key":"!items!T6cO1MUwpYkRD50l"
}