{
	"name":"Cunning Prevaricator Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard </p><p>Fey tricksters, gnomes, and storytellers of every race know many legends unfamiliar to other creatures-tales from secluded forests, burrows deep underground, the lairs of powerful beasts, and the locked vaults of powerful monarchs. And what they don't know, they make up. </p><p>As a cunning prevaricator, you traffic in the honored (at least among some) traditions of exaggeration, misdirection, and out-and-out lying. You study and follow the teachings of great fabulists of the past-all of them fictional, almost certainly-and apply that knowledge to your bardic skills. You transfer your natural talent for illusion and deception to your friends, granting them some small measure of glory-or so you try to convince them. </p><p><b>CUNNING PREVARICATOR PATH FEATURES </b> </p><p><b>Shrouding Action (11th level)</b></p><p>When you spend an action point to take an extra action, you and one ally you choose within 5 squares of you become invisible until the end of your next turn. </p><p><b>Virtue of Deceit (11th level)</b></p><p>When you use your Bardic Virtue class feature, one ally you choose within 5 squares of you gains combat advantage against the target of his or her next attack. </p><p><b>Trickster's Mercy (16th level)</b></p><p>When you use majestic word to heal a bloodied ally, that ally becomes invisible until the start of his or her next turn. </p><p>Published in Arcane Power, page(s) 18. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SsbgADQjCOpuBVEN",
	"_key":"!items!SsbgADQjCOpuBVEN"
}