{
	"name":"Curseborn Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Drow </p><p>Each drow character is born into darkness and then burdened with the Corellon's curse and Lolth's blessing. The curse manifests in their enslavement to the Spider Queen, while the blessing represents the goddess's filthy touch, a gift ensuring the drow remain in her service. Drow can use only a portion of Lolth's power, manifesting it into clouds of darkness or limning their enemies with purple flame, but a few drow are powerful enough to expand their talents in other areas. These drow learn to unlock the hidden reserves of their curse and exploit them to achieve greater results. </p><p>As a curseborn, you have awakened hidden powers within you. Whether you believe these powers are further gifts granted to you by the Spider Queen or are a permutation of your existing abilities granted by Lolth's touch, or even a revelation based on your efforts to find redemption, the results are the same. Your Lolthtouched powers are intensified, your darkness is alive with umbral strands of shadow, and your ability to create darkfire is magnified to encompass to affect a number of enemies. In addition, you also learn methods of using Lolth's gifts in superior ways, from burning your foes with the flames of darkness to sliding into the Shadowfell to cloak your body with tendrils of darkness. </p><p>Your evolution into a curseborn results in a subtle transformation that is unnoticeable except when you are using your curseborn or Lolthtouched powers. Each time you tap into these abilities, your bright eyes flare, casting your face into ghastly shadows, while tiny black spiders composed of living shadow scurry off to vanish into puffs of acrid smoke. None of these features interferes with your other abilities, but drow recognize you as being kissed by the Spider Queen. </p><p><b>CURSEBORN PATH FEATURES </b> </p><p><b>Clinging Shadows (11th level)</b></p><p>In addition to its normal effects, the area of your cloud of darkness power is also difficult terrain for all creatures except you. </p><p><b>Curseborn Action (11th level)</b></p><p>When you spend an action point to take an extra action, you regain the use of one of your Lolthtouched powers you have already expended this encounter. </p><p><b>Darkfire Conflagration (16th level)</b></p><p>Whenever you use your darkfire power, you can target three creatures instead of one. </p><p><b>CURSEBORN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.T7G5sLI8w4yY1evR]{Curseborn 11-Accursed Flames}</p> <p>@Compendium[dnd-4e-compendium.module-powers.4EXs8coxihPfSb5p]{Curseborn 12-Drow Shadow Stride}</p> <p>@Compendium[dnd-4e-compendium.module-powers.q5ep41gNFsrDjtbT]{Curseborn 20-Alluring Lights}</p><p>Published in Dragon Magazine 367, page(s) 40. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"sSv94mzpLCi5bMTA",
	"_key":"!items!sSv94mzpLCi5bMTA"
}