{
	"name":"Daring Acrobat Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Acrobatics </p><p>Acrobatics is a widespread and popular talent. All people, from nobles to peasants, enjoy acrobatics shows, whether amid the finery of court or the debris of the street. A few venturesome religious rites, especially those that pay homage to Avandra or Kord, require the skill. Mastery of the body is part of numerous education philosophies, and acrobatics is unmatched in cultivating fitness and balance. Thieves and burglars use the skill to ply their trade. Training is easy to find and widely accepted. Some youngsters attain a level of mastery well before they reach adolescence. </p><p>Not to be underestimated is the value of such proficiency on the battlefield. A combatant who is adept at acrobatics can maneuver like no other. The adroit use of the skill opens up advantages that other warriors can't attain and allows the acrobat to avoid being pinned down. Movement becomes quicker and smoother as the acrobat uses the whole body as a tool, rather than just relying on the feet and the legs. It's obvious why some martial training includes instruction in acrobatics. </p><p>It's also clear that the adventurer has even more use for acrobatics than a warrior or a soldier does. Explorers routinely face perils that are best overcome with agility, poise, and a sense of one's body. More than one fortune seeker owes life and limb to his dedicated schooling in acrobatics. </p><p>To say that of you is a gross understatement, however. It doesn't matter if you came by your skill in a formal academy, from family tradition, or through the school of hard knocks. You have made acrobatics not only an art form, but also a martial style all your own. </p><p>You flabbergast friend and foe alike with your talent. Using it, you routinely accomplish tricks that seem beyond mortal capacity. With your flamboyant derring-do, you deliver terrible attacks and deftly capitalize on the smallest openings. </p><p><b>DARING ACROBAT PATH FEATURES </b> </p><p><b>Acrobatic Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain an extra move action that you must use this turn. </p><p><b>Tumbling Positions (11th level)</b></p><p>You do not grant combat advantage to enemies when you are balancing, climbing, or prone. </p><p><b>Agile Charge (16th level)</b></p><p>When you begin a charge, you gain a +1 bonus to AC and Reflex until the start of your next turn. Also, after completing a charge, you can take further actions (if you have any left). </p><p><b>DARING ACROBAT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.1uvPIx38kiM240qJ]{Daring Acrobat 11-Wild Tumble Cut}</p> <p>@Compendium[dnd-4e-compendium.module-powers.CgQETKZJAcqS7ea3]{Daring Acrobat 12-Flawless Stunt}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Y1BqjvpfSzlEtxoU]{Daring Acrobat 20-Dramatic Finish}</p><p>Published in Martial Power, page(s) 89. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"P6TScedw2QbpXh4j",
	"_key":"!items!P6TScedw2QbpXh4j"
}