{
	"name":"Daring Blade Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, any martial class </p><p>In the right hands, a blade is every bit the instrument a mandolin can be. As a bard, your ability to perform, to captivate audiences with song or story, is key. Through your tales or music, allies find new inspiration, while enemies find despair. You can clarify situations with your bold insights or muddy your foes' senses with mocking wit and subterfuge. Just as this is possible through a bard's music, so it is possible through other venues of performance. </p><p>Rather than spend your time on dusty old tales or mastering a complex instrument, you focus on the performance with a blade. Your precise stances and a perfect execution of your fighting style's forms, combined with a dash of improvisation, elevate the grim business of combat to an impressive display of physical mastery and fighting technique. Through it all, you harry your foes with dazzling swordplay and razor sharp wit. </p><p>Upon embarking on this path, you incorporate martial techniques into your spells, blending the two into a fighting style unique to you. Your forceful personality proves every bit as strong as the musclebound fighter and as quick as the most nimble rogue. Through your incessant mocking, your opponents let down their guard long enough for you to slip in a devastating attack. Your weapon is a blur, focusing on showmanship and speed to dishearten your enemies, while at the same time inspiring your allies to new heights of combat prowess. </p><p><b>DARING BLADE PATH FEATURES </b> </p><p><b>Daring Action (11th level)</b></p><p>You can spend an action point to mark each enemy that can see you until the end of your next turn instead of taking an extra action. You also gain 10 temporary hit points. </p><p><b>Daring Improvisation (11th level)</b></p><p>When you make a martial melee weapon attack, you can use Charisma for the attack roll and damage roll in place of the ability score required by the attack. </p><p><b>Blade Feint (16th level)</b></p><p>You can use Bluff to gain combat advantage against an enemy by spending a minor action instead of a standard action. If you succeed and hit the enemy with a melee weapon attack before the start of your next turn, the target grants you combat advantage until you miss the target with an attack. </p><p><b>DARING BLADE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.7TJitdEKcRS4fUP3]{Daring Blade 11-Weapon Display}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NB8uqajeId2TiFH0]{Daring Blade 12-Defensive Posture (Daring Blade)}</p> <p>@Compendium[dnd-4e-compendium.module-powers.EcBC173ILxjYv2wi]{Daring Blade 20-Offensive Spin Slash}</p><p>Published in Dragon Magazine 376, page(s) 56. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Jj4KnuyaIFN0VZCx",
	"_key":"!items!Jj4KnuyaIFN0VZCx"
}