{
	"name":"Dark Star Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Deva </p><p>At 11th level, your redeemed deva takes on the dark star paragon path. Freeing oneself from corruption is no guarantee against returning to evil, and no one knows this better than does the fallen deva. Reclaiming your deva form does nothing to dispel those memories and experiences from your time as rakshasa. The wicked memories lurk in your thoughts, urging you to indulge in deviant acts, to embrace vice and wickedness, and to succumb to evil's temptation once more. </p><p>Your dark memories haunt you. Try as you might, you cannot silence the voices nor can you suppress the experiences you found in your fallen state. As you were once able, you can still call upon the memories you carry to aid you, but in addition to the other deva lifetimes, you also can draw upon your time as rakshasa as well. Drawing from these recollections places you at risk of falling once more, but provided you remain fixed toward your path, perhaps one day you will overcome the shame you must shoulder. </p><p>Devas know their redeemed brethren as dark stars, so named for their new ascendancy toward virtue and also for the evil shadowing their souls. Devas are, of course, rare in the world and so dark stars are even rarer-so scarce most might believe them representative of the entire race. As a dark star, you must ever contend with your unpleasant memories while working to earn the redemption you have received. </p><p><b>DARK STAR PATH FEATURES </b> </p><p><b>Excruciating Transposition (11th level)</b></p><p>You gain the excruciating transposition power. </p><p><b>Horrifying Action (11th level)</b></p><p>When you spend an action point to take an action, you can use memory of a thousand lifetimes once that turn without expending its use or even if you have used it already during this encounter. Enemies adjacent to you when you spend the action point cannot make opportunity attacks against you until the start of your next turn. </p><p><b>Maddening Delusion (11th level)</b></p><p>When you use memory of a thousand lifetimes to add to an attack and that attack hits, the target takes a -2 penalty to its attack rolls and grants combat advantage until the end of your next turn. </p><p><b>Tangled Fate (12th level)</b></p><p>You gain the tangled fate power. </p><p><b>Vile Rebirth (16th level)</b></p><p>Once per day, when you make a death saving throw, you can add +10 to the saving throw after you roll it. Then, until the end of the encounter, you lose resistance to radiant damage. </p><p><b>Soul Scourge (20th level)</b></p><p>You gain the soul scourge power. </p><p><b>DARK STAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.khandjpxmS3MFGfC]{Dark Star 11-Excruciating Transposition}</p> <p>@Compendium[dnd-4e-compendium.module-powers.G9sKQBJCPRqYw1VF]{Dark Star 12-Tangled Fate}</p> <p>@Compendium[dnd-4e-compendium.module-powers.USvJXFWa8jTqnRcm]{Dark Star 20-Soul Scourge}</p><p>Published in Dragon Magazine 393. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"BT9aF8rfzhMSlmbv",
	"_key":"!items!BT9aF8rfzhMSlmbv"
}