{
	"name":"Darkstrider Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, trained in Dungeoneering </p><p>Beneath the world of daylight lies a vast realm of eternal night-the caverns, tunnels, and vaults of the Underdark. This wilderness of stone is home to dangerous monsters and rapacious civilizations that plague the world, and it's here you're at home. You have explored the lightless passages and wandered the uncounted miles of labyrinthine caves. The bizarre ecology of this subterranean world is as familiar to you as the flora and fauna of a surface forest; you know how to survive where other heroes would find a cruel, swift death. </p><p>As a darkstrider, you are part explorer, part guide, and part hunter. You have made it your task to discover the secret paths and hidden strongholds of the Underdark, mastering the unique dangers of this horrible realm and learning the ways of the creatures and peoples who call it home. You could serve as a spy, keeping watch on the plots of the drow or the mind flayers. You might be an exterminator, fighting a shadowy war against teeming hordes of troglodytes and grimlocks in foul caverns beneath the mountains. Or you might be a subterranean trailblazer, skilled at finding treasures long hidden from the light. In any case, survival in the Underdark is a game of stealth, sharply honed senses, ambush, and savagery-and you understand its rules perfectly. </p><p><b>DARKSTRIDER PATH FEATURES </b> </p><p><b>Dark Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +4 bonus to all defenses until the end of your next turn. </p><p><b>Darkstrider Edge (11th level)</b></p><p>At the beginning of an encounter, you have combat advantage against any creatures that have not acted yet during the encounter. In addition, your weapon attacks against those creatures or creatures from which you are hidden deal extra damage equal to 3 + your Wisdom modifier. </p><p><b>Blindsense (16th level)</b></p><p>You have blindsight out to a distance of 2 squares + your Wisdom modifier, meaning you can clearly see creatures or objects within the range and within line of effect, even if they are invisible or obscured. </p><p>Published in Martial Power 2, page(s) 47. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RVQLH2BZtYoArNEx",
	"_key":"!items!RVQLH2BZtYoArNEx"
}