{
	"name":"Darkwalker Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, dark pact </p><p>All warlocks make dangerous bargains with powers far beyond mortal understanding. Most do so cautiously, closing off portions of their soul to whatever fell entity they made a pact with. They fear what they might become if they get too close. They fear they might become you. </p><p>Few are willing to grapple with dark forces as closely as you are, to look the deranged visages of unholy entities squarely in the eye. You are strong enough to control the darkness inside you. You wager your very soul daily, risking utter damnation in exchange for a dark reward. Your body is but a fetter now, anchoring you to a world that no longer seems to be yours. You walk toward a darker place now, a few steps farther every day, leaving the light at your back. </p><p>You stand between worlds, a wraithlike shadow who wrestles with greater evil than most will ever know. The dark forces within you cry out for your soul, and so far you've denied them, harnessing their unearthly power for your own purposes, but every day it grows harder to step back into the light. </p><p><b>DARKWALKER PATH FEATURES </b> </p><p><b>Darkwalker Action (11th level)</b></p><p>Instead of spending an action point to take an extra action, you can spend an action point to become insubstantial until the start of your next turn. </p><p><b>Deadly Absence (11th level)</b></p><p>While you are insubstantial, you gain a bonus to damage rolls with warlock powers equal to your Intelligence modifier. </p><p><b>Ghostken (16th level)</b></p><p>Your attacks against insubstantial creatures deal normal (not half ) damage. </p><p><b>DARKWALKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.paPAGY2NXokbenMZ]{Darkwalker 11-Ghostly Bane}</p> <p>@Compendium[dnd-4e-compendium.module-powers.W0916DByIurcTMtp]{Darkwalker 12-Fading Spiral}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rQ2sdlVebuZKyOPI]{Darkwalker 20-Wraithform Blast}</p><p>Published in Forgotten Realms Player's Guide, page(s) 49. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vIsezoELXPpGkWCD",
	"_key":"!items!vIsezoELXPpGkWCD"
}