{
	"name":"Dark Reckoner Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, dark pact </p><p>You deter creatures with physical and psychological threats when they intend to harm you, your allies, or other things important to you. You believe that threats mean nothing, though, if you are not willing to deliver on them. When intimidation fails, you visit vengeance swiftly and fully upon the offending party. </p><p>In your mind, vengeance is a virtue. As a warlock of the dark pact, you viscerally understand the concept of vengeance. Many of the entities with which you make pacts are consumed by revenge. In the Underdark, slights and rivalries fester and give birth to bouts of ruthless skulduggery and sinister schemes. </p><p>As a dark reckoner, you have internalized your baleful emotions and feelings of injustice. From dark alleyways and unlighted tunnels, you draw inspiration and purpose. You understand that vengeance is a potent source of power. </p><p><b>DARK RECKONER PATH FEATURES </b> </p><p><b>Dark Shadow Action (11th level)</b></p><p>When you spend an action point to take an extra action, you and any allies within 5 squares of you when you spend the action point gain concealment until the start of your next turn. </p><p><b>Shadow and Threat (11th level)</b></p><p>When you score a critical hit with an attack that deals necrotic damage, you become invisible until the end of your next turn or until you attack. </p><p><b>Death Curse (16th level)</b></p><p>When you apply your Warlock's Curse extra damage, you can choose to apply 1d6 extra necrotic damage. </p><p>Published in Arcane Power, page(s) 88. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fcm9epDjF0xWz6lK",
	"_key":"!items!fcm9epDjF0xWz6lK"
}