{
	"name":"Death's Thane Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Barbarian, Thunderborn Wrath class feature </p><p>From a young age, you studied the turning of the seasons and the relentless march of time. In the end, all things die. You embraced this truth, and in accepting the certainty of death, you found that it elicited no fear in you. Death is as common as the rain on your face or the wind through your hair. Why turn away from it like a frightened rabbit? </p><p>As a barbarian, death is your steady companion on the battlefield. Your profound acceptance of mortality and your mastery of primal magic combine to transform you into death's herald. You channel the fleeting passage of life and the inevitability of the grave through your mighty battle cries. Your mere presence on the battlefield is enough to drive the most superstitious of your enemies before you. As for the rest, they fall like wheat before the harvester's scythe. </p><p><b>DEATH'S THANE PATH FEATURES </b> </p><p><b>Death Shout (11th level)</b></p><p>Each target you push with your war cry power takes necrotic damage equal to your Constitution modifier. </p><p><b>Death's Right Hand (11th level)</b></p><p>When you spend an action point to take an extra action during the same turn when you reduced an enemy to 0 hit points, you gain a +2 bonus to attack rolls and a bonus to damage rolls equal to your Constitution modifier until the end of your next turn. </p><p><b>Inevitability of Death (16th level)</b></p><p>You make death saving throws at the start of your turn, rather than at the end. Whenever you fail a death saving throw, each enemy within 3 squares of you takes 5 necrotic damage. </p><p><b>DEATH'S THANE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Pap27ljkCIBhSL0K]{Death's Thane 11-Death Cry}</p> <p>@Compendium[dnd-4e-compendium.module-powers.EjiY9e548cBHhArm]{Death's Thane 12-Killing Ground}</p> <p>@Compendium[dnd-4e-compendium.module-powers.i6FJqYxEItbHS3l1]{Death's Thane 20-Reaper's Rage}</p><p>Published in Primal Power, page(s) 28. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Rh194tDiyvc0anPN",
	"_key":"!items!Rh194tDiyvc0anPN"
}