{
	"name":"Death Arrow Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Seeker, Bloodbond class feature </p><p>Through ancient ceremonies and whispers of vengeance, you bind within your arrows all the rage and indignation you possess. The process transforms each arrow into a macabre length of polished bone capped with a jagged tip and fitted with black fletching. When you fire these wicked barbs from your bow, they bite deep, delivering death's fatal message. </p><p>By walking the path of the death arrow, you deliver punishing damage when you attack single targets and can wreak havoc when you spread your attacks among several foes at once. For you, destroying an enemy eclipses any other concern, and thus you commit yourself to annihilating your foes, no matter the cost. </p><p>To master the death arrow ceremonies, you must deal with the most unnerving and violent primal spirits. Such contact leaves an indelible mark on you, such that your features grow severe, your eyes wild, and your temper fragile. More than anything, your unwillingness to grant quarter to those who ask it and your single-minded devotion to utterly ruining your foes can prove unnerving to your companions. </p><p><b>DEATH ARROW PATH FEATURES </b> </p><p><b>Brutal Arrows (11th level)</b></p><p>When you spend an action point to make a ranged or an area attack, you can reroll any of the attack's damage dice that come up as a 1 or a 2. You keep rerolling a die until you get a number other than 1 or 2. </p><p><b>Rattling Arrows (11th level)</b></p><p>Whenever you hit an enemy with a ranged attack and are hidden from that enemy, all enemies adjacent to the target take a -2 penalty to attack rolls until the end of your next turn. Enemies immune to fear do not take this penalty. </p><p><b>Death Arrows (16th level)</b></p><p>Whenever you hit an enemy currently affected by your Rattling Arrows penalty, your can score a critical hit on a roll of 18-20. </p><p><b>DEATH ARROW POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.LX0gd3Iz8ulYtHwR]{Death Arrow 11-Savage Archery}</p> <p>@Compendium[dnd-4e-compendium.module-powers.MDcaCUNdXGRIxTOL]{Death Arrow 12-Binding Aim}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7DtgHNCdZxrfKsT4]{Death Arrow 20-Cloud of Doom}</p><p>Published in Player's Handbook 3, page(s) 131. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"caXxQsMt68Alov1E",
	"_key":"!items!caXxQsMt68Alov1E"
}