{
	"name":"Death Dealer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue </p><p>Some people are born killers. That penchant can be channeled in as many ways as there are reasons for slaughter. Some slay for religion or creed, others for power or influence, and still others for money, vengeance, glory, or just plain relief. Many who have a knack for murder take up violent professions, from soldier or town guard to gladiator or assassin. A few, whatever their reasons, make a career out of slaying monsters. </p><p>Killing is grim business, no matter who or what ends up dead. Nobody takes going to the grave lightly. Hands-off methods, such as poison, can sometimes work, as can stealthy techniques. Otherwise, direct and bloody conflict is the only way to go about butchery. </p><p>Strangely, a lot of would-be killers think that combat has rules. You know differently: In battle, fair play, honor, and mercy are for chumps. Fighting is all about dancing with death and being one of those still standing when the music ends. Maybe you came by your \"philosophy\" while being schooled as an assassin or hired sword. Of course, an adventurer's life has plenty of object lessons along the same lines: Kill or be killed. </p><p>When you start a fight, you take a little time to size up the competition. After that, it's all bloody business. If someone has the nerve to attack you, you make that fool pay in such a way that anyone watching will think twice about facing you. Nobody escapes you unless they have the ability to take you out of the fight, or you want the story of your prowess to get around. </p><p>However you gained your skills, they are honed in accordance with your brutal creed. Those who go up against you risk everything. As proven by the boost you sometimes get from brutalizing our adversaries, you take at least a little pleasure in your work. </p><p><b>DEATH DEALER PATH FEATURES </b> </p><p><b>No Respite (11th level)</b></p><p>Enemies adjacent to you take a -2 penalty to saving throws. </p><p><b>Slaying Action - Death Dealer (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +2 bonus to each damage die until the start of your next turn. </p><p><b>Unfair Advantage (Death Dealer) (16th level)</b></p><p><b>DEATH DEALER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.3xNGnOMZXJqliY4W]{Death Dealer 11-Sizing Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Cae5UIYtOLhP29Hq]{Death Dealer 12-Gruesome Kill}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9xrkiX3IJ4bgzVwh]{Death Dealer 20-Death Dealer Assault}</p><p>Published in Martial Power, page(s) 90. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RDuyZxJ1qvTYtoa8",
	"_key":"!items!RDuyZxJ1qvTYtoa8"
}