{
	"name":"Demonskin Adept Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Sorcerer </p><p>Arcane magic is a form of power wielded for purposes both benevolent and malevolent. There is nothing inherently good or evil about it. Its moral value depends on the purpose to which it is put. At least, that is usually the case. </p><p>As a demonskin adept, you wield arcane power ripped from the depths of the Abyss, the home of demons. You incorporate the ritually treated skins of demons into your clothes and armor, and you use those skins to open conduits through which your spells are warped by the Abyss's unutterable evil. Perhaps you believe that good ends justify evil means, but how long can you maintain your desire for good when you allow such evil to touch your soul? The power you wield is stolen, and the lords of the </p><p>Abyss do not take kindly to being robbed. Although this path brings great power, it is power that comes at a sometimes terrible price. Count yourself lucky if the worst price you pay is your life. </p><p><b>DEMONSKIN ADEPT PATH FEATURES </b> </p><p><b>Demon Fury (11th level)</b></p><p>When you spend an action point to take an extra action, you and your allies gain a +3 bonus to attack rolls until the start of your next turn, and your enemies gain a +3 bonus to their attack rolls against you until the start of your next turn. </p><p><b>Variable Resistance (11th level)</b></p><p>Once per encounter as a minor action, you can change the damage type that you resist through your Dragon Soul or Wild Soul class feature. Choose the new damage type from those available in the class feature. </p><p><b>Glimpse of the Abyss (16th level)</b></p><p>When you score a critical hit, you and the target are blinded until the start of your next turn. </p><p><b>DEMONSKIN ADEPT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.ef0DRpszCZ6BFEqj]{Demonskin Adept 11-Demon-Soul Bolts}</p> <p>@Compendium[dnd-4e-compendium.module-powers.6m0vDYxPhUujJ3HX]{Demonskin Adept 12-Demonic Wrath}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NICB6oeT8dzOiEqg]{Demonskin Adept 20-Swords of the Marilith}</p><p>Published in Player's Handbook 2, page(s) 149. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"OCpn6PhH9fXur0Ro",
	"_key":"!items!OCpn6PhH9fXur0Ro"
}