{
	"name":"Demonologist Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any arcane class </p><p>You have nothing to fear from things you control. It's the things you can't control that can ruin you. As a demonologist, you know this lesson well. When you look into the eye of the Abyss, you have no doubt in your mind that you can learn to master it-one demon at a time, if need be. </p><p>You have never shrunk from looking into shady places to serve your ambition. The longer you peer into darkness, the more certain you become that the secret to overwhelming power is hidden in the Abyss. </p><p>As a consequence of your studies, you have gained the attention of a minor demon-a filthy quasit. Discussions with this companion have expanded your mind to grim new possibilities. At the same time, the lessons have dissipated any reservations that perhaps you have gone too far. The more you learn from this quasit, the greater the power you control. Thus far, you have blithely ignored a nagging suspicion that somehow things might go terribly wrong. </p><p><b>DEMONOLOGIST PATH FEATURES </b> </p><p><b>Demonic Action (11th level)</b></p><p>When you spend an action point to take an extra action, choose acid, cold, fire, lightning, or thunder. Each creature adjacent to you takes 5 damage of the chosen type, and you gain resist 10 to that type until the end of the encounter. </p><p><b>Demonic Companion (11th level)</b></p><p>You gain a quasit companion. The quasit is a creature allied with you, but not with your allies. </p><p>You can communicate telepathically with the quasit as long as it is within 20 squares of you. You do not need line of sight or line of effect to do so. </p><p>Your quasit's level is equal to yours, and its hit points, defenses, and attacks are determined by your level, as noted in its stat block. </p><p>The quasit shares your healing surges. Whenever an effect requires your quasit to spend a healing surge, the surge is deducted from your total. When you use your second wind, your quasit also regains hit points equal to your healing surge value. At the end of a short rest, your quasit regains all its hit points. </p><p>If you die or your quasit drops below 1 hit point, it disappears. You have two ways of calling your quasit back. </p><p><img> </img>Minor Action: You take a minor action and lose a healing surge. Doing so causes your quasit to appear in your space with hit points equal to your healing surge value. </p><p><img> </img>Short or Extended Rest: You lose a healing surge at the end of the rest. Doing so causes your quasit to appear in your space with full hit points. </p><p>Quasit Actions </p><p>As a creature under your control, your quasit relies on you for strict guidance while you are within 20 squares of it. You take actions so that it can act, and its initiative is the same as yours during an encounter. </p><p>Standard Actions: To take a standard action, your quasit needs you to take a standard action to command it to do so. </p><p>Move Actions: Whenever you take a move action, your quasit can also take a move action. Alternatively, you can stay put but take a move action to command your quasit to take a move action. </p><p>Minor Actions: To take a minor action, your quasit needs you to take a minor action to command it to do so. </p><p>Free Actions: Your quasit can take free actions without you taking an action to command it. </p><p>Triggered Actions: The quasit can take a triggered action only if you take the same kind of action to command it to do so. For example, if an enemy adjacent to your quasit companion provokes an opportunity attack from it, you must take an opportunity action to command the quasit to make the attack. </p><p>Quasit Independent Actions: Your quasit serves you against its will. If you are in a situation where you can't give the quasit commands, such as when you are unconscious, stunned, dominated, or more than 20 squares away from it, it acts under the Dungeon Master's control as your enemy. When you can issue commands again, the quasit comes under your control once more. </p><p>A quasit acting independently can take a standard, a move, and a minor action on its turn. It can also take opportunity actions and free actions, but cannot take immediate actions. </p><p><b>Demonic Summons (16th level)</b></p><p>Your quasit companion and any creatures you summon gain a +2 power bonus to damage rolls. In addition, these creatures gain resist 5 to one of the following damage types (choose when the creature appears): acid, cold, fire, lightning, or thunder. </p><p>Published in The Book of Vile Darkness, page(s) 1-23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5rYaGlOe4AyhgTBm",
	"_key":"!items!5rYaGlOe4AyhgTBm"
}