{
	"name":"Demon-Bound Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Demon spawn theme or any nongood alignment </p><p>The darkness of the Abyss is a deep wound in the center of the Elemental Chaos,a bleak vortex that births the planes' myriad evils. Corruption flows out from this darkening pit to infect the land and creatures and twist them to evil. During your adventures, you encountered abyssal energy-perhaps when you slew a demon or after you explored a tainted site. The corruption changed you, infected you, and exposed you to horrid evil. Now it is all you can do to hold that evil at bay. </p><p><b>DEMON-BOUND PATH FEATURES </b> </p><p><b>Abyssal Action (11th level)</b></p><p>When you spend an action point to make an extra attack, you gain temporary hit points equal to one-half your level. You also gain a +2 bonus to attack rolls until the end of your next turn. </p><p><b>Demonic Bloodlust (11th level)</b></p><p>When you bloody an enemy with a melee attack, that enemy grants combat advantage to you until the end of your next turn. </p><p><b>Vile Possession (16th level)</b></p><p>While you are bloodied, you gain a +2 bonus to melee damage rolls, and your allies provoke opportunity attacks from you. When anyone provokes an opportunity attack from you while you are bloodied, you take 5 damage if you do not make the attack. This damage cannot be prevented in any way. </p><p>Published in Heroes of the Elemental Chaos, page(s) 122. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"dnx2rXyu4Z85sqzk",
	"_key":"!items!dnx2rXyu4Z85sqzk"
}