{
	"name":"Desert's Voice Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Genasi </p><p>Your purpose has become clear. You see it in the desolation around you, in the ruins scattered across the countryside, in every agonized face you behold. The wind carries it with the stench of carrion, smoke, and fire. The ashes left by defilers, the bone fields that mark the places where tribes, cities or entire races were wiped out-these signs have revealed to you your reason for being: to repair the world. Perhaps the pull you feel is in your head, a delusion born from desperation. Do you dare ignore it? If the despoilers aren't stopped, what future does this world have? So you take upon yourself a dread task to undo the damage done to this world. </p><p><b>DESERT'S VOICE PATH FEATURES </b> </p><p><b>Athasian Totem (11th level)</b></p><p>You gain proficiency with the totem as an implement. In addition, after you score a critical hit with an implement attack using a totem, you can shift 1 square as a free action. </p><p><b>Desert Manifestation (11th level)</b></p><p>Choose a genasi racial power that you do not already possess. The power must be associated with the ember, magma, sand, or sun manifestation. You gain this power. </p><p><b>Wasteland Action (11th level)</b></p><p>When you spend an action point to make an extra attack, each enemy within 3 squares of you is deafened until the end of your next turn. In addition, you can slide each enemy within 3 squares of you 1 square before making the attack. </p><p><b>Elemental Adept (16th level)</b></p><p>You gain a benefit associated with each genasi racial power you possess. </p><p>Ashfall Evasion: The power becomes a close burst 3. </p><p>Earthshock: Creatures hit by this power cannot stand up until the end of your next turn. </p><p>Firepulse: On a hit, each enemy adjacent to the target takes fire damage equal to your Strength, Constitution, or Dexterity modifier. </p><p>Flowing Magma: This power no longer slows you. </p><p>Sandslide: While in the form of living sand, you are also phasing. </p><p>Sun Flare: Each target hit by this power is blinded until the end of its next turn, even if it was not bloodied by the attack. </p><p>Windwalker: This power becomes an at-will power for you. </p><p><b>DESERT'S VOICE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.TbGAnoPDsq67ujKR]{Desert's Voice 11-Wrath of the Ravaged}</p> <p>@Compendium[dnd-4e-compendium.module-powers.HCGUNISec8AFBDip]{Desert's Voice 12-Elemental Resurgence}</p> <p>@Compendium[dnd-4e-compendium.module-powers.m72NuazIoJPXe5sK]{Desert's Voice 20-Cataclysm}</p><p>Published in Dragon Magazine 396. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uShF4ItpidVq3HTn",
	"_key":"!items!uShF4ItpidVq3HTn"
}