{
	"name":"Devoted Orator Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>You are a messenger of the gods and a preacher of divine virtues. Your speech evokes devotion in the faithful and fear in the irreligious. You are an authority for anyone wishing to know the desires of your deity, and you are renowned for your power to enhance and amplify your voice and for your ability to speak in ominous, multilayered tones. </p><p>A few devoted orators are trained at temples, but most arise through private devotion. You might have communed directly with a deity and been forever moved by the experience, or you could be one whose faith is strong enough to bridge the mortal and immortal. People who dislike your message might regard you as a scolder, a rabble-rouser, or a threat to the established order, but you have little concern for how they react to you; you speak what the gods put in your heart, and you trust that they will deal harshly with those who ignore you or hinder you in your mission. If you serve a temple, you often prove to be difficult for your superiors to deal with, since your pronouncements chastise the great and the powerful as well as the rest of the people. Consequently, you rarely stay in one place for long. A few theocracies have devoted orators at their head or in close service to the ruler, for few dare to refute the power of one such as you. </p><p><b>DEVOTED ORATOR PATH FEATURES </b> </p><p><b>Brilliant Rhetoric (11th level)</b></p><p>You can use your Intelligence modifier instead of your Charisma modifier when making Diplomacy checks. </p><p><b>Fearsome Oration (11th level)</b></p><p>When you spend an action point to take an extra action, you either pull or push each enemy within 5 squares of you a number of squares equal to your Intelligence modifier. </p><p><b>Thundering Prayer (16th level)</b></p><p>When you use a close attack power, you can choose to deal extra thunder damage equal to one-half your Intelligence modifier, and you can push a target you hit 1 square. If you do so, the power gains the thunder keyword. </p><p><b>DEVOTED ORATOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.M6TFh5BaOt1xdvZ8]{Devoted Orator 11-Legion Rebuke}</p> <p>@Compendium[dnd-4e-compendium.module-powers.S4f3LrlsFtdX7cyA]{Devoted Orator 12-Chastisement}</p> <p>@Compendium[dnd-4e-compendium.module-powers.A0JCsapHbtc4U5eh]{Devoted Orator 20-Thunderous Oration}</p><p>Published in Divine Power, page(s) 72. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"HJtyLkfXMFAma5iP",
	"_key":"!items!HJtyLkfXMFAma5iP"
}