{
	"name":"Disciple of Winds Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>Just as the gentlest wind stirs grains of sand when it travels, so too do disciples of the winds take an active role in the events and lives they come into contact with during their wanderings. As a disciple of the winds, you are a shaman of wind spirits, from the gentle breeze that brings summer's warmth to the ferocious storm that scours the land, ripping trees from the earth. You particularly honor Stormhawk, and that spirit's range of emotions and thirst for vengeance are the standard by which you measure your own actions. </p><p>Although you sometimes choose to commune with the spirits of the wind among the aeries of great mountains, you seek adventure wherever the winds carry you, embracing happenstance and luck as omens of the wind spirits. If you arrive at a castle besieged by giants, you gladly join the fight against the invaders, because the winds led you there to take part in events. Where the winds travel, you follow, and you are no mere observer. </p><p><b>DISCIPLE OF WINDS PATH FEATURES </b> </p><p><b>Disciple of the Winds Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally within 5 squares of you can shift 3 squares as a free action. </p><p><b>Wind Shroud (11th level)</b></p><p>When you use a primal healing power, you can slide the target 1 square. </p><p><b>Wind's Resilience (16th level)</b></p><p>If an enemy pulls, pushes, or slides an ally within 5 squares of you, you can slide that ally 1 square as a free action after the forced movement. </p><p><b>DISCIPLE OF WINDS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.5teKYCljavQm9RZ1]{Disciple of Winds 11-Snatching Winds}</p> <p>@Compendium[dnd-4e-compendium.module-powers.np8iNeXw0AJW95Sy]{Disciple of Winds 12-Shielding Winds}</p> <p>@Compendium[dnd-4e-compendium.module-powers.l26mopw9sMhVX0qz]{Disciple of Winds 20-Hurricane's Fury}</p><p>Published in Primal Power, page(s) 79. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"amwhszT9NnyG3WE1",
	"_key":"!items!amwhszT9NnyG3WE1"
}