{
	"name":"Disciple of the World Serpent Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>The World Serpent, legend says, is among the greatest of the primal spirits that established the natural laws of the world and is one of the staunchest defenders of those laws. When a divine exarch and the servant of a primordial joined forces in an attempt to tamper with the natural order, the World Serpent simultaneously crushed the life from them both. The earth is said to rest in this mighty serpent's coils, the motion of which shakes the ground. </p><p>As a disciple of the World Serpent, you are charged with maintaining the balance of the natural order and ensuring that creatures from beyond the mortal realm keep to their place. You wield the World Serpent's power, using it to pierce your foes with its fangs or crush them in its coils. Your spirit companion hinders the movement of your enemies as the World Serpent's coils echo through the space around it. The World Serpent's venom empowers your evocations, poisoning creatures that break free of your power. </p><p><b>DISCIPLE OF THE WORLD SERPENT PATH FEATURES </b> </p><p><b>Grasping Spirit (11th level)</b></p><p>Enemies treat squares adjacent to your spirit companion as difficult terrain. </p><p><b>Spirit Shaman's Bounty (11th level)</b></p><p>When you spend an action point to take an extra action, one ally adjacent to your spirit companion can spend a healing surge. </p><p><b>Spirit Venom (16th level)</b></p><p>Whenever an enemy saves against your shaman daily attack powers, that enemy takes 10 poison damage. </p><p><b>DISCIPLE OF THE WORLD SERPENT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.GRjd9Ub4vxquaw3I]{Disciple of the World Serpent 11-Serpent's Rebuke}</p> <p>@Compendium[dnd-4e-compendium.module-powers.WnJldvoUIMGhREip]{Disciple of the World Serpent 12-Seal of the Serpent}</p> <p>@Compendium[dnd-4e-compendium.module-powers.mT1xCAZ5zYgpcDXN]{Disciple of the World Serpent 20-Crush of the Serpent}</p><p>Published in Player's Handbook 2, page(s) 132. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"iUEbM1uHXN9jlf2x",
	"_key":"!items!iUEbM1uHXN9jlf2x"
}