{
	"name":"Divine Philosopher Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>A paragon of scholarship, you wield the power of knowledge. You believe that the gods are the ultimate vessels of wisdom in the universe, and through devotion to them and careful study of their words, you seek to understand and shape reality itself. </p><p>Divine philosophers generally arise from remote monasteries where the words of the gods are studied and debated amid daily chants and meditations. A rare few divine philosophers are self-taught savants, who learn through careful study of divine texts and personal devotion to the gods. Whatever their origins, divine philosophers seek knowledge throughout the world, in temple archives, hidden vaults, and ancient libraries. </p><p>As a divine philosopher, you call on your deep understanding of the gods to aid you in your adventures. Your tireless pursuit of knowledge leads you across the planes to ancient civilizations and hostile lands. Although you might serve a particular deity, you seek the wisdom of all the gods, wherever it can be found. </p><p><b>DIVINE PHILOSOPHER PATH FEATURES </b> </p><p><b>Insight of the Ancients (11th level)</b></p><p>When you spend an action point to make an attack, you can reroll one attack roll you make as part of that attack. You must use the second result. </p><p><b>Student of the Gods (11th level)</b></p><p>You gain one divine at-will attack power from a class other than your own as an encounter power. </p><p><b>Knowledge is Power (16th level)</b></p><p>When you succeed on a DC 20 monster knowledge check about a particular creature (DC 25 for a paragon tier creature or DC 30 for an epic tier creature), you gain a +1 bonus to attack rolls and a +2 bonus to damage rolls against that creature until the end of the encounter. If your check result is 25 (30 for a paragon tier creature or 35 for an epic tier creature), you instead gain a +2 bonus to attack rolls and a +4 bonus to damage rolls. You can use this path feature once per day. </p><p>Published in Divine Power, page(s) 74. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"AqcL3FMvzpP5mQXd",
	"_key":"!items!AqcL3FMvzpP5mQXd"
}