{
	"name":"Divine Hand Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>Through faithful devotion, you have attracted the attention of your deity, who has elevated you as a divine hand. A mortal representative of your deity, you have a divine mission, such as to construct a great monument in your god's image, to subdue a tyrant, or to create a temple in a distant land. Your actions sometimes seem without purpose, but they are part of your deity's grand design. Many divine hands are marked physically by their god in the form of unusual eye or hair color or a blemish on the skin. </p><p>As a divine hand, you wield powerful invocations for smiting the enemies of your deity. You are a dauntless soldier for your cause, because your fervor fills your heart with limitless courage. Your great faith strikes fear into your enemies and blazes a bright path across the world. </p><p><b>DIVINE HAND PATH FEATURES </b> </p><p><b>Inspire Terror (11th level)</b></p><p>When you spend an action point to take an extra action, you also end any slowed or immobilized conditions on you. In addition, if you make an attack with your extra action, each enemy you hit with that attack is immobilized until the end of your next turn. This attack is a fear effect. </p><p><b>Undaunted (11th level)</b></p><p>You gain a +2 bonus to saving throws against fear effects and a +2 bonus to all defenses against fear attacks. </p><p><b>Quell the Fearful (16th level)</b></p><p>When you hit an enemy with a fear power, that enemy takes a -2 penalty to attack rolls against you until the end of your next turn. </p><p><b>DIVINE HAND POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.BEnbhSyRirtHPD17]{Divine Hand 11-Harvest the Craven}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cDniELPQ8g1lwmj5]{Divine Hand 12-Tenor of Wrath}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rSfJZq2cCPOjQnVW]{Divine Hand 20-Cascade of Fear}</p><p>Published in Divine Power, page(s) 73. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Qmst26DH4PZROfae",
	"_key":"!items!Qmst26DH4PZROfae"
}