{
	"name":"Dragonfoe Ragespell Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Barbarian and sorcerer, Tymanther regional background </p><p>While the dragonborn suffered under the reign of the Empress Dragon of Skelkor, many were left adrift in the world, their families and homes taken from them without warning or care. Some of these dragonborn from the tribes at the fringes of civilization learned to awaken their latent magic and fuel their primal fury with arcane power. Becoming the scourge of dragons and their allies, these relentless warriors lived to bring down their prey. In time, they taught their secrets to tribes of other races that also suffered under draconic rule. You are one of their kind, a dragonfoe ragespell, a cauldron of rage and power set upon a mission to rid the world of the creatures that once enslaved your people. </p><p>You blend the primal fury of your tribe's roots with your innate manipulation of arcane forces to become the ultimate big game hunter. You prefer to take on your sworn enemy-dragons-but your abilities lend themselves well to bringing down any big threat your group might face. You take many risks getting up close to creatures that tower above you, but you know that without fully giving into the fury that constantly smolders within you, there would be no future for your tribe. </p><p><b>DRAGONFOE RAGESPELL PATH FEATURES </b> </p><p><b>Ragespell's Action (11th level)</b></p><p>If you spend an action point to take an attack action against a single target, you deal 1d10 extra damage or deal 2d10 extra damage if the target is size Large or larger. </p><p><b>Sorcerous Rage (11th level)</b></p><p>When you are raging, your sorcerer at-will attack powers deal an extra 1d6 damage and score critical hits on a natural roll of 19 or 20. </p><p><b>Sorcerer's Rampage (16th level)</b></p><p>Whenever you score a critical hit, you may use a sorcerer at-will attack power as a free action. This replaces any attack you might have from the Rampage barbarian class feature. </p><p>Published in Dragon Magazine 379, page(s) 73. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xgpcwXE8SsjPldnm",
	"_key":"!items!xgpcwXE8SsjPldnm"
}