{
	"name":"Dread Imperator Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger, Censure of Unity class feature, oath of enmity power </p><p>In the days of the human empire of Nerath, many temples and faiths were wealthy and widespread enough to give rise to powerful hierarchies, kingdom-spanning organizations that often wielded both religious and secular power. These empires of faith lapsed into disorder when Nerath fell. Temples lost touch with each other, local leaders split from their distant masters, and disaffected people abandoned the great temples for generations. But in a few places, the titles and trappings of the old hierarchies survive. Imperators are among these surviving traditions, a reminder of the days when archpriests maintained temple armies led by imperators, ruled over estates, and sponsored vigilant orders of inquisitors to ferret out dissent and disloyalty. </p><p>As a dread imperator, you have been invested in accordance with the old ways. Even though your deity's faith is only a shadow of its former kingdom-spanning glory, you still wield divine authority against your deity's enemies. You have the power to compel obedience from your foes and inspire loyalty in your allies. You are a guardian of what you consider the right path, tirelessly seeking out foes both hidden and open. The day will come when the faith is restored throughout the lands, and you mean to be there to see it. </p><p><b>DREAD IMPERATOR PATH FEATURES </b> </p><p><b>Deceptive Control (11th level)</b></p><p>When your oath of enmity target misses you with an attack, your allies gain combat advantage against that target until the end of its next turn. </p><p><b>Imperious Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also slide an enemy within 5 squares of you 1 square or slide an ally within 5 squares of you 3 squares. </p><p><b>Templar Reaction (16th level)</b></p><p>When any ally scores a critical hit against your oath of enmity target, you can make an opportunity attack against that target if it is within your reach. You gain a bonus to the damage roll equal to your Intelligence modifier. </p><p><b>DREAD IMPERATOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.M09Zdu7j5ohbD1aI]{Dread Imperator 11-Soul Stab}</p> <p>@Compendium[dnd-4e-compendium.module-powers.PMja5ZDQONG7giIe]{Dread Imperator 12-Crown of Souls}</p> <p>@Compendium[dnd-4e-compendium.module-powers.lvw2ymB4xz60Pgbi]{Dread Imperator 20-Imperator's Judgment}</p><p>Published in Divine Power, page(s) 22. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qo9d2GVRQAm3g0bI",
	"_key":"!items!qo9d2GVRQAm3g0bI"
}