{
	"name":"Dread Reaper Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>Countless fighting styles issue from dedicated masters-unimpeachable figures who devote their lives to perfecting combat maneuvers that are carried onto the battlefield by their disciples. But not all techniques evolve from the teachings of these paragons of the warrior's art. Some methods come from origins far less noble. The path of the dread reaper is one such shadowy road. </p><p>According to legend, the first dread reaper was Gulkanon, a human paladin of the Raven Queen, stripped of his station and power for offending his god. Even without the connection to the deity he had long revered, Gulkanon was unwilling to surrender his place as her champion. He turned to a new avenue of military study, building upon the techniques of savage and fell races in the world-orcs, goblins, ogres, and trolls. He took the crude strokes of these brutish creatures and refined them, developing a range of exploits that focused his strength into a vehicle of appalling carnage. As he grew more confident in his newfound skills, he took the title \"dread reaper.\" He set out to send souls to his estranged patron in hopes of rekindling the bond that had been broken. Whether he succeeded is lost to time, but his legacy remains. </p><p>Some dread reapers serve the Raven Queen, and small cults of such warriors can be found who are willing to train promising candidates. Others who have this training, however, lack the will or discipline to find true favor with the god. A few stretch her tenets to accommodate their own excesses. The Raven Queen's vigilant servants have been known to hunt and slay the worst of those offenders. </p><p>Whether you had an affinity for death-dealing or found inspiration in the actions of another, you turned to the techniques of the dread reaper. The training offers you a special array of fighting maneuvers that emphasize your already impressive proficiency with two-handed weapons. Your training transformed you from a competent warrior to a terrifying force of destruction. Rather than minding your defenses, you favor wreaking havoc in combat. Enemies can't help but notice your destructive potential and ignore you at their peril. You can perform astonishing attacks, sweeping through your foes and laying them open with your steel. </p><p><b>DREAD REAPER PATH FEATURES </b> </p><p><b>Impending Slaughter (11th level)</b></p><p>If your opportunity attack bloodies an enemy marked by you, you can knock the enemy prone. </p><p><b>Reaper's Action (11th level)</b></p><p>When you spend an action point to make an attack with a two-handed weapon, each enemy adjacent to you takes damage equal to your Strength modifier. </p><p><b>Reaping Cleave (16th level)</b></p><p>When you hit with a melee basic attack using a two-handed weapon, an enemy adjacent to you takes damage equal to your Strength modifier. When you hit with the cleave power, all enemies adjacent to you take damage equal to your Strength modifier. </p><p><b>DREAD REAPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.HsPrVMilESX0wcn6]{Dread Reaper 11-Reaping Lunge}</p> <p>@Compendium[dnd-4e-compendium.module-powers.dkROUMbKnf2xaz6r]{Dread Reaper 12-Reaper's Warning}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ZAJp4eModHIS1L3h]{Dread Reaper 20-Blood Harvest}</p><p>Published in Martial Power, page(s) 26. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"a0R8sgUBlPteo4q3",
	"_key":"!items!a0R8sgUBlPteo4q3"
}