{
	"name":"Dreadnought Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>World-shaking battles were fought between the tieflings of Bael Turath and the dragonborn of Arkhosia. The deeds and exploits of those conflicts resound still in epic story and song. One such anthem is Lament of the Dreadnought, a somber song that recounts the final march of Jagannash the Unstoppable, a great dragonborn hero. </p><p>A doughty warrior famed for his ability to fight on no matter the injuries he sustained, Jagannash accumulated a number of legends. He withstood the full fury of an angry blue dragon, shrugged off the lashes of a pit fiend's whip, and even killed a tiefling warlock who had hurled him through Hell. The Lament, though, speaks of his final battle and all he achieved in the last offensive against the tiefling empire. Jagan nash felled a full legion of devils, strangled their succubus sorceress commander with his bare hands, and hammered his way through the walls of a fortress. He was climbing the tower that housed the tiefling war room when the earth rebelled and swallowed the citadel and all within it. It is whispered that Jagannash fights there still, despite the centuries. Such is his resilience. </p><p>It is from Jagannash's example that other fighters who follow a similar creed take inspiration. The mind- body practices of these warriors are kept and taught by a few masters, dragonborn and otherwise. Some even develop these talents without formal training. </p><p>As a dreadnought, you are an inexorable force of destruction. You turn aside weapons with nothing more than your force of will. Fire cannot touch you; lightning cannot blind you. The core of your might grows from your ability to detach your mind from your body, to disassociate yourself from the pain of your wounds and press onward to keep fighting when others would succumb. You attain this state through discipline and a commitment. All who attempt to stand against you are bound to fall. </p><p><b>DREADNOUGHT PATH FEATURES </b> </p><p><b>Dreadnought Action (11th level)</b></p><p>When you spend an action point to make an attack, you gain resist 10 to all damage until the start of your next turn. </p><p><b>Unfailing Resources (11th level)</b></p><p>Your maximum hit point value increases by 10. </p><p>As a minor action, you can take 10 damage to save automatically against an effect that a save can end. You must have at least 10 hit points to use this ability, and you can't reduce this damage by any means. </p><p><b>Critical Hardening (16th level)</b></p><p>When you score a critical hit with a weapon, you gain resist 10 to all damage until the end of your next turn. </p><p>Published in Martial Power, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Ffh2ajw5SpvVDWl0",
	"_key":"!items!Ffh2ajw5SpvVDWl0"
}