{
	"name":"Dread Fang Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Drow, rogue </p><p>Deceive your prey into a weak tactical position. Strike without being seen. Kill without allowing a counterattack. Don't sever a limb when you can cut off the head. Reward your enemies with death so horrifying that all others fear to oppose you. Live to fight again. All of these are drow rules of warfare, which young drow learn well just to get by in their treacherous society. </p><p>The drow are famous for slaughter, murdering all who get in their way. Countless folk have suffered the cruel kiss of a drow priestess's whip or the vile magic of a drow warlock. Innumerable slaves have lived and died as the wicked and capricious whims of their drow masters demanded. From this world you have come, and like others before you, you have found sanctuary in the arts of death. You learned the rudiments of drow warfare among your school-age peers. You mastered the blade-and-crossbow fighting style of the drow warrior to improve your station among your people. Better to be a valued killer than a slave or a sacrifice. </p><p>Maybe you smelled the deceptions and half-truths in your society, put up with the lies of the Spider Queen, until you could take no more. Perhaps the internecine warfare between drow houses left you without allies in the vast Underdark. You abandoned your past. Estranged from your homeland, you joined with other wanderers and continued your training. You have sought to become death incarnate and have succeeded well beyond the normal warriors of your people. </p><p><b>DREAD FANG PATH FEATURES </b> </p><p><b>Dread Sneak Action (11th level)</b></p><p>When you spend an action point to make an attack against a target granting combat advantage to you, you can deal Sneak Attack damage even if you have already dealt Sneak Attack damage during this round. </p><p><b>Spider Assassin (11th level)</b></p><p>You deal one extra die of Sneak Attack damage against a target that could not see you at the start of your turn. </p><p><b>Sinister Presence (16th level)</b></p><p>When you reduce an enemy to 0 hit points, pick a second enemy within 5 squares of you. You gain combat advantage against the second enemy until the end of your next turn. </p><p><b>DREAD FANG POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.CIbADxTEFjUyNSBZ]{Dread Fang 11-Fang and Web Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ShHUn2DOXGMl8ce9]{Dread Fang 12-Spider Feint}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ghaOLqdo1YlNFpKM]{Dread Fang 20-Venomous Sting}</p><p>Published in Martial Power, page(s) 91. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Qi9n2CrZzKOcAapf",
	"_key":"!items!Qi9n2CrZzKOcAapf"
}