{
	"name":"Drow Wanderer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Drow, trained in Dungeoneering </p><p>The Underdark is a terror to most surface folk. Flesheating fungi carpet the walls, bizarre monstrosities lurk in the dark, and whole civilizations of evil flourish in the sunless depths. To you, this is home. You know the twisting tunnels of the Underdark intimately. Every bend in every cavern and every corner in every dungeon is your ally, allowing you to creep close to your foe. You are the hunter in the dark, and you strike from the shadows before your foe ever senses danger. </p><p>You have little use for the rest of your kind. While you test your skill in the wilds of the dark, other drow wallow in decadence and cruelty in their cities. You've honed the magical abilities of your heritage with long practice, and now the power that flows through your blood is far greater than theirs. You walk the darkness free, while they remain ensorcelled in Lolth's slavish snares. </p><p>Life is a journey. You live to see what wonders and heart-pounding adventures await you just out of sight. The darkness is an unforgiving mistress, but you know her all too well. Choose your path across or beneath Faerûn. No one can stop you. </p><p><b>DROW WANDERER PATH FEATURES </b> </p><p><b>Ambusher Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action to attack, you gain a +2 bonus to your attack roll against an enemy to which you are invisible. </p><p><b>Stone Sense (11th level)</b></p><p>When underground, you gain a +2 bonus to initiative checks and to Dungeoneering and Perception checks. </p><p><b>Firemotes (16th level)</b></p><p>You gain a +5 bonus to damage rolls against targets currently affected by your darkfire power. </p><p>Published in Forgotten Realms Player's Guide, page(s) 51. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SMjHUTBDz8hn5EOI",
	"_key":"!items!SMjHUTBDz8hn5EOI"
}