{
	"name":"Dujun of Erathis Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>Progress, taming of the wilds for the good of all, innovation, collaboration, and the rule of law-these are the values Erathis has set before mortals. Yet the nature of the world opposes her. Empires rise like beacons only to be shattered within a few centuries, leaving flickering shards of civilization behind. Still, in each age, a mighty and ambitious few rise to beat back the shadows and create a safe haven for common folk. </p><p>Those who follow Erathis's edicts range from plucky adventurers who rid the wilderness of dangers to would-be lords who subdue untamed lands to call their own. The god of civilization delights in the expansion of organized habitation. She blesses those who boldly make way for progress, as well as those who defend existing societies against fell beasts. </p><p>To truly and fully take Erathis's dogma to heart is to embrace both cooperation and leadership. You must be educated in the ways of governance and regulation, as well as be cognizant of the follies of history that ravaged the cultures of old. You must look outside the confines of secure walls and take Erathis's banner to new territory. To sit idly within the halls of established civilized edifices simply won't do. </p><p>So far, you have proven to be one of the few who can undertake this mission. You know that a true leader must be an authority in combat and in peace, but also be a guide who elicits the help of capable collaborators. You cultivate camaraderie, planning a meaningful role for all in battle and outside it. You have polished your party into the perfect cohesive unit, proven by the extraordinary heights at which it performs under your guidance. Now, it's time to move onward to broader conquest and, perhaps, your own dominion. </p><p><b>DUJUN OF ERATHIS PATH FEATURES </b> </p><p><b>Communal Aid (11th level)</b></p><p>When you use inspiring word, the target can spend one of your healing surges instead of his or her own, but still using his or her healing surge value. </p><p><b>Organizing Action (11th level)</b></p><p>You can spend an action point to grant each ally who can see and hear you an extra move action on his or her next turn, instead of taking an extra action yourself. </p><p><b>Solidarity's Virtue (16th level)</b></p><p>You and allies within 10 squares of you gain an extra +1 bonus when flanking or aiding another. </p><p>Published in Martial Power, page(s) 122. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kPmc4KY9SydGinDH",
	"_key":"!items!kPmc4KY9SydGinDH"
}