{
	"name":"Dune Strider Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wasteland nomad theme </p><p>The endless deserts, shattered mountains, and broken landscape are home to more than just rubble and debris. Life survives despite the challenges, as proven by the desert snakes, the dune mice, the scrabbling lizards, the burgeoning cacti, and more. As the nomadic tribes well know, life might be easier in some ways in the city-states, but it's not impossible in the wastelands if you know what to look for and what to do. Yet there are greater secrets than these guarded by the land's spirits. Through long sojourns in the deserted places of the world and years of studying the land's mysteries, you have acquired the skills needed to subsist in the most barren environments. No land, no matter how desolate, poses so great a danger as to bar your passage. </p><p>As a dune strider, you are the living embodiment of wanderlust. The dust of a dozen cities and villages lies under your sandals; from the Ringing Mountains to the Sea of Silt, from the Endless Sand Dunes to the Road of Fire, you mean to take in all the splendors of Athas in good time. You witness the world from a unique perspective, seeing its beauty as well as its desolation, believing the possibility that the wrongs done to it can one day be righted. The land's spirits offer you their power to aid in this restoration and help you to punish those who worsen the world and bring it ever closer to annihilation. </p><p><b>DUNE STRIDER PATH FEATURES </b> </p><p><b>Dune Strider Action (11th level)</b></p><p>When you spend an action point to take an extra action, until the start of your next turn you gain a +2 bonus to all defenses and you ignore difficult terrain. </p><p><b>Waste Walker (11th level)</b></p><p>You gain a +2 bonus to Endurance checks and Nature checks. </p><p>You gain a bonus to Fortitude against attacks from diseases (including sun sickness) equal to your primary ability modifier. </p><p>Finally, when traveling overland, you and all allies who can see you gain a +2 bonus to speed and need only half the usual survival day requirements. </p><p><b>Shifting Sands (16th level)</b></p><p>Whenever you shift, you gain concealment against enemies adjacent to you at the end of the shift until the start of your next turn. </p><p>Published in Dark Sun Campaign Setting, page(s) 72. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"tmopdRMbqAuXhVCZ",
	"_key":"!items!tmopdRMbqAuXhVCZ"
}