{
	"name":"Dwarven Defender Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dwarf, fighter </p><p>Your people defied the titans and giants. Unity has sustained them, and tenaciousness has upheld them; traditions preserving these values serve them well. They stand unmoved and unconquered, like the mountains, against orcs and goblins and dragons. </p><p>Dwarf soldiers are unmatched in their fighting prowess and loyalty to one another. War stories hold that a single dwarf foot soldier is the match of any two warriors of another race and the same skill. Two such soldiers are worth five similarly skilled enemies. When the enemy forces are composed of little more than savages, dwarven armies break them like stone channels water. </p><p>All the institutions of dwarven society have soldiers loyal to the cause. Doughty fighters serve king or lord, guild or business, deity or church, or a simple creed. A few serve the almighty coin, selling their time and axes for wealth. Time-honored fighting techniques teach a dwarf warrior to use his or her racial abilities to the fullest and to use fine weapons and heavy armor. When the dogs of war are loosed, dwarf soldiers hold the line. </p><p>You are a master of dwarven fighting arts, relying on loyal allies as much as your own courage and resilience. Your expertise lies in defensive maneuvers and battle-line tactics. You know how to take advantage of holes in enemy lines. Allies come to rely on you as the center of the squad. They take heart in your steadfastness and your ability to break the defenses of your enemies. </p><p><b>DWARVEN DEFENDER PATH FEATURES </b> </p><p><b>Defensive Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, you gain a +2 bonus to your AC and Fortitude until the end of your next turn. </p><p><b>Stalwart Defender (11th level)</b></p><p>Whenever you are adjacent to at least one ally, you and adjacent allies gain a +1 bonus to AC, and all adjacent allies can reduce the distance they are moved by any pull, push, or slide by 1 square. </p><p><b>Roots of the Earth (16th level)</b></p><p>The Stand Your Ground racial trait can reduce the distance you are moved by 5 squares. </p><p><b>DWARVEN DEFENDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.SNbyc0uzDlVdeX7i]{Dwarven Defender 11-Press Forward}</p> <p>@Compendium[dnd-4e-compendium.module-powers.yvuwgjOIhtkzoXmB]{Dwarven Defender 12-Forge Fire Heart}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Dq4rGYBVReatpMzX]{Dwarven Defender 20-Keystone Collapse}</p><p>Published in Martial Power, page(s) 27. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"XmAU43kZFBQRpwWq",
	"_key":"!items!XmAU43kZFBQRpwWq"
}