{
	"name":"Earthfast Brigadier Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>A connection to the earth defines dwarves as a connection to woodlands defines elves. All dwarves intuitively heed the earth's example, from the sustenance and riches it provides to the inexorable might of the landslide it spawns. Dwarf bodies are durable; more than once they've been compared to the dirt and stone that dwarves treasure. Any would-be dwarf hero does well to take advantage of this natural sturdiness. </p><p>Innate toughness is a hallmark of dwarf soldiers and their leaders. Vigor makes for a soldier who can outlast the enemy by withstanding hardship and injury. A robust officer pushes troops onward not only with words, but also by determined example. Dwarf warriors are renowned for their endurance. </p><p>Bergrom Earthfast, a dwarf general of legend, exemplifies the ideal dwarf warlord. Mighty in body and mind, Bergrom led his troops against giants before dwarves became free from the slavery of the titans. He endured supernatural elements, fell magic, and the treacherous wilds of old to help bring freedom to his people. His legacy endures in a martial tradition that values a sturdy body and the ability to get one's allies to make the most of their own endurance, as much as it does tactical acumen. Although Bergrom was a dwarf and relied on dwarven resilience, his techniques have spread to other peoples. Anyone who values toughness and spirit in a soldier might learn these ancient methods. </p><p>You are such a leader. Even if you didn't acquire formal training in Bergrom's leadership approach-or aren't a dwarf-your talents have led you in a similar direction. Relying on a hardy constitution and heavy weapons as tools, you help your allies push the limits of mortal endurance. Your enemies are hard pressed to keep up. </p><p><b>EARTHFAST BRIGADIER PATH FEATURES </b> </p><p><b>Earthfast Recovery (11th level)</b></p><p>When you or any ally within 5 squares of you uses second wind while bloodied, that character regains additional hit points equal to one-half your level + your Constitution modifier. </p><p><b>Enduring Action (11th level)</b></p><p>When you spend an action point to take an extra action, you and each ally within 5 squares of you can make a saving throw as a free action. </p><p><b>Dwarven Payback (16th level)</b></p><p>Whenever an enemy misses you with a melee or a ranged attack, you can choose one ally you can see as a free action. Until the end of the ally's next turn, the ally gains a power bonus to damage rolls equal to your Constitution modifier against the triggering enemy. </p><p><b>EARTHFAST BRIGADIER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.80xFHcQbOEYSqJUL]{Earthfast Brigadier 11-Earthfast Assault}</p> <p>@Compendium[dnd-4e-compendium.module-powers.aVqPdhTFsRGK9Dtf]{Earthfast Brigadier 12-Press the Advantage (Earthfast Brigadier)}</p> <p>@Compendium[dnd-4e-compendium.module-powers.QjgqOEZxvseazdoV]{Earthfast Brigadier 20-Stonechannel Strike}</p><p>Published in Martial Power, page(s) 123. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5N01IuUj4KMYHctT",
	"_key":"!items!5N01IuUj4KMYHctT"
}