{
	"name":"Earthheart Defender Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dwarf fighter or dwarf paladin </p><p>Evil festers everywhere, and the earth needs defenders to keep back the tide of corruption. You are the shield against the onslaught, the hammer that breaks the tyrant's blade, the axe that sunders the slave's shackles, and the fist that crushes evil wherever it shows its vile face. For the source of your power, you look to the stone beneath your feet. You draw upon its sacred power to scatter your foes, and throw off the pain of a hundred wounds. </p><p>Implacable as the earth itself, you cannot be broken. A boulder might be sundered, but it cannot be destroyed, and even if it is ground to sand it has merely traded the one for the many. You and your allies are all hewn from the same rock. You are one, even if you are many, and their life is your own. You never allow another to harm an ally unanswered, and you would gladly give yourself to death to keep a friend from danger. </p><p>The power of stone is in your heart, allowing you to fight harder than any foe could ever anticipate and stay standing long after lesser heroes would have fallen. With your feet firmly on the ground you cannot be bested. All who tread upon the sacred stones of this world best do so lightly, for if they sully the earth with evil, you'll find them and make them pay. </p><p><b>EARTHHEART DEFENDER PATH FEATURES </b> </p><p><b>Earthheart Determination (11th level)</b></p><p>When you use an action point to take an extra action, you can immediately make saving throws against two different effects that a save can end. </p><p><b>Heart of Earth (11th level)</b></p><p>When you use your second wind while bloodied, you gain a +2 bonus to melee attack rolls until the end of your next turn. </p><p><b>Great Heart (16th level)</b></p><p>When you use your second wind while bloodied, allies within 4 squares of you gain a +1 bonus to melee attack rolls until the end of your next turn. </p><p><b>EARTHHEART DEFENDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.OZIskFMYwSdn5pVP]{Earthheart Defender 11-Gain Heart}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rpvRoY3XDK0maV27]{Earthheart Defender 12-Earthsight}</p> <p>@Compendium[dnd-4e-compendium.module-powers.5muFsKhAgUQZrLX3]{Earthheart Defender 20-Earthsurge}</p><p>Published in Forgotten Realms Player's Guide, page(s) 52. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"EKtrkpQCHvXm6O9S",
	"_key":"!items!EKtrkpQCHvXm6O9S"
}