{
	"name":"Eldritch Knight Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Only a knight who has training in Arcana can take this paragon path. </p><p>By the time you reach 11th level, your training in magic merges with your martial expertise. You can now shape arcane energy into useful attacks. Where other knights might choose the path of the stalwart knight, you find another road that leads you to perfecting your unusual style and defeating your enemies' expectations. You might join the Sword Guard at the City of Starlight to hone your techniques, or you might go your own way, learning your techniques through trial and error. Regardless of how you come to these abilities, the result is a deadly fusion of magic and steel, until you become an eldritch knight who can withstand any foe. </p><p><b>ELDRITCH KNIGHT PATH FEATURES </b> </p><p><b>Diversified Study (11th level)</b></p><p>You gain one 7th-level or lower wizard encounter attack power. You can use a melee weapon you wield as the implement for this attack. Add the weapon's enhancement bonus (if any) to your attack rolls and damage rolls. You do not, however, add your proficiency bonus to the attack roll. </p><p><b>Eldritch Abduction (11th level)</b></p><p>Whenever you teleport while your defender aura is active, you can teleport one willing creature in the aura to an unoccupied square adjacent to you at the end of your movement. You cannot teleport the creature into hindering terrain. </p><p><b>Far Step Extension (11th level)</b></p><p>When you spend an action point to take an extra action, you can teleport up to a number of squares equal to your Intelligence modifier as a free action before or after taking the extra action. </p><p><b>Eldritch Leap (12th level)</b></p><p>You gain the eldritch leap power. </p><p><b>Eldritch Blade (16th level)</b></p><p>Whenever you hit with a melee weapon attack made while using an opportunity action, the damage ignores insubstantial and any resistances the target might have. </p><p><b>Eldritch Isolation (20th level)</b></p><p>When you use power strike, you and your target both teleport up to 5 squares to squares of your choosing that are adjacent to each other. You cannot end the teleport for you or the target in hindering terrain. </p><p>Published in Dragon Magazine 395. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"pADCcGX0mUVz91Yx",
	"_key":"!items!pADCcGX0mUVz91Yx"
}