{
	"name":"Elemental Anchorite Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any elemental attack power </p><p>The most devoted students of the elements often withdraw from the society of fellow mortals to contemplate the deep truths of existence. You have chosen the lonely path of the elemental anchorite, dedicating yourself to a life of austerity and reflection. When your companions return to home, family, and high honors after their adventures, you instead seek solitude in places of great elemental power. The secrets of the universe are engraved in the stone of mighty mountains and whispered by the winds that sigh across lonely deserts. </p><p>Some elemental anchorites seek isolation in order to master ever more formidable abilities, using elemental essence to further whatever purposes they deem important. Others are more philosophical, and view themselves as servants of balance who act to check the excesses of forces, monsters, or villains that disturb the natural equilibrium of the world. The purpose to which you put your understanding of elemental forces is ultimately up to you. </p><p><b>ELEMENTAL ANCHORITE PATH FEATURES </b> </p><p><b>Anchorite's Action (11th level)</b></p><p>When you spend an action point, you can end all immobilizing or restraining effects on yourself. In addition, you gain a +2 bonus to elemental attack rolls until the start of your next turn. </p><p><b>Anchorite's Stability (11th level)</b></p><p>Whenever you would be knocked prone or subjected to forced movement, you can make a saving throw to remain standing or to negate the forced movement. </p><p><b>Elemental Sustenance (16th level)</b></p><p>When you use a daily elemental power, you can spend a healing surge. </p><p><b>ELEMENTAL ANCHORITE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.KQCXH3IvteMATZUE]{Elemental Anchorite 11-Force of Balance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.s4D3o1kQpKvmiwg8]{Elemental Anchorite 12-Shielding Element}</p> <p>@Compendium[dnd-4e-compendium.module-powers.jYsOSGU9LodnCFVW]{Elemental Anchorite 20-Elemental Transcendence}</p><p>Published in Heroes of the Elemental Chaos, page(s) 124. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"EgFpwkMsh7OmIL6f",
	"_key":"!items!EgFpwkMsh7OmIL6f"
}