{
	"name":"Element Unchained Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Genasi </p><p>Ameth's closest friend and advisor, Sot-Olmat, pioneered a discipline of rigorous mastery over the elements within a genasi. It is a discipline that one can master through a combination of meditation on a simple mantra and a series of exercises that look harmless but serve to unlock elemental potential within the genasi. The mantra is a repetition in Primordial regarding one's elemental affinity: \"Fire cannot be chained,\" or \"Water cannot be chained.\" Some manifestations require the mantra be changed: \"Earth is not chained; earth is the chain.\" \"Acid consumes all chains.\" Sot-Olmat developed this path while a slave, and he continues to expose himself to danger to teach the rudiments of it to other enslaved genasi. </p><p>A genasi who studies this discipline becomes impossible to bind or cage. He or she can escape bonds of all sorts swiftly, becoming a master of escape artistry through the mastery of the elemental nature innate to every genasi. </p><p><b>ELEMENT UNCHAINED PATH FEATURES </b> </p><p><b>Elements Unleashed (11th level)</b></p><p>When you use an encounter or daily attack power, you can deal damage of any type that any of your manifestations grant you resistance against instead of the type or types of damage which the attack normally deals. </p><p><b>Liberating Action (11th level)</b></p><p>When you spend an action point to take an extra action, you and each ally within 5 squares of you ignores the slowed, immobilized, and restrained conditions until the end of your next turn. </p><p><b>Unchained Assault (16th level)</b></p><p>When you hit with an attack while you are slowed, immobilized, or restrained, you end slowing, immobilizing, or restraining effects currently affecting you. </p><p>Published in Dragon Magazine 391. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DHAdcrSBJRvKtxGY",
	"_key":"!items!DHAdcrSBJRvKtxGY"
}