{
	"name":"Elemental Tempest Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Genasi, Extra Manifestation feat </p><p>You are as inconstant as the wind on the sea, and yet you burn with passions to match a dragon's ire. You embrace the chaos from which your people were born. Fire to blacken adamantine, water to wash away an armada, wind to freeze a dragon in flight, and lightning to blast a castle to rubble all flow through your spirit. You are a force of nature incarnate. </p><p><b>ELEMENTAL TEMPEST PATH FEATURES </b> </p><p><b>Dual Manifestation (11th level)</b></p><p>You can use two elemental manifestations at the same time. You choose which elements you are presently manifesting after each short rest or extended rest. You can use the encounter powers for both of these manifestations in the same encounter. Your appearance corresponds to one manifestation or the other (it is not a hybrid). </p><p><b>Elemental Attacks (11th level)</b></p><p>Your elemental tempest attack powers deal a type of damage based on your current elemental manifestations. The earthsoul manifestation deals force damage, firesoul deals fire damage, stormsoul deals lightning damage, watersoul deals acid damage, and windsoul deals cold damage. </p><p><b>Elemental Surge (11th level)</b></p><p>Whenever you spend an action point to take an extra action, you can choose to adopt any one of the five elemental manifestations. If you cannot normally manifest the element you choose, you gain the benefit of that manifestation until the end of the encounter. If you choose a manifestation that you can normally use but are not currently using as a Dual Manifestation (see above), you can immediately change which two manifestations you are using. </p><p><b>Tempest Lord (16th level)</b></p><p>If you have resistance to fire, cold, or lightning, increase each of those resistances by 5. </p><p><b>ELEMENTAL TEMPEST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.195Ekaz3RCd6u8i4]{Elemental Tempest 11-Tempest Burst}</p> <p>@Compendium[dnd-4e-compendium.module-powers.5tzNHSl7QOZxTiqc]{Elemental Tempest 12-Absorb Elements}</p> <p>@Compendium[dnd-4e-compendium.module-powers.wCFsKPbhETlJq401]{Elemental Tempest 20-Elemental Fury}</p><p>Published in Forgotten Realms Player's Guide, page(s) 53. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RFGj1qboDOUhydBe",
	"_key":"!items!RFGj1qboDOUhydBe"
}