{
	"name":"Euphonic Bow Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard </p><p>You intertwine music, archery, and magic into a single glorious craft that is as artistic as it is martial. Your foes waver between fear and admiration even as you draw a bead on them. Every shot from your bowstring resonates with a melodious tone, and the percussion of your arrows finding their marks drives the battle forward like a drumbeat. Even your foes' cries of pain blend with the clash of weapons against shields and armor. Your arcane might weaves it all into a fantastic symphony of battle. </p><p>Creating this wondrous performance depends partially on your ability to see an instant into the future. Timing is everything. </p><p><b>EUPHONIC BOW PATH FEATURES </b> </p><p><b>Bow Implement (11th level)</b></p><p>You can use a bow as an implement for your bard attack powers. Add the bow's enhancement bonus to attack rolls and damage rolls, as well as to any extra damage granted by a property (if applicable) when using the bow as an implement. You do not add your weapon proficiency bonus to the attack roll when you use your bow as an implement. </p><p>When you use a bow as an implement for a ranged bard attack power, the power's range is increased to the bow's normal range (if the power's range is shorter). You can also use the power at the bow's long range, with the normal -2 penalty to the attack roll. </p><p><b>Harmonic Action (11th level)</b></p><p>When you spend an action point to take an extra action, one ally you choose within 10 squares of you can make a basic attack as a free action. </p><p><b>Volley Fire (16th level)</b></p><p>If you score a critical hit with a ranged bard attack power, you can make a ranged basic attack against the target as a free action. </p><p><b>EUPHONIC BOW POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.rBEZNSxyzUgKJ6st]{Euphonic Bow 11-Arrow of Cacophony}</p> <p>@Compendium[dnd-4e-compendium.module-powers.iSNDaY6312LFfOXd]{Euphonic Bow 12-Song of Sonic Striking}</p> <p>@Compendium[dnd-4e-compendium.module-powers.mzsk0nedbCquY4lE]{Euphonic Bow 20-Anthem of Antagonism}</p><p>Published in Arcane Power, page(s) 19. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hdL6DSwPQM7RAgfE",
	"_key":"!items!hdL6DSwPQM7RAgfE"
}