{
	"name":"Everflame Guardian Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman </p><p>When Everflame first sparked upon the world, it left behind fires that burned without fuel, stoked only by Everflame's essence. Guided by the spirits, shamans gathered these embers and tended to them. Even though Everflame originated outside the world, with time and careful tending by these Everflame guardians, its fires became part of the natural order. </p><p>As an Everflame guardian, you embrace two equal tasks. On one hand, you search for demons, devils, primordials, and other creatures that have intruded into the world, scouring them with the fiery might of Everflame. On the other hand, you seek to ensure that new life rises in the aftermath of great calamity. Whether a volcanic eruption destroys a region, a great fire burns a forest, or a legion of monsters disrupts the natural order, you seek to nurture the world back to health, believing that no force, not even Everflame itself, can extinguish hope or life. </p><p><b>EVERFLAME GUARDIAN PATH FEATURES </b> </p><p><b>Everflame Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally within 5 squares of you regains 5 hit points, and each enemy within 5 squares of you gains vulnerable 5 fire until the end of your next turn. In addition, each enemy within 5 squares of you that has fire resistance or immunity to fire loses it until the end of your next turn. </p><p><b>Guardian of the Flame (11th level)</b></p><p>You gain resist 5 fire. If you already have fire resistance, it increases by 5. </p><p><b>Renewing Flames (16th level)</b></p><p>When you heal an ally with a primal healing power, one enemy adjacent to that ally takes 5 fire damage. </p><p><b>EVERFLAME GUARDIAN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.sQWtUBSaTVjqCIAv]{Everflame Guardian 11-Spark of Life}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Iho0BCHSVb2JF9y7]{Everflame Guardian 12-Guardian's Shield}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JbzGZXaTpHtjrixc]{Everflame Guardian 20-Elder Flame}</p><p>Published in Primal Power, page(s) 80. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ROi5CcrWQp9TbKBL",
	"_key":"!items!ROi5CcrWQp9TbKBL"
}