{
	"name":"Exorcist of the Silver Flame Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any divine class, must worship the Silver Flame </p><p>No force stands in greater opposition to the world's evils than the Church of the Silver Flame. Its holy warriors are embroiled in an eternal war against demons, devils, lycanthropes, and undead. Foremost among the Silver Flame's divine servants are the exorcists of the Silver Flame. These individuals travel the world, devoting their lives to deeds that exemplify the faith's precepts. </p><p>As an exorcist of the Silver Flame, you enjoy a powerful connection to the Silver Flame and have become a living vessel for the power that underpins the Church. The Voice of the Flame specifically selected you for this service, and it falls to you to uncover corruption and purge it from this world. You have hardened yourself against the grisly deeds you must perform to eliminate evil. You unleash the power of your faith upon your enemies, scorching them with flames that purify the iniquitous and bolster the righteous. Whenever you use your prayers, a small silver flame appears above your head to identify the holiness of your cause and the stature of your position within the Church. </p><p><b>EXORCIST OF THE SILVER FLAME PATH FEATURES </b> </p><p><b>Bolstered by Flame (11th level)</b></p><p>Whenever you use a fire power, you and one ally within 5 squares of you gain temporary hit points equal to your Wisdom modifier. </p><p><b>Silver Flame Action (11th level)</b></p><p>When you spend an action point to take an extra action, your attacks deal 2d6 extra fire and radiant damage until the end of your next turn. </p><p><b>Silver Exorcism (16th level)</b></p><p>When you attack a demon, a devil, a shapechanger, or an undead using a fire or radiant power, you can reroll any damage die roll of 1 or 2. </p><p><b>EXORCIST OF THE SILVER FLAME POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.hOtNnUPGw6vqzcCK]{Exorcist of the Silver Flame 11-Flame of Censure}</p> <p>@Compendium[dnd-4e-compendium.module-powers.YLPVmw5eq3yrkJWG]{Exorcist of the Silver Flame 12-Warding Flame}</p> <p>@Compendium[dnd-4e-compendium.module-powers.wzNd4Kis3kh6P9Qm]{Exorcist of the Silver Flame 20-Silver Brand}</p><p>Published in Eberron Player's Guide, page(s) 62. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"FSiK6jYtsepwmoRn",
	"_key":"!items!FSiK6jYtsepwmoRn"
}