{
	"name":"Familiar Keeper Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Arcane power source, familiar </p><p>Nothing is more precious to you than your familiar. The connection between you is deeper than that of a master and servant. Your accomplishments are the familiar's, too, and your thoughts are so often in synch that you practically share the same mind. Your familiar grows in power because of the strength of your bond, and arcane energy infuses its being more and more. As your reputation builds, your familiar is a part of your legend. When you begin to hear bard's tales about you, your familiar is mentioned (and sometimes receives top billing), and artistic representations of you show your companion, too. </p><p>Your path features all relate to your familiar, and your powers work only if your familiar is in active mode. Since it's important that your familiar stick around if you want to make full use of it, take some familiar feats (from Arcane Power) to increase its defenses and to gain other benefits. </p><p><b>FAMILIAR KEEPER PATH FEATURES </b> </p><p><b>Familiar Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can return your familiar to normal if it has been destroyed. It can return either in passive mode or in active mode, and if you choose active mode, place it in any square within 20 of you. </p><p><b>Familiar Forms (11th level)</b></p><p>You can choose a second form for your familiar. You can use a minor action to switch your familiar between forms. For example, you could have a familiar that changes between cat form and owl form. If you retrain the Arcane Familiar feat to replace your familiar, you can replace both forms. </p><p><b>Familiar Movement (16th level)</b></p><p>When your familiar is in active mode, it does not provoke opportunity attacks when moving. </p><p><b>FAMILIAR KEEPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.csv4gW5Ew8qzhCYa]{Familiar Keeper 11-Familiar Surge}</p> <p>@Compendium[dnd-4e-compendium.module-powers.hjLugylmcCPYkb98]{Familiar Keeper 12-Transpose Familiar}</p> <p>@Compendium[dnd-4e-compendium.module-powers.nHhiEvSJrkq1xauF]{Familiar Keeper 20-Familiar's Command}</p><p>Published in Dragon Magazine 374, page(s) 31. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6UnKXC5u0iM9vwNT",
	"_key":"!items!6UnKXC5u0iM9vwNT"
}