{
	"name":"Familiar Bloodsmith Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Artificer, familiar </p><p>You are a master tinker and can create construct familiars of such perfection that they are scarcely distinguishable from living creatures. Essentially homunculi, your familiars incorporate a tiny portion of your own life energy, distilled into a drop of your blood. This life link allows you to feel your familiar's pain and drives you to keep it safe and make it stronger. Others might think you strange because you spend so much time with your creations, but they don't understand: These are your children. Your path features all relate to your familiar, and your powers work only if your familiar is in active mode. Since it's important that your familiar stick around if you want to make full use of it, take some familiar feats to increase its defenses and to gain other benefits. </p><p><b>FAMILIAR BLOODSMITH PATH FEATURES </b> </p><p><b>Bloodsmith Action (11th level)</b></p><p>When you spend an action point to make an arcane attack and your familiar is in active mode, you can make the attack originate from your familiar's space. </p><p><b>Familiar Blood Bond (11th level)</b></p><p>Your blood connection with your familiar gives you strengthening feedback while it is near. When you spend a healing surge while your familiar is in its passive state, you regain additional hit points equal to your Constitution modifier. </p><p><b>Second Familiar (16th level)</b></p><p>You can have two familiars at once, such as a cat and an owl. One of your familiars must be heroic tier, but the other can be any sort that you are eligible to choose. You gain the constant benefits of only one familiar at a time and can switch as a minor action. If you retrain the Arcane Familiar feat to replace a familiar, you can replace both. </p><p><b>FAMILIAR BLOODSMITH POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.TFYDXwUBOSkxLzfJ]{Familiar Bloodsmith 11-Bloodbond Rebuke}</p> <p>@Compendium[dnd-4e-compendium.module-powers.LgIZG2KEBnP7SRcU]{Familiar Bloodsmith 12-Rescue Familiar}</p> <p>@Compendium[dnd-4e-compendium.module-powers.AS4wd9Degm0Kvt3s]{Familiar Bloodsmith 20-Bloodbond Swarm}</p><p>Published in Dragon Magazine 377, page(s) 36. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kIyZwg04SOoA8Hmu",
	"_key":"!items!kIyZwg04SOoA8Hmu"
}