{
	"name":"Favored of Mielikki Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Good or lawful good, must worship Mielikki </p><p>You've felt a love for the wilderness for your entire life. Its grand vistas impress you, and even its smallest wonders give you reason for delight. When you learned of Mielikki, it was like reuniting with a longtime friend. You've striven at length in her service, and your efforts have not gone unrewarded. </p><p>Mielikki smiles upon those who pursue peace with the natural world and share that view with others. Thus you strive to spread understanding of nature's laws even as you battle to uphold them. It is not enough to protect the world from those who live in it. Instead, those who live in the world must be taught to protect it. Of course, a student does not learn from a teacher with infinite patience; those too stubborn or stupid to learn the error of their ways do not deserve nature's many gifts. </p><p><b>FAVORED OF MIELIKKI PATH FEATURES </b> </p><p><b>Mielikki's Generosity (11th level)</b></p><p>When you spend an action point, instead of gaining an extra action, you can grant an ally you can see an extra action (minor, move, or standard) that the ally can take as a free action. You can then spend a healing surge. </p><p><b>Mielikki's Sight (11th level)</b></p><p>Your attacks do not take penalties for cover or concealment when your target is outdoors. </p><p><b>Mielikki's Judgment (16th level)</b></p><p>Your attacks against beasts, plants, and aberrant creatures score critical hits on rolls of 19-20. In addition, when you score a critical hit on a target that is outdoors, the target is dazed until the end of your next turn. </p><p><b>FAVORED OF MIELIKKI POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.8HfOMANDEnlIPsZq]{Favored of Mielikki 11-Protective Vines}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9FoWVN8fgZ1iq6RQ]{Favored of Mielikki 12-Treestride}</p> <p>@Compendium[dnd-4e-compendium.module-powers.KjevHNZanmIuR1Ok]{Favored of Mielikki 20-Call of the Forest}</p><p>Published in Dragon Magazine 384, page(s) 67. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"p9BIA7152wDFEjCY",
	"_key":"!items!p9BIA7152wDFEjCY"
}