{
	"name":"Favored Soul Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger </p><p>You have long harbored a divine spark within yourself, a subtle shard of your god's essence. Long has it lain dormant, but as you dispatch your enemies and see your oaths through, the essence awakens and infuses your body with astral brilliance until your mortal shell transmutes into something greater than what it once was. Your deeds are the catalyst for your transformation into a favored soul. Once you set foot on this glorious path, you ever after carry with you the blessings of your god. </p><p>Becoming a favored soul triggers several physical changes, specifically the appearance of feathery wings that grow, almost overnight, from your back. These wings have strength enough to bear your weight. Your feathers can be any color you like. As you continue down this path, your body lightens, your bones becoming hollow and strong so you can fly more easily without sacrificing your durability. By the time you complete this path, your lower body trails off into mist when you fly, thus marking you as one of the heavenly host, kin to angels, and a special servant of your god. </p><p><b>FAVORED SOUL PATH FEATURES </b> </p><p><b>Favored Action (11th level)</b></p><p>When you spend an action point to take an extra action, you or an ally adjacent to you can also spend a healing surge. </p><p><b>Heaven's Shield (11th level)</b></p><p>While you have maximum hit points, you gain a +1 bonus to all defenses. </p><p><b>Heaven's Boon (16th level)</b></p><p>A pair of feathery wings unfolds from your back, and you gain a fly speed of 6. You can use this speed only if you are wearing no armor or light armor. </p><p>Published in Divine Power, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"BTw3e9cqd5OfGPip",
	"_key":"!items!BTw3e9cqd5OfGPip"
}