{
	"name":"Favored Sha'ir Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard (sha'ir) </p><p>Your rapport with the elemental powers has grown to such a degree that they regard you as one of their own. Throughout the heroic tier, you established yourself as an able partner, ally, and, perhaps, servant of the elemental powers and in doing so earned greater and greater elemental rewards, including advanced arcane knowledge and more powerful spells. So armed, you stand ready to face even greater threats and reap even greater rewards. </p><p>The elemental powers' favor grants you deeper insights into elemental magic. Not only can your gen servant fetch potent spells, but you can pierce the barriers between the planes to draw forth power to serve your needs. Such command over creation's fundamental forces translates into an improved gen servant that, at your command, can manifest the Elemental Chaos's unruly energies in effective and dangerous ways. Not only does your gen servant improve, but when you master all the elemental gifts, you can transform your servant into a powerful elemental monolith. </p><p><b>FAVORED SHA'IR PATH FEATURES </b> </p><p><b>Elemental Retreat (11th level)</b></p><p>You gain the elemental retreat power. </p><p><b>Gen Action (11th level)</b></p><p>When you spend an action point to take an extra action, you and your familiar can each teleport up to 5 squares as a free action before or after you take the extra action. </p><p><b>Elemental Paragon (16th level)</b></p><p>You gain a benefit based on the familiar you chose for the Gen Servant class feature. </p><p>Daolanin: While your familiar is in passive mode and you hit with an arcane at-will attack power, you can also push the target up to a number of squares equal to your Constitution modifier. </p><p>Djinnling: While your familiar is in passive mode and you hit with an arcane at-will attack power, you can also slide the target up to 2 squares. </p><p>Efreetkin: While your familiar is in passive mode and you hit with an arcane at-will attack power, the target takes extra fire damage equal to your Constitution modifier. </p><p>Maridan: While your familiar is in passive mode and you hit with an arcane at-will attack power, you and each ally adjacent to you can shift up to a number of squares equal to your Constitution modifier as a free action. </p><p>Other Familiar: While your familiar is in passive mode and you hit with an arcane at-will attack power, you can teleport a number of squares up to your Constitution modifier. </p><p><b>FAVORED SHA'IR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.lDU13EIuj0VgTkqo]{Favored Sha'ir 11-Wrath of the Genies}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Etq9M8WKp57Ixfey]{Favored Sha'ir 12-Chaos Tide}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SZRkaLVir1coCgFn]{Favored Sha'ir 20-Unleash Monolith}</p><p>Published in Heroes of the Elemental Chaos, page(s) 127. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ymOHq24L8ixRA9su",
	"_key":"!items!ymOHq24L8ixRA9su"
}