{
	"name":"Fearbringer Thane Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Barbarian </p><p>Many barbarians combine mastery of primal power with an imposing personal presence and natural leadership ability. The most dreaded warriors among them are fearbringer thanes, who harness those twin powers to strike terror into their enemies' hearts. </p><p>As a fearbringer thane, you shape battles with your will and your fearsome presence. Fear is a weapon you wield, turning your foes to quaking weaklings before you cut them down with your axe or sword. As your rages seize you and fill you with primal power, that power flows out from you to inspire your allies and fill your enemies with terror. </p><p>Many fearbringer thanes use their power to gather hordes of savage warriors under their banners. Others, including most player characters, lead smaller bands of adventurers on raids into dungeons and other adventure sites. In either case, a fearbringer thane is something like a hybrid of barbarian and warlord, as close to a leader as a barbarian comes. </p><p><b>FEARBRINGER THANE PATH FEATURES </b> </p><p><b>Inspire Ferocity (11th level)</b></p><p>While you are raging, any ally within 5 squares of you who hits with a melee attack gains a +2 bonus to the damage roll. </p><p><b>Staggering Fury (11th level)</b></p><p>When you spend an action point to make a melee attack while you are raging, each enemy that can see you takes a -2 penalty to attack rolls until the end of your next turn. </p><p><b>Dominating Presence (16th level)</b></p><p>Whenever you score a critical hit, your allies gain a +2 bonus to attack rolls against the target until the end of your next turn. </p><p>Published in Player's Handbook 2, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"lBD2bKcQ1m5FYPfu",
	"_key":"!items!lBD2bKcQ1m5FYPfu"
}