{
	"name":"Feral Spirit Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Beast Mastery class feature </p><p>To most mortals, an animal is a pet or a tool, a companion or a means to an end. Such creatures provide food, labor, protection, and even company. Only in rare cases does the relationship between master and beast transcend these mundane trappings. Every beastmaster is an exception to this generality, learning to become one formidable unit with an animal that is at once a friend, a guardian, and a weapon. Beastmasters know that, after the bond is formed, the capabilities and fate of master and beast are linked. </p><p>Beastmasters among many races have nurtured the mystical connection between master and pet. They cultivated communication that transcends speech and approaches telepathy. As such a beastmaster grew in power, the magic of the world infused the relationship. It bound the animal and mortal closer together, driven to do so by the devotion, ritual connection, and common cause the two shared. Contact among peoples spread this technique, which some claim originated with elves. </p><p>Elf or not, you've managed to foster such a transcendent relationship with your beast companion. Although each of you is fiercely independent and deadly, you share emotions and thoughts. Each knows when the other is in need. You work in unison to fell your foes, and even your allies swear you act to support each other more quickly than any communication could possibly allow. In time, you might grow so close as to seem like one incredible being sharing two bodies. </p><p><b>FERAL SPIRIT PATH FEATURES </b> </p><p><b>Fearsome Partnership (11th level)</b></p><p>While you are within 10 squares of your beast companion, it gains a +2 bonus to damage rolls. </p><p><b>Feral Action (11th level)</b></p><p>When you spend an action point to take an extra action, your beast companion also gains a +4 bonus to attack rolls until the start of your next turn. </p><p><b>Spirit Link (16th level)</b></p><p>When your beast companion uses second wind, you can choose to spend one of your own healing surges rather than one of the beast's healing surges. </p><p><b>FERAL SPIRIT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.CAya0tLZ6d1i5Woj]{Feral Spirit 11-Feral Diversion}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NMRkU7ShL6mDyeOt]{Feral Spirit 12-Swiftness of Spirit}</p> <p>@Compendium[dnd-4e-compendium.module-powers.VyxGCXrLn7T1d5Kt]{Feral Spirit 20-Twin-Soul Strike}</p><p>Published in Martial Power, page(s) 61. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bWtZl6UiuzyjROas",
	"_key":"!items!bWtZl6UiuzyjROas"
}