{
	"name":"Fey Beguiler Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Gnome </p><p>The gnome race has learned to survive in a dangerous world by remaining unnoticed, staying out of sight and wielding magic to become invisible. As a fey beguiler, you take that a step farther, using magic to cloud and confuse your enemies' minds while you perfect your own talents for stealth and secrecy. </p><p>As you progress along the path of the fey beguiler, you learn an array of methods to move around unseen while bedeviling your foes. You can turn invisible, blast your foe with a globe of fey light and dash away unseen, or dumbfound an opponent, leaving it vulnerable to your allies' attacks. To supplement the powers of your path and your class, you also learn skills and utility powers typically available to rogues and wizards, either magical or mundane tricks to enhance your stealth, movement, or other capabilities. The key to your success is to escape notice, and you have an arsenal of techniques to do just that. </p><p>You can be sly and sneaky, moving quietly and skulking through the shadows. Subtlety is a valuable tool, and secrecy can save your life. But sometimes a forthright attack on an enemy's mind is just the right tool for the job. </p><p><b>FEY BEGUILER PATH FEATURES </b> </p><p><b>Disappearing Trick (11th level)</b></p><p>You can spend an action point to become invisible until the end of your next turn or until you attack, instead of taking an extra action. </p><p><b>Skill Learning (11th level)</b></p><p>You gain training in a skill from the rogue or wizard class skills list. </p><p><b>Clever Versatililty (12th level)</b></p><p>You gain a utility power of 10th level or lower from the rogue or wizard class. </p><p><b>Sneaky Gnome (16th level)</b></p><p>You roll twice whenever you make a Stealth check and use either result. </p><p>Published in Player's Handbook 2, page(s) 21. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"yM86YLPxTi0peFjR",
	"_key":"!items!yM86YLPxTi0peFjR"
}