{
	"name":"First Hunter Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warden </p><p>The bond between hunter and prey is as old as life itself. This relationship is second nature to you-a way of life that helps you work with other hunters, combining all your skill to bring down even the deadliest quarry. By learning and applying the secrets of the first hunter, you have honed your warden powers for maximum efficiency with spears and other thrown weapons. Whether you fight from the front or strike from the side, your allies can rely on you. </p><p>If you finally become the prey, let your hunter beware. You walk with the spirits of ancestral hunters at your side, and foes that corner you will feel the bite of your weapon. </p><p><b>FIRST HUNTER PATH FEATURES </b> </p><p><b>First Hunter Action (11th level)</b></p><p>When you spend an action point to make an attack, one of your allies gains combat advantage against the target of the attack until the end of your next turn. </p><p><b>Spear's Master (11th level)</b></p><p>You can use any one-handed simple or military weapon as a thrown weapon with a normal range of 5 and a long range of 10. When you throw such a weapon as a ranged basic attack, the attack deals extra damage equal to your Constitution modifier. In addition, if the target is adjacent to one of your allies, you gain a +2 bonus to the attack roll. </p><p><b>Hunters Together (16th level)</b></p><p>The first time you hit an enemy each round, choose one ally. The next ranged attack that ally makes against that enemy before the end of your next turn gains a bonus to the damage roll equal to your Constitution modifier. </p><p>Published in Primal Power, page(s) 110. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"p7LZ0WyGT5VEokPc",
	"_key":"!items!p7LZ0WyGT5VEokPc"
}