{
	"name":"Flamebrow Commander Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, Bravura Presence class feature </p><p>A dragon driven to wrath is a terrifying foe. It stops at nothing to quench its fury in the blood of those who wronged it. Only the desire to protect its young can drive a dragon to even greater heights of recklessness. A dragonborn warrior is little different, and a dragonborn officer displays parental loyalty to those alongside whom he fights. Such is the dragonborn warrior ideal. </p><p>An exemplar of this standard was Dhuryan Flamebrow, an audacious but beloved dragonborn mercenary from the fringes of the empire of Arkhosia. Dhuryan was noble born, but upon him fell the consequences of his father's dark deeds. Without title or property in the empire, and living under the shadow of family history, he made his way as a soldier and leader. He made a habit of leading from the front with a brashness born of being indifferent to death. Glory and the erasing of the past was his overriding aim, yet he was unwilling to sacrifice his fellow fighters for his own gain. </p><p>Dhuryan succeeded in reshaping the armies of a border province known for its barbarism and monster problems. Eventually, that province and its dragon lord became the most prominent in Arkhosia, although only Dhuryan's name is widely remembered to this day. At long last, Dhuryan had cleansed his family name. He rose then to prominence as a military advisor and became a general in the wars that eventually destroyed Arkhosia. During this time, he penned the military manifesto titled Flamebrow, in honor of his clan. Myths from many cultures say that Dhuryan fought in numerous wars in this world and beyond, and that he fell but returned to life more than once. Tales say that he stands now beyond the touch of time, alongside other legendary generals, awaiting the world's need. </p><p>Flamebrow still exists, copied into many languages. It is a treatise for the commander who wishes to defeat enemies head-on. Although it speaks of deceptive planning and long-term strategies, it also talks of brutal efficiency and courageous leadership when battle is joined. </p><p>Whether through influence, reading and practice, or direct training, your path has been influenced by Flamebrow. Boldness of action fails to fully describe your methods. You act decisively, willing to lay your own survival on the line to get the job done and protect your allies. </p><p><b>FLAMEBROW COMMANDER PATH FEATURES </b> </p><p><b>Flamebrow Revival (11th level)</b></p><p>When you are dying, you add your Charisma modifier to any hit points you regain, and you gain a bonus to death saving throws equal to your Charisma modifier. </p><p><b>Relentless Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can use your Bravura Presence class feature as if you were your own ally. </p><p><b>Roaring Recovery (16th level)</b></p><p>Each time you regain hit points when you are bloodied, you gain a +2 bonus to attack rolls until the end of your next turn. </p><p>Published in Martial Power, page(s) 124. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"13XgwP89zqBy0M4m",
	"_key":"!items!13XgwP89zqBy0M4m"
}