{
	"name":"Flame of Hope Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>When the gods warred with the primordials at the dawn of time, the gods fought to bring hope to the world they had helped to create. If the world had been left to the primordials, it would have been a fearsome place, dominated by tyrants who might destroy and remake any part of the world without warning. All the mortal inhabitants of the world might have been slaves, as the dwarves were enslaved by the titan servitors of the primordials. At best, they might have been terrified fugitives, hiding in despair from the wanton destruction of the world's elemental rulers. </p><p>Because the gods fought the primordials and freed the world from their dominion, the mortal races can live in hope. It is your sacred trust to nurture the embers of hope in the world and stir them into great bonfires that shed light into the world's darkest places. As a flame of hope, you wield powers of fiery radiance that heal and inspire your allies while burning and blinding your foes. </p><p><b>FLAME OF HOPE PATH FEATURES </b> </p><p><b>Enduring Hope (11th level)</b></p><p>While you aren't bloodied, each ally within 5 squares of you gains a +1 bonus to saving throws. </p><p><b>Inspiring Attack Action (11th level)</b></p><p>When you spend an action point to make an attack, you and each ally within 5 squares of you gain a bonus to attack rolls against each target of that attack until the start of your next turn. The bonus equals your Intelligence modifier. </p><p><b>Righteous Resurgence (16th level)</b></p><p>When you use your second wind, each enemy within 5 squares of you takes 1d6 + your Intelligence modifier fire and radiant damage, and each ally within 5 squares of you gains temporary hit points equal to that damage. </p><p><b>FLAME OF HOPE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.QxKDXloJe6aYmUfT]{Flame of Hope 11-Numinous Cascade}</p> <p>@Compendium[dnd-4e-compendium.module-powers.IMv2coBVUzSAm0tk]{Flame of Hope 12-Blinding Ward}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eRX2Sgt9JzPELGAp]{Flame of Hope 20-Sunburst Bulwark}</p><p>Published in Player's Handbook 2, page(s) 116. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"LYRbsUjTe90z8i75",
	"_key":"!items!LYRbsUjTe90z8i75"
}