{
	"name":"Flying-Blade Adept Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, Quick Draw feat </p><p>Among common folk, knife and shuriken throwing are forms of entertainment and sport. Competitors throw under calm conditions at stationary targets. At the extreme, carnival throwers toss blades at a moving mark, or sport throwers have to put up with rowdy onlookers and too much drink. </p><p>It takes a special breed of warrior to specialize in throwing blades in actual combat. The clash of steel, the rush of magical forces, and the screams of the wounded and dying are far more than taproom distractions. Moreover, the idea of tossing away a weapon seems tantamount to suicide. Still, anyone who has mastered the technique of hurling blades in battle knows that doing so helps to keep one out of harm's way. </p><p>Being such an expert takes guts, discernment, smarts, and quickness. The hurler must be brave enough to throw away a weapon, and to stand fast when the enemy recognizes the danger that he or she presents. The thrower's senses must be accurate enough to discern when to move and where. Furthermore, perception is nothing without the good judgment to exploit opportunities and to carry the right array of blades. And all this means little if the wielder lacks the agility orspeed to take advantage of whatever battle situation </p><p>arises. </p><p>You are such an expert with light thrown blades. Swift enough to draw weapons in rapid succession and to knock an arrow out of the air, you have little to fear when you throw a blade. Your talent allows you to hit with terrifying accuracy, to bounce your blades off one target and into another, and even to punch holes in enemy armor. You have even been known to throw so quickly that you can hit every target in your field of vision. </p><p><b>FLYING-BLADE ADEPT PATH FEATURES </b> </p><p><b>Deadeye Blade (11th level)</b></p><p>When you throw a light blade, it has the high crit property. </p><p><b>Flying-Blade Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also make a ranged basic attack with a light blade as a free action. </p><p><b>Armor-Piercing Blade (16th level)</b></p><p>The first time you score a critical hit against a target with a ranged attack using a light blade, that target takes a -2 penalty to AC until the end of the encounter. </p><p><b>FLYING-BLADE ADEPT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.1KDcR5kG0pW2Jlxn]{Flying-Blade Adept 11-Ricochet Blade}</p> <p>@Compendium[dnd-4e-compendium.module-powers.bQgSNqY0FLsKvHl3]{Flying-Blade Adept 12-Nimble Deflection}</p> <p>@Compendium[dnd-4e-compendium.module-powers.TV7YLqEvdecUsmfC]{Flying-Blade Adept 20-Bladed Fusillade}</p><p>Published in Martial Power, page(s) 92. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"JRNe6G9CzZxEgD8S",
	"_key":"!items!JRNe6G9CzZxEgD8S"
}