{
	"name":"Fortune Blessed Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any divine class, must worship Avandra </p><p>Serendipity favors you. You have long proved a constant and loyal servant to Avandra by making her interests your own in your ongoing struggle against tyranny and in your willingness to explore the world and sample all it has to offer. Your virtuous soul and good works have won you the goddess's favor, and although you know you were ever in her good graces, you realize you have only touched upon what is possible in her service. </p><p>Becoming fortune blessed makes luck your servant, yours to shape and manipulate as you desire. The goddess permits this mastery as long as you advance her aims in the world and remain pure of heart and purpose. You have a knack for husbanding your good fortune and turning setbacks to your advantage. The greater your power becomes, the more the impossible becomes possible until one day you find there is nothing you can't achieve with luck on your side. </p><p><b>FORTUNE BLESSED PATH FEATURES </b> </p><p><b>Avandra's Luck (11th level)</b></p><p>Whenever you roll a natural 1 or 20 on an attack roll or saving throw during an encounter, you gain 1 luck token. Luck tokens remain until you spend them or until you take an extended rest, at which point you remove all unexpended luck tokens. </p><p>Whenever you make an attack roll, saving throw, ability check, or skill check on your turn, you can expend one luck token after seeing the result. Roll a d6. On a result of 1-3, you gain a +1 bonus to the triggering roll. On a 4 or 5, you gain a +2 bonus to the triggering roll. On a 6, you can reroll the triggering roll and use the result you like. You have no limit to the number of luck tokens you can spend during an encounter, but you can spend only one token per turn. </p><p><b>Fortune Blessed Implements (11th level)</b></p><p>You can use any implements you would ordinarily use for divine powers with fortune blessed implement prayers. </p><p><b>Lucky Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, you can make a saving throw. If the saving throw succeeds, you also gain one luck token. </p><p><b>Swift Luck (16th level)</b></p><p>The first time in each encounter that you roll a natural 18, 19, or 20 on an attack roll or saving throw, you can take an extra move action on your next turn. </p><p>Published in Dragon Magazine 384, page(s) 71. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RX345aGKd9IzhSEP",
	"_key":"!items!RX345aGKd9IzhSEP"
}