{
	"name":"Freedom Fighter Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Escaped slave theme or warlord </p><p>Power alone is not reason to rule. One should earn obedience and loyalty, not force or buy it. The people need to understand that slavery serves no one. It is merely the strong stealing from the weak, and while that might suit the odious scavengers that sup on dusty carrion in the deserts, it's no way for people to live. They need someone to pull the veil from their eyes and break the bonds that restrict their thinking. Even the slaves need someone to show them they can be free. They need inspiration. They need an example-someone like an escaped slave. </p><p>You are a rarity in Athas: You believe in freedom. You fight not just for yourself but for others. Anyone who seeks to escape the master's whip deserves your help-as long as they don't wish to turn the lash upon others. The slave masters, the corrupt nobles, the rich merchants, and the sorcerer-kings-they have the power, but slaves outnumber free people ten to one, and that means the odds are in freedom's favor. </p><p><b>FREEDOM FIGHTER PATH FEATURES </b> </p><p><b>Comrade's Help (11th level)</b></p><p>You can use the aid another action as a move action when aiding a skill or ability check. If you are aiding an escape attempt or a skill or ability check to break bonds or find escape (Thievery to open a lock on chains, Strength to break down a door, Perception to find a way out, and so on), the bonus you grant for a successful DC 10 ability or skill check equals 4 instead of 2. </p><p><b>Fight For Your Freedom (11th level)</b></p><p>When you spend an action point to take an extra action, all allies within 10 squares of you that are marked or grabbed by enemies can make a basic attack as a free action. If an ally's basic attack hits a target that is marking or grabbing that ally, the mark or grab ends. If no ally within range is marked or grabbed, you can instead choose one ally within 5 squares of you to make a basic attack as a free action. </p><p><b>Freedom Requires Vigilance (16th level)</b></p><p>You and any allies within 3 squares of you gain a +2 bonus to initiative, Perception, and Insight checks. </p><p><b>FREEDOM FIGHTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.enM20hqbZAsoVGBt]{Freedom Fighter 11-Self-Sacrificing Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.yZRhOBfz2rHS5dp4]{Freedom Fighter 12-Inspiring Example}</p> <p>@Compendium[dnd-4e-compendium.module-powers.WrbMUT81E4qckNJQ]{Freedom Fighter 20-Vicious Guardian}</p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kJmObK1AyXIYifeH",
	"_key":"!items!kJmObK1AyXIYifeH"
}