{
	"name":"Gatekeeper Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shardmind </p><p>The Living Gate, the first best defense against the horror of the Far Realm, is gone, dissolved into thousands of disparate crystal shards. A disaster, certainly, but you are keenly aware of the upside; some of those shards make up your body and some quanta of the original animating consciousness of the Living Gate makes up your mind. </p><p>Aside from the obvious benefit of your own existence, it should also be clear that you are composed of the physical manifestation of a straightforward concept, which fundamentally is about controlling access through a threshold. </p><p>Whether others call a feature a gate, a door, or an entry doesn't matter; all that matters is that you can conceive of a particular area as a threshold. Once you've got that fixed in your mind, your body viscerally responds, granting you ever greater abilities to open or close a way, to monitor a passage, to ward off foes, and to keep your allies safe. </p><p><b>GATEKEEPER PATH FEATURES </b> </p><p><b>Dangerous Threshold (11th level)</b></p><p>Whenever an enemy leaves a square adjacent to you and enters a square that is not adjacent to you, that enemy grants combat advantage until the end of your next turn. </p><p><b>Gatekeeper's Action (11th level)</b></p><p>When you spend an action point to gain an extra action, until the end of your next turn enemies treat the squares adjacent to you as difficult terrain. </p><p><b>Gate Ward (16th level)</b></p><p>When you are first bloodied in an encounter, you regain the use of your chosen threshold utility power. Additionally, any enemy within or adjacent to the wall created by your chosen threshold power grants combat advantage. </p><p><b>GATEKEEPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.JueBinVKL10avMOy]{Gatekeeper 11-You Shall Not Pass}</p> <p>@Compendium[dnd-4e-compendium.module-powers.AqavY0p4Tyz15xSl]{Gatekeeper 12-Chosen Threshold}</p> <p>@Compendium[dnd-4e-compendium.module-powers.MtTPbJC1g5Ulns7Z]{Gatekeeper 20-Gate to Nowhere}</p><p>Published in Dragon Magazine 387, page(s) 18. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3MdSYt6fhqGeAouL",
	"_key":"!items!3MdSYt6fhqGeAouL"
}