{
	"name":"Gatekeeper of the Golden Palace Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Must worship Erathis </p><p>You exemplify the virtues of Erathis. In life, you abide by and enforce the laws of your people. You have defended your home against myriad creeping evils and brought light to the dark places in the world. In battle, you know you are only as powerful as the warriors who fight beside you, and you strive to guide them to victory just as fervently as you take up a weapon. Erathis has taken special notice of your devotion and your prowess, and she has blessed you with a powerful touch of her golden light. </p><p>To be a gatekeeper of the golden palace, as you are, one does not need a specific power source or skill set. One needs only to value the lives of their allies as strongly as their own, and to know that it is more important for an arrow to strike its target than it is to be the one who fires the arrow. With your allies at your side and Erathis in your heart, you intend to litter the battlefield with fallen enemies-even if you never lift a sword. </p><p><b>GATEKEEPER OF THE GOLDEN PALACE PATH FEATURES </b> </p><p><b>Communal Action (11th level)</b></p><p>You can spend an action point to give an ally adjacent to you an action point. </p><p><b>Strength in Numbers (11th level)</b></p><p>You and any ally adjacent to you gain a bonus to saving throws equal to the number of allies adjacent to you. </p><p><b>One for All (16th level)</b></p><p>When you end your turn, each ally adjacent to you can make a saving throw. </p><p>Published in Dragon Magazine 387, page(s) 62. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9eDRUvtTYBV4JGKI",
	"_key":"!items!9eDRUvtTYBV4JGKI"
}