{
	"name":"Gatecrasher Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Arcana </p><p>Your rogue skills are as useful in the planes as in the world. You might be negotiating with a fomorian king instead of a tiefling merchant or cracking open a portal instead of picking a padlock, yet the principles are the same. You make it your business to locate lost relics across the planes and to learn the whereabouts of creatures that don't want to be found. Your connections span hundreds of organizations and people, and you know the locations of scores of portals. </p><p><b>GATECRASHER PATH FEATURES </b> </p><p><b>Gatecrasher Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain an additional move action that you can expend to teleport a number of squares equal to your speed. You can only use the move action on your turn, and the additional action expires at the end of the encounter. </p><p><b>Portal Alteration (11th level)</b></p><p>A gatecrasher gains benefits related to portals. </p><p>Transparency: A gatecrasher sees through all but illusory portals as if they were clear. A gatecrasher that succeeds on a DC 25 Arcana check can recognize an illusory portal as illusory and can observe the portal's true destination. </p><p>Access: A gatecrasher gains a +5 bonus to Thievery checks to attempt to unlock an Arcane Lock on a portal. </p><p>Precision: A gatecrasher who moves through a portal can give the portal the precise trait. This trait lasts for 5 minutes after the gatecrasher exits the portal. </p><p><b>Gatecrasher Advantage (16th level)</b></p><p>When an enemy within your line of sight uses a power that has the teleportation keyword, you gain combat advantage against that creature until the end of your next turn. </p><p>Published in Manual of the Planes, page(s) 142. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"WIbYwjELCyqPG8ac",
	"_key":"!items!WIbYwjELCyqPG8ac"
}