{
	"name":"Gatekeeper Mystagogue Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any primal class, member of the Gatekeepers </p><p>Over sixteen thousand years ago, druids formed the Gatekeepers. They were charged with the dire responsibility of safeguarding the world from a burgeoning evil, the aberrant horrors dwelling within Khyber's depths. Although defeated once, these creatures still clamor for a chance to slip through reality's boundaries and conquer the mortal world. The Gatekeepers have failed only one time in their guardianship. Some nine thousand years ago, the daelkyr spilled from Xoriat, the Realm of Madness. Only a few Gatekeepers survived the struggle to bind the daelkyr behind great seals. From that moment, the Gatekeepers renewed their ancient oaths and have remained vigilant in their duties. </p><p>As a mystagogue of the Gatekeepers, you preserve the seals forged by your predecessors, and you work to contain the aberrant threat. Your mission carries you across the world, for the daelkyr and their spawn are unceasing in their efforts to thwart the seals. To oppose them, you have learned ancient techniques to steel your mind against their powers and to battle their fell influence. </p><p><b>GATEKEEPER MYSTAGOGUE PATH FEATURES </b> </p><p><b>Aberrant Bane (11th level)</b></p><p>Your attacks against bloodied aberrant creatures can score critical hits on rolls of 19-20. </p><p><b>Resolute Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain resist 20 psychic until the end of your next turn. In addition, you and each ally adjacent to you can make a saving throw against any psychic effects. </p><p><b>Aberrant Disruption (16th level)</b></p><p>Whenever you score a critical hit against an aberrant creature, that creature is also stunned until the end of your next turn. </p><p><b>GATEKEEPER MYSTAGOGUE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.a6kntvDjPNXYWKIF]{Gatekeeper Mystagogue 11-Nature's Balance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.sT3BaGHqVSzchbNp]{Gatekeeper Mystagogue 12-Gate Seal}</p> <p>@Compendium[dnd-4e-compendium.module-powers.W3FLB2IS6KvfEe51]{Gatekeeper Mystagogue 20-Nature's Purge}</p><p>Published in Eberron Player's Guide, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"P75ndtINBLy8ToFh",
	"_key":"!items!P75ndtINBLy8ToFh"
}