{
	"name":"Ghost Blade Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage </p><p>Like many swordmages, you can effortlessly travel the roads behind the world. Those arcane pathways offer you more than they do your fellows, though, for you have actually learned to slip through the space between planes. </p><p>Your travels through the weave of reality have transformed your knowledge and skills. As you bend space with cunning strokes of your sword, you can be in two places at once, splitting your physical body between the dimensions. You might briefly take on the seeming of a ghostly spirit, but this appearance is only a temporary transformation. Even when you step between worlds, your blade doesn't fade-remaining a very real threat to your enemies. </p><p>Your eerie form has gained you the moniker of \"ghost\" in some circles. You smile to hear such nicknames, although they are untrue, because you knowthat fear is a valuable weapon. </p><p><b>GHOST BLADE PATH FEATURES </b> </p><p><b>Here nor There (11th level)</b></p><p>Whenever you use a teleportation power, you gain combat advantage against one target of the next weapon attack you make before the end of your next turn. </p><p><b>Slip the Weave (11th level)</b></p><p>When you spend an action point to take an extra action, you become insubstantial until the end of your next turn. </p><p><b>Stalker of the In-between (16th level)</b></p><p>While you are insubstantial or have phasing, each creature marked by you grants combat advantage to you, and you add 2 squares to the distance your teleportation powers allow you to teleport. </p><p><b>GHOST BLADE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.amVhTGuf90DriNon]{Ghost Blade 11-Ghost Sword}</p> <p>@Compendium[dnd-4e-compendium.module-powers.iwur2z7QmPfeONsg]{Ghost Blade 12-Phase Evasion}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vJh4PE5UBHcwMbWg]{Ghost Blade 20-Omnipresent Assault}</p><p>Published in Arcane Power, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2cjMJXtlDrh0yCV3",
	"_key":"!items!2cjMJXtlDrh0yCV3"
}