{
	"name":"Ghostwalker Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Monk </p><p>The Monastery of the Eternal Void stands at a crossroads where the Shadowfell washes against the world's shores. Some who study in the monastery delve into the Shadowfell's secrets, but most of the disciples there contemplate the nature of life and death, the soul's final migration, and the fate awaiting creatures in the afterlife. Proximity to the darkened plane informed the monastery's fighting techniques as they developed into their current forms. </p><p>Your training at the monastery opened your inner eye, allowing you glimpses from this world into the realm of the dead. Those visions left a mark on you; your flesh grew pale and dark circles ring your eyes, as if death's touch draws near. Despite these changes, you are no less vital and have gained uncanny insight into the nature of souls and their movements. </p><p>As a ghostwalker, you use psionic power to cloak yourself in shadow and thereby avoid enemy attacks. You can also strike at a foe's life force, sapping its strength. Mastery of these techniques allows you to seize your enemy's soul and ride it to another location. </p><p><b>GHOSTWALKER PATH FEATURES </b> </p><p><b>Ghostwalker's Action (11th level)</b></p><p>When you spend an action point to make an attack, any enemy granting combat advantage to you that is hit by that attack is weakened until the end of your next turn. </p><p><b>Of Two Worlds (11th level)</b></p><p>You have concealment against any enemy granting combat advantage to you. In addition, when any enemy misses you with a melee attack while you have concealment or total concealment, you can shift 1 square as a free action. </p><p><b>Ride the Spirit (16th level)</b></p><p>Whenever you reduce an enemy to 0 hit points, you can use a free action to teleport a number of squares equal to your Wisdom modifier. Until the end of your next turn, you have combat advantage against each enemy adjacent to you at the end of the teleportation. </p><p><b>GHOSTWALKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.mFg7KYvxfBA1sOhy]{Ghostwalker 11-Tormented Spirit [Attack Technique]}</p> <p>@Compendium[dnd-4e-compendium.module-powers.snrow0u7JjfySEVd]{Ghostwalker 12-Soul Dance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.n23ZtuICBGzsjprf]{Ghostwalker 20-Vengeful Ghost}</p><p>Published in Player's Handbook 3, page(s) 76. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SH74PQKnIv1uJTyE",
	"_key":"!items!SH74PQKnIv1uJTyE"
}