{
	"name":"Glee-born Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn, any arcane class </p><p>Dragonborn can be a harsh and taciturn race. When a dragonborn becomes known for excessive jesting or practical jokes, he or she is shunned and called glee-born or \"touched by copper.\" Rather than accept scorn, glee-born embrace their fun-loving nature and welcome the title with pride, even if they are forced into exile away from dragonborn lands. Luckily, many human kings welcome glee-born into their courts as jesters or courtesans. </p><p>Glee-born are quick to laugh, but they can be dangerous in battle. A sly word or cutting insult can easily distract a foe, and glee-born are known to have arcane talents that they use liberally in combat. </p><p>Only true copper dragons could match the sly wit of a glee-born, and many scholars posit that the gleeborn must have coppers in their lineage. Indeed, the scales of older glee-born have been known to develop an orange hue and even a green verdigris tinge late in life. If they live long enough, that is. </p><p><b>GLEE-BORN PATH FEATURES </b> </p><p><b>Glib Tongue (11th level)</b></p><p>You gain a +3 bonus to Bluff checks and Diplomacy checks. </p><p><b>Insulting Action (11th level)</b></p><p>When you miss a target that grants combat advantage to you, you can spend an action point to reroll that attack roll with a +2 bonus. You must use the result of the second roll. </p><p><b>Captive Audience (16th level)</b></p><p>When you hit a creature with an arcane attack, each enemy adjacent to the target grants combat advantage to you until the end of your next turn. </p><p>Published in Dragon Magazine 385, page(s) 9. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"afSYIV05jLnho1TJ",
	"_key":"!items!afSYIV05jLnho1TJ"
}