{
	"name":"Gloaming Dancer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Assassin </p><p>You have mastered the elementary lessons required by your Gloaming Dancer instructors. As a reward, they usher you into the higher mysteries of their tradition. The secrets they impart reveal the Shadowfell's ubiquity and how to harness the dark magic flowing from the plane of shadow into the mortal realm until you can step between worlds with ease. The shadows rise up at your command, tearing open the gaps you need to dance across the battlefield unchecked and giving you opportunities you can use to land the killing blow. </p><p><b>GLOAMING DANCER PATH FEATURES </b> </p><p><b>Dancing Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also teleport 5 squares. If you do not, you can teleport 5 squares as a minor action once before the end of your next turn. </p><p><b>Sinister Shadows (11th level)</b></p><p>You gain a +2 bonus to Stealth checks. In addition, whenever a shadow power lets you teleport, increase the distance you can teleport by 1 square. </p><p><b>Shadow Blend (16th level)</b></p><p>When you subject an enemy to three or more shrouds, you can remove two shrouds to animate the enemy's shadows until the end of the encounter or until you use assassin's shroud against a different target. While the enemy's shadows are animate, you gain combat advantage against that enemy and concealment from that enemy's attacks. </p><p><b>GLOAMING DANCER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.wmB49l7XptQWgZcx]{Gloaming Dancer 11-Penumbral Leap}</p> <p>@Compendium[dnd-4e-compendium.module-powers.HMsaE5Uy1PRTc2Zj]{Gloaming Dancer 12-Shadow Dance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.3bQZWiNFymnGHO9v]{Gloaming Dancer 20-Flickering Shadow}</p><p>Published in Dragon Magazine 388. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ibfdh2kgZ1EMYyUl",
	"_key":"!items!ibfdh2kgZ1EMYyUl"
}