{
	"name":"Glorious Myrmidon Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, trained in Athletics </p><p>You are a warrior of tremendous athleticism and skill. For you, battle is the ultimate competition-a contest in which your personal triumphs and deeds of daring will win you lasting glory. You measure your victories by the fame and recognition they bring you. Folks might say that you're proud, vain, or selfish, and that your hubris is an affront to the gods. You see nothing wrong in wanting to glorify the natural gifts the gods granted you or demonstrating to the world the rewards that can be won with courage, dedication, and skill. </p><p>You value fame, honor, and the stories of your triumphs over gold and other worldly treasures. You're on the lookout for opportunities to add to your own growing fame, not through bragging about what you've done but by testing yourself against worthy foes and producing evidence of your victories. If you can't fight the dragon on the village green, then at least you can bring back its head tied to your saddle horn to let everyone know that you bested the creature. </p><p>You have little interest in dishonorable victories or foes beneath your station. If you must give battle to unworthy enemies to protect innocent people, you might choose to set your own challenge by wielding ineffective weapons, using only simple attacks, or allowing your opponents the first strike. Defeating a band of goblins hardly adds to your renown at this point in your career, but defeating them with your bare hands-now there's a story. </p><p><b>GLORIOUS MYRMIDON PATH FEATURES </b> </p><p><b>Battle Agility (11th level)</b></p><p>You ignore the speed penalty and check penalty of chainmail and scale armor. </p><p><b>Myrmidon's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can shift 3 squares as a free action before or after the extra action, and you gain a +2 bonus to attack rolls until the start of your next turn. </p><p><b>Myrmidon Athleticism (16th level)</b></p><p>You gain a +1 bonus to speed and a +2 bonus to Acrobatics, Athletics, and Endurance checks. </p><p>Published in Martial Power 2, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bxMvafFgloYN8KIy",
	"_key":"!items!bxMvafFgloYN8KIy"
}