{
	"name":"Gnome Nightcloak Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Gnome, paladin, trained in Stealth </p><p>Blending divine magic with your race's gifts for stealth and cunning, you follow the path of the nightcloak. You bend the shadows that can hide villainy to your own purposes. You seek to protect yourself and your allies from threats, and you seek out evil where it hides under cover of darkness-eliminating it silently, before it can erupt forth to threaten the world of light. </p><p>An armored defender of your faith, you nonetheless have learned to become a silent predator, shrouded by protective shadowstuff and able to slip in and strike where foes are least prepared. You can step through the boundary between light and dark to cover distance quickly, or briefly disappear from view to find a new position or to make a surprise attack. </p><p>Originally created by adherents of Sehanine for missions requiring some degree of subtlety, the nightcloak tradition has since spread to gnomes of all faiths. Indeed, with the gnome value for secrecy and preservation of outward peace, some would say a group of warriors such as the nightcloaks was inevitability. Many nightcloaks defend hidden gnome communities from danger, venturing out to sabotage or eliminate growing threats without leaving a trace of their presence. Still others travel the world, alone or in like-minded bands of heroes, quietly protecting the interests of gnomes and other goodly races by rooting up the seeds of evil in the darkness that shelters it. </p><p>Some might question your covert methods, demanding justice be carried out in full view of all; even considering stealth to be tantamount to cowardice. But you know it's best to fight darkness with darkness so that you can preserve the overall peace of the innocents. And besides-nobody will ever see you. </p><p>By day you might cultivate an image of the friendly gnome knight in shining armor, but when darkness falls, you assume a sterner demeanor, silently and ruthlessly hunting down corruption and villainy before sunrise, when you return to your gregarious ways with none the wiser. </p><p><b>GNOME NIGHTCLOAK PATH FEATURES </b> </p><p><b>Leaping Shadow Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can teleport your speed before or after the action. </p><p><b>Veil of Darkness (11th level)</b></p><p>You gain a bonus to Stealth checks equal to your Charisma modifier. In addition, when you use your fade away racial power, you or one ally adjacent to you gains resistance to all damage equal to your Charisma modifier until the end of your next turn. </p><p><b>From the Shadows (16th level)</b></p><p>Once per round when you hit a target marked by you that is granting combat advantage to you, you may deal 2d6 extra damage to that target. </p><p><b>GNOME NIGHTCLOAK POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.teJdnCAlQ9wKhLv6]{Gnome Nightcloak 11-Shadowstride Rebuke}</p> <p>@Compendium[dnd-4e-compendium.module-powers.TwZQ5FNP7Lfh4Rpq]{Gnome Nightcloak 12-Cover of Night}</p> <p>@Compendium[dnd-4e-compendium.module-powers.KIYpLqEnwd9FtbxP]{Gnome Nightcloak 20-Tumultuous Shadowflow}</p><p>Published in Dragon Magazine 384, page(s) 58. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UlrjyOc2Y8oI1stx",
	"_key":"!items!UlrjyOc2Y8oI1stx"
}