{
	"name":"God Fragment Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, vestige pact </p><p>Gods, primordials, and other powerful beings are sometimes preserved in the Astral Sea after their deaths. Drifting through the starry mists like immortal flotsam, they slumber through the millennia, awaiting the divine spark that might reawaken them. As the ages pass, the drifting corpses transform into astral matter. </p><p>Your curiosity was kindled when you first heard the term \"dead god\" while studying vestiges. Something about the concept of dead immortals fascinated you. And why not? When a god dies, where does its power go? You discovered the answer to this question: The power becomes dormant, crystallizing into a solid form within the Astral Sea. There, it drifts across the starry expanse, forgotten but not destroyed. </p><p>You study the history of deceased deities, primordials, and other legendary beings. From these accounts, you learn to siphon the beings' lost energy and dormant power. However, you know that real power lies in locating the crystallized essence of one of these dead immortals and awakening its full force. </p><p><b>GOD FRAGMENT PATH FEATURES </b> </p><p><b>Lifegiving Action (11th level)</b></p><p>When you spend an action point to take an extra action, you regain hit points equal to your level. </p><p><b>Road to Reawakening (11th level)</b></p><p>You gain a +3 bonus to death saving throws. </p><p><b>Dormant Power (16th level)</b></p><p>When you use a warlock power against a creature and score a critical hit, the attack deals 2d10 extra damage to that creature. </p><p>Published in Arcane Power, page(s) 90. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"R57Zb3zFyJunlcBe",
	"_key":"!items!R57Zb3zFyJunlcBe"
}