{
	"name":"Goliath Juggernaut Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Goliath </p><p>You are a horrific and awe-inspiring sight on any battlefield. When working in mercenary units as a means to shatter an enemy's defensive line, you and your fellow juggernauts use a combination of brute strength and cunning tactics to crush anything in your path. Many armies have seen their shield-lines falter under the crushing cascade of goliath juggernauts and many commanders have come to fear your presence in any conflict. </p><p>However, your unpredictable methods makes you a controversial addition to the rosters of any army. No one can tell what will happen when you enter the fray, and you've discovered that some commanders prefer to avoid using your skills altogether due to your rumored capriciousness. However, this purported impulsiveness has a purpose: If your foe can't anticipate your next move, you are more likely to succeed at your chosen task. </p><p>When you choose the life of an adventurer, whatever your reasons for doing so, you use your knowledge of tactics to become a truly efficient part of the team with which you journey. In combat, you prefer to place yourself in the middle of the fray so that you can cause as much chaos as possible in as short a period as is required. However, you don't position yourself in this manner consistently enough to become predictable. Also, you are not without wits. Many discount your ability to anticipate your foe's maneuvering and tactics, which can cause them to underestimate you and ultimately lead you to success. </p><p><b>GOLIATH JUGGERNAUT PATH FEATURES </b> </p><p><b>Rampaging Action (11th level)</b></p><p>When you spend an action point to make an attack, if you hit with the attack you knock all enemies adjacent to one target you hit prone. </p><p><b>Warborn (11th level)</b></p><p>Your maximum hit points increase by 10. </p><p><b>Battlefield Warcry (16th level)</b></p><p>Whenever you first become bloodied in an encounter, you and each ally within 5 squares of you gain a +2 bonus to attack rolls until the end of your next turn. </p><p><b>GOLIATH JUGGERNAUT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Bt1LYHZe47UpW9Km]{Goliath Juggernaut 11-Drive Them to Their Knees}</p> <p>@Compendium[dnd-4e-compendium.module-powers.3RpEk4MAWJwoh1ZS]{Goliath Juggernaut 12-Undeniable Tenacity}</p> <p>@Compendium[dnd-4e-compendium.module-powers.0nqjIDs6Ca3phxvK]{Goliath Juggernaut 20-Annihilating Strike}</p><p>Published in Dragon Magazine 386, page(s) 57. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"1cE8b6QIklpBOKZy",
	"_key":"!items!1cE8b6QIklpBOKZy"
}