{
	"name":"Gray Guard Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Paladin, trained in Insight and Intimidate </p><p>As a paladin, you cleave to principles that guide you through life, shaping your worldview and forming your moral foundation. Even if you don't follow a code of behavior, you follow the precepts of your god and work to live up to your faith's expectations. Yet the enemy never plays fair. Sometimes rules must be bent, or even broken, for the greater good. </p><p>No one knows this better than you, a gray guard. You have made a career of defying expectations and making the tough choices that your peers avoid. For you, the ends justify the means-even stealing, lying, or brutal interrogation. You do what you must to defeat the enemy. Your tactics don't make you popular with others in service to your god. Many see you as dangerous, almost as much of a threat as your enemies. Let them say what they will. You know that, deep down, they fear you and might even respect you. </p><p>As you continue down this path, you might feel estranged from your god, a disappointment to the one for whom you have sacrificed so much. The blood staining your hands has somehow darkened your soul, although your abilities are unaffected. But you do what you must. </p><p><b>GRAY GUARD PATH FEATURES </b> </p><p><b>Gray Guard Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also shift 3 squares as a free action. In addition, you gain a +2 bonus to attack rolls until the start of your next turn. </p><p><b>Gray Guard Vigilance (11th level)</b></p><p>You are trained in Perception and Streetwise. In addition, enemies marked by you cannot benefit from concealment or total concealment against your attacks. </p><p><b>Demoralizing Critical (16th level)</b></p><p>When you score a critical hit, the enemy nearest to the target takes a -2 penalty to attack rolls and all defenses until the end of your next turn. </p><p><b>GRAY GUARD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xswC4W1vyPEfLK29]{Gray Guard 11-Debilitating Smite}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eQgp75H9MJPKUxkd]{Gray Guard 12-Relentless Justice}</p> <p>@Compendium[dnd-4e-compendium.module-powers.mb6Xpdi2hOGerB5g]{Gray Guard 20-Devastating Smite}</p><p>Published in Divine Power, page(s) 99. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5aRq9cOEk8416CDb",
	"_key":"!items!5aRq9cOEk8416CDb"
}