{
	"name":"Great Elder Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power, World Speaker Spirit class feature </p><p>Shamans know that the spirits are not truly the size of a human, an elf, or a panther. The spirits are vast, small, or whatever they are called on to be by the world's needs. Shamans know this to be true, but not all shamans can master their unconscious expectations of the spirits. Each spirit companion appears as a creature of the shaman's size because of its link to the shaman, and as allies and friends, both share an image, a reflection, within the world of spirits. </p><p>You have seen partway through this veil. As a follower of the world speaker tradition, you know that your spirit companion is vast. By seeing part of this truth, you know that your spirit companion's size approaches that of an elder spirit, having a touch of the scope and power you will acquire if you live to fulfill an epic destiny. </p><p>As an elder spirit, your spirit companion protects your allies as it has always protected the people of the world. Its knowledge, allied with your understanding of nature, is sometimes the only shield your allies require. </p><p><b>GREAT ELDER PATH FEATURES </b> </p><p><b>Elder Presence (11th level)</b></p><p>As a minor action, you can make your spirit companion Large or Medium. </p><p><b>Great Elder Action (11th level)</b></p><p>When you spend an action point to take an extra action, allies adjacent to your spirit companion gain a +2 bonus to all defenses until the end of your next turn. </p><p><b>Elder Counsel (16th level)</b></p><p>When an enemy attacks the Will of an ally adjacent to your spirit companion, that ally's Will can equal yours if he or she chooses. </p><p><b>GREAT ELDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.r73PvmQKYfGtx4Aa]{Great Elder 11-Great Reaching Spirit}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rCtPuSNoDQ8ihZ07]{Great Elder 12-Great Hymn of Nature}</p> <p>@Compendium[dnd-4e-compendium.module-powers.tHGEaULv8JcYBWKm]{Great Elder 20-An End to Tolerance}</p><p>Published in Primal Power, page(s) 81. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"0VAuwXde8Y2TvPkN",
	"_key":"!items!0VAuwXde8Y2TvPkN"
}