{
	"name":"Great Weapon Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Fighter Weapon Talent class feature </p><p>You have always found the art of wielding a great weapon appealing, and during your training you focused your efforts toward mastering its forms and techniques. Although your instructors gave you invaluable insights into using these weapons, only through field experience have you come to truly master them. In your hands, a great weapon becomes like a living thing, its bulk and weight negligible in your practiced hands. You can maneuver the weapon about you, using its size to your clear advantage. </p><p><b>GREAT WEAPON MASTER PATH FEATURES </b> </p><p><b>Infectious Dread (11th level)</b></p><p>Each time you hit an enemy with a melee attack using a two-handed weapon, one other enemy adjacent to you takes a -2 penalty to attack rolls against you until the end of your next turn. Creatures immune to fear do not take this penalty. </p><p><b>Parrying Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain a +2 bonus to AC until the end of your next turn. </p><p><b>Opening Seized (16th level)</b></p><p>Whenever an enemy you have marked misses you with an attack, your next attack before the end of your next turn deals extra damage equal to your Constitution modifier against that enemy. </p><p>Published in Dragon Magazine 379, page(s) 66. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"FfKm0bZTxiMprvak",
	"_key":"!items!FfKm0bZTxiMprvak"
}