{
	"name":"Guardian of the Living Gate Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Druid </p><p>Ancient compacts and edicts protect the natural world from too much interference by gods and primordials. As much as primordials, as well as demons, might like to tear the world apart and draw it back into the Elemental Chaos from which it was made, their power is limited. To many druids' eyes, the greatest threat that now faces the world is not god or primordial, but alien creatures from the Far Realm that are not bound by the ancient laws. These creatures don't necessarily want to destroy the world, but whether or not they mean to, they corrupt it simply by being in it. </p><p>As a guardian of the Living Gate, you have sworn to seek out and kill aberrant creatures that have ties to the Far Realm and to seal any portals between that plane and the world. You might have joined an order of like-minded druids (the organization known as the Circle of the True is the largest such order), or you might have found your own way into the esoteric knowledge of the Living Gate. The mystical powers you learn on this path, starting with the first ward of the Living Gate, are generally useful for protecting your allies and bringing ruin to your enemies, but your charge is to use them to defend the natural world from forces that would corrupt and destroy it. </p><p><b>GUARDIAN OF THE LIVING GATE PATH FEATURES </b> </p><p><b>Entwining Evocation (11th level)</b></p><p>When you make an area attack, you gain combat advantage against each target that has no creatures adjacent to it. </p><p><b>Guardian Action (Guardian of the Living Gate) (11th level)</b></p><p><b>Enduring Spirit (16th level)</b></p><p>Once per round, when you fail a saving throw, an ally within 5 squares of you can make a saving throw. </p><p><b>GUARDIAN OF THE LIVING GATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xDgwZiPOhvQoz8Tr]{Guardian of the Living Gate 11-First Ward of the Living Gate}</p> <p>@Compendium[dnd-4e-compendium.module-powers.gHyGR2ei9pLkQJaU]{Guardian of the Living Gate 12-Second Ward of the Living Gate}</p> <p>@Compendium[dnd-4e-compendium.module-powers.kEp2X3UaJY9dVyLN]{Guardian of the Living Gate 20-Third Ward of the Living Gate}</p><p>Published in Player's Handbook 2, page(s) 97. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YeufQJVWvBN2GPhT",
	"_key":"!items!YeufQJVWvBN2GPhT"
}