{
	"name":"Guardian of the Land Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Primal guardian theme </p><p>There is no greater calling than to protect the land, to shelter it from those who would exploit it for the power it contains. Your long associations with the spirit world revealed to you the fragile balance that allows life to continue despite the hardships. Only if this balance is maintained can life and the world recover, and so you make this your work, devoting your life to its protection. </p><p>The primal spirits are not blind to your sacrifice, and they respond to your efforts by lending aid where and when they can. Whenever you choose a land to guard, the spirits emerge from the broken landscape to add their strength to your own. They slow enemies as they approach and punish the trespassers. </p><p>As your bond with the land grows, so too does your understanding of its power. You can draw primal magic into yourself when you assume bestial forms, growing your strength and vitality. Within your guarded sites you can move from place to place, ensuring that nothing under your stewardship comes to harm. And if you face a dire threat, you can call forth the ancient spirits to harry and kill any you name as your enemy. </p><p><b>GUARDIAN OF THE LAND PATH FEATURES </b> </p><p><b>Guarded Land (11th level)</b></p><p>Your connection to the world lets you form bonds with the land's spirits. You gain the guarded land power. </p><p><b>Land Guarding Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can move the zone created by guarded land 3 squares. After the move, any enemy within the zone takes damage equal to your primary ability modifier. </p><p><b>Nature's Steward (11th level)</b></p><p>Once per day, you can use the Speak with Nature ritual without expending components. </p><p>In addition, you no longer need to eat or drink. </p><p><b>Watchful Wrath (16th level)</b></p><p>Once per round on your turn, as a free action you mark every enemy within the zone created by guarded land until the end of your next turn. </p><p><b>GUARDIAN OF THE LAND POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.yb5M6UHYgDkCPdO3]{Guardian of the Land 11-Land's Rebuke}</p> <p>@Compendium[dnd-4e-compendium.module-powers.KG0JFcaNIi31C2tk]{Guardian of the Land 12-Land Stride}</p> <p>@Compendium[dnd-4e-compendium.module-powers.mQBM0cnv7yrDY5g8]{Guardian of the Land 20-Awakened Fury}</p><p>Published in Dark Sun Campaign Setting, page(s) 60. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"KnolI1pUs7dTLWkc",
	"_key":"!items!KnolI1pUs7dTLWkc"
}