{
	"name":"Guild Executioner Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Only an executioner can take this paragon path. </p><p>Executioners who reach the paragon tier have proven themselves more than capable of carrying out assassinations (both clandestine and public) without being caught or killed themselves. For you, simple political assassinations and hired killings begin to lose their luster, because city watchmen or the bodyguards of local merchants rarely challenge your skills. Your abilities are better utilized stalking more powerful quarry-those that threaten the entire world, if not the planes themselves. </p><p><b>GUILD EXECUTIONER PATH FEATURES </b> </p><p><b>Blindside (11th level)</b></p><p>If you are hidden from your enemies at the start of an encounter, you gain a +4 bonus to your first attack roll during the encounter. </p><p><b>Devastating Assassination (11th level)</b></p><p>When you use assassin's strike, increase the extra damage it deals by 2d10. </p><p><b>Executioner's Action (11th level)</b></p><p>When you spend an action point to make an attack and you roll a 1, 2, or 3 on any damage die associated with that attack (including extra damage from assassin's strike or critical hit dice), that die instead deals 4 damage. </p><p><b>Daring Escape (12th level)</b></p><p>You gain the daring escape power. </p><p><b>Vital Strike (16th level)</b></p><p>Your at-will weapon attack powers deal half damage on a miss. </p><p><b>Poisoner's Secrets (20th level)</b></p><p>You learn the recipe for the assassin poison wyvern venom. During an extended rest, you can prepare a 20th-level assassin poison that does not count as one of the poisons you can normally prepare. </p><p><b>GUILD EXECUTIONER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.hsvdFJAyqEIju7XO]{Guild Executioner 12-Daring Escape}</p><p>Published in Heroes of Shadow, page(s) 27. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"eYZhnuxytzmcTAfX",
	"_key":"!items!eYZhnuxytzmcTAfX"
}