{
	"name":"Guildmaster Thief Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Thievery </p><p>Whoever says crime doesn't pay just isn't good enough to pull it off. For the organized and resourceful, there's always an angle. </p><p>Thieves' guilds are criminal gangs that crop up mostly in urban areas. A single guild might manage or influence illegal activities such as assassination, blackmail, burglary, espionage, fencing stolen goods, grifting, smuggling, loan sharking, pickpocketing, piracy, racketeering, robbery, thuggery, and so on. A guild might also direct legal enterprises as legitimate business ventures, as cover, or as a way to control the flow of information. For instance, many thieves' guilds have their fingers in begging, bounty hunting, mercenary work, gambling, prostitution, shipping, and even street cleaning and lamp lighting. </p><p>Because a guild's business can be so varied, and because it often has trouble with legal authorities and rival gangs, it must divide its profitable interests between various centers of control. Those centers have bosses, who report to those higher in the chain of command. Thus, guilds have complicated hierarchies, clear divisions of authority, and codes of behavior that can border on downright law-abiding in some respects. A guildmaster typically leads a portion of a guild, and some guilds have a grand master who oversees a guild's entire operation. </p><p>You might be an actual guildmaster, or maybe you grew up in the criminal world and know what's what on the street and in a brawl. Your experience has left you able to run a criminal crew on jobs and in fights. You're a great skirmisher who knows how to get a job done right while helping out your pals with some \"world-wise management.\" </p><p><b>GUILDMASTER THIEF PATH FEATURES </b> </p><p><b>Guildmaster's Action (11th level)</b></p><p>When you spend an action point to take an extra action, instead of deducting the action point from your total you can deduct it from the total of any willing ally you can see. Similarly, as long as you are willing and conscious, any ally who can see you can deduct an action point from your total instead of from his or her total when spending an action point to take an extra action. The normal limit of action points spent during an encounter still applies. Whenever you spend an ally's action point to take an extra action, you gain a +2 bonus to attack rolls until the start of your next turn. </p><p><b>Thieving Crew (11th level)</b></p><p>Allies within 5 squares of you gain a +2 bonus to Stealth checks and Thievery checks. </p><p><b>Thick as Thieves (16th level)</b></p><p>Any ally flanking with you gains a bonus to melee damage rolls against the flanked creature equal to your Charisma modifier. </p><p><b>GUILDMASTER THIEF POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.aEAZm8Iqt5jQPe37]{Guildmaster Thief 11-Guild Beatdown}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rIjdVeLHfhw2kPYg]{Guildmaster Thief 12-Shifty Direction}</p> <p>@Compendium[dnd-4e-compendium.module-powers.xq3v4ogNw5TbQOjh]{Guildmaster Thief 20-Biting Repositioning}</p><p>Published in Martial Power, page(s) 93. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bwdKLD37E5Wk1PHr",
	"_key":"!items!bwdKLD37E5Wk1PHr"
}