{
	"name":"Halfling Scoundrel Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Halfling </p><p>The greatest heroes of halfling legend are those who defeat giants, dragons, or other oversized threats to their homes and communities, using their wits, their agility, and a hefty dose of audacity. These heroes aren't necessarily armored warriors wielding legendary swords, and they don't have lands or noble titles. They are ordinary folk who rise to the challenge of the times, proving that size and strength aren't needed to come out on top. You're one of these heroes. </p><p>Like most halflings, you have found that the best way to get by in a world full of much larger creatures is to stay out of their way. Doing that might mean keeping out of their sight or staying on their good side. It might also mean keeping out of their reach, or dodging their attacks. Stealth and trickery might not be weapons and armor by themselves, but they are a useful supplement to the finest steel. Coupled with your natural daring and determination, these strengths are enough to bring you victory against any foe, no matter how large. </p><p>Compared to the legendary heroes of other races, you might come across as a scamp or a scoundrel. But the fact that you're crafty, resourceful, and sometimes sneaky doesn't make you any less of a hero. Avandra has blessed you with courage beyond question, ingenuity sufficient for any challenge, and the stealth you need to survive. </p><p><b>HALFLING SCOUNDREL PATH FEATURES </b> </p><p><b>Fearless Scoundrel (11th level)</b></p><p>Whenever you are affected by a fear effect that a save can end, you can make a saving throw against the effect at the start of your turn. If you don't save, you can make another saving throw against the effect at the end of your turn. </p><p><b>Resourceful Action (11th level)</b></p><p>You can spend an action point to gain a +5 bonus to an attack roll, a saving throw, or a skill check you have just rolled, instead of taking an extra action. </p><p><b>Crafty Combatant (16th level)</b></p><p>When you use your second chance racial power and the enemy's attack misses after the reroll, that enemy grants combat advantage to you until the end of your next turn. </p><p><b>HALFLING SCOUNDREL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.IqlOpJK0PY4DemF6]{Halfling Scoundrel 11-Sly Offensive}</p> <p>@Compendium[dnd-4e-compendium.module-powers.QfbnVvSUO5l2IAJ3]{Halfling Scoundrel 12-Problem Solver}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Rds3TklUmopAVBhb]{Halfling Scoundrel 20-Halfling's Taunt}</p><p>Published in Player's Handbook 2, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"XAMvojDGHYi3ydVm",
	"_key":"!items!XAMvojDGHYi3ydVm"
}