{
	"name":"Halfling Bounder Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Halfling, fighter </p><p>The world is wide and wild, and the nomadic halflings are small folk. Deftness and quick wits have allowed them to survive nonetheless. As they have done so, they have come to rely on wily and daring warriors to protect them. Even settled halflings maintain a soldierly class to see to their interests among other, and larger, civilized folk. </p><p>The fighting tradition of the halfling bounder favors halfling traits. Bounders are practiced in hit-and-run strategies and pack tactics. They spring about the battlefield, avoiding the attacks of their bigger enemies, striking from unexpected angles, and making harrying assaults. Bounders willingly lay down their lives to allow those they care for to survive and escape danger. </p><p>Most wandering halfling clans have a number of bounders who serve as scouts. These warriors help keep the traveling band carefree-they put down dangers before the threat becomes dire. Able and willing halflings can easily learn the techniques of the bounder. More than a few put this expertise to use outside halfling communities, satisfying their natural curiosity while protecting friends and common folk. </p><p>You are one such champion of the halfling people. A flashing blade in hand, you leap about, laughing as bumbling, oversized fools trip over themselves trying to stop you. You've learned to use your small size to see the battle from a different angle, enabling you to easily spot openings others miss, hounding your enemies and taking every advantage the battle offers. If your skill comes up short for some reason, your luck more than makes up for it. </p><p><b>HALFLING BOUNDER PATH FEATURES </b> </p><p><b>Chance Retaliation (11th level)</b></p><p>If you use your second chance racial power and the result of the second roll is a miss, you can make a melee basic attack against the attacker as a free action. </p><p><b>Shifty Action (11th level)</b></p><p>You can spend an action point to shift a number of squares equal to your Dexterity modifier, instead of taking an extra action. </p><p><b>Move the Battle (16th level)</b></p><p>Whenever you make an attack because of the Combat Challenge class feature and hit, you can slide the target 1 square and then shift 1 square. </p><p><b>HALFLING BOUNDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.7EZchod14bmJOvWS]{Halfling Bounder 11-Too Close for Comfort}</p> <p>@Compendium[dnd-4e-compendium.module-powers.YFXJONLloMVS4q5s]{Halfling Bounder 12-Switching Leap}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JZCBXnIYq62VKPWv]{Halfling Bounder 20-Quicksilver Lunge}</p><p>Published in Martial Power, page(s) 28. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bVRrK0TLjCo6vwNQ",
	"_key":"!items!bVRrK0TLjCo6vwNQ"
}