{
	"name":"Halfling Quickblade Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Halfling, rogue </p><p>Halflings have a long tradition of using light blades with great skill. Whether a tool of survival or an implement of battle, the simple dagger has much to recommend it. Even one as small as a halfling can hide a dagger on the body for use in a tight spot.A small body coupled with a small weapon means greater mobility and deadliness enhanced by a better chance for stealthy attacks. </p><p>Halflings also have a history of using light blades in their art and performances. Carving, acrobatic blade tricks, knife juggling, dagger throwing, and even dances that incorporate blades are common among halflings. For them, such activities are a natural meeting of physical traits and handy tools. </p><p>As with almost every other aspect of their life, halflings have a variety of stories that explain their propensity for using blades. Such yarns include the daring tales of Barras Quickblade, whose surname is probably one of convenient fiction. </p><p>Barras's legend begins when he was a lad who provided for his clan by stalking game with nothing but a knife and his wits. The legend grows into a spirited saga of an adventurous halfling who, along with a band of other intrepid characters, confronts ogres, yuan-ti, and worse with a tongue as pointed as his blade. </p><p>In the end, most stories have it that Barras sacrificed himself to save his comrades by leading a group of fomorians on a reckless chase through the Feywild. Darker versions say that Barras's spirit is still trapped, kept prisoner by the twisted fey. Halflings prefer to think that he passed from the world and that he stands at Avandra's side as her immortal companion. </p><p>You have the flair and the growing reputation to be a quickblade. Your fighting style is like that of your celebrated forebear. Perhaps, given time, your legend will be even greater. </p><p><b>HALFLING QUICKBLADE PATH FEATURES </b> </p><p><b>Chancy Action (11th level)</b></p><p>You can spend an action point to regain the use of the second chance racial power, instead of taking an extra action. </p><p><b>First Cut (11th level)</b></p><p>When you have combat advantage due to your First Strike class feature, add 1 to each die of Sneak Attack damage dealt by the attack. </p><p><b>Ultimate Quickblade (16th level)</b></p><p>You gain a bonus to initiative checks equal to your Charisma modifier. </p><p><b>HALFLING QUICKBLADE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.pxKnLXvhio6uTdw0]{Halfling Quickblade 11-Slash and Dash}</p> <p>@Compendium[dnd-4e-compendium.module-powers.1fXBxiMqZcGWg0LN]{Halfling Quickblade 12-Quickblade Scarper}</p> <p>@Compendium[dnd-4e-compendium.module-powers.pRy9hAde2Z71GCj5]{Halfling Quickblade 20-Quickblade Form}</p><p>Published in Martial Power, page(s) 94. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"nTy7M9K4DWzOkIUA",
	"_key":"!items!nTy7M9K4DWzOkIUA"
}