{
	"name":"Hammer of Judgment Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger </p><p>As the blacksmith's hammer shapes metal according to the smith's will, so you have been sent to shape the world to your god's will. A tool and a weapon in your god's hand, you are called to shape the course of kingdoms and punish those who stand opposed to the ways of your god. Although the smith's hammer is a tool of building and creation, in time of need it can also be a weapon of destruction. </p><p>In following this path, you emphasize the control elements of many avenger powers, particularly pulling, pushing, sliding, and teleporting your foes. You gain abilities that let you push your foes even with powers that don't normally involve forced movement and that increase the distance you move your foes with your powers. Your new attack powers push your targets around or knock them to the ground. </p><p>True to the name of this path, you are most effective if you are wielding a hammer, such as a maul. </p><p><b>HAMMER OF JUDGMENT PATH FEATURES </b> </p><p><b>Avalanche Action (11th level)</b></p><p>When you spend an action point to make an attack and that attack hits, you push each target you hit with that attack a number of squares equal to your Intelligence modifier. </p><p><b>Bone Crusher (11th level)</b></p><p>Whenever you hit a creature with a daily attack power, that creature takes a -2 penalty to AC until the end of your next turn. </p><p><b>Bloodthirsty Hammer (16th level)</b></p><p>Whenever you pull, push, slide, or teleport a bloodied creature by using a power, you can move the creature an additional 2 squares. </p><p>Published in Player's Handbook 2, page(s) 44. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"X5KJSpGyQ4cnzTwC",
	"_key":"!items!X5KJSpGyQ4cnzTwC"
}