{
	"name":"Hammer of Moradin Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Cleric or paladin, proficiency with warhammer or throwing hammer, must worship Moradin </p><p>As a devotee of Moradin, you have dedicated yourself to the destruction of your god's traditional enemies and the protection of his faith. In return for your dedication, Moradin lends strength to your hand and shields you with his power. In some lands, hammers of Moradin form an elite knightly order of clerics and paladins who defend dwarven citadels. Others are solitary agents of order who use their powers to protect the weak and confront injustice wherever they encounter it. </p><p>Although many hammers of Moradin are dwarves, any hero who wields Moradin's divine power is free to choose this path. Champions of many races turn to Moradin for the strength to hold back evil and defeat the wicked. Human knights, eladrin swordsmiths, and dragonborn battle-priests are all numbered among the hammers of Moradin. </p><p><b>HAMMER OF MORADIN PATH FEATURES </b> </p><p><b>Hammer Bond (11th level)</b></p><p>You gain a +1 bonus to attack rolls with hammers. </p><p><b>Powerful Action (11th level)</b></p><p>When you spend an action point to make an attack, each target hit by the attack is knocked prone or dazed until the end of your next turn. You choose the effect for each target after the attack's other effects are resolved. </p><p><b>Champion's Aura (16th level)</b></p><p>You and any allies within 3 squares of you gain a +4 bonus to all defenses against fear effects. </p><p>Published in Divine Power, page(s) 100. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Iv8ngcqwL09iOQum",
	"_key":"!items!Iv8ngcqwL09iOQum"
}