{
	"name":"Hammer of Vengeance (PH2) Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>During the war against the primordials, Moradin and Kord worked together to forge Guldarak, \"the God Hammer.\" They crafted the hammer out of raw thunder and bound its handle with rings of lightning. Moradin was the first to wield the hammer, taking it into the Great Dismal Delve in the heart of the Elemental Chaos. Moradin used the God Hammer to shatter the stone that protected the primordial Zurtharak, who was called the Vein of Iron for the way he burrowed and twisted through solid stone. With Kord and Bahamut at his side, Moradin then used the hammer to shatter the primordial's body. </p><p>Several other gods wielded Guldarak during the war, and the hammer became a symbol of divine vengeance. Each time the primordials scored a victory against the gods, a god lay a hand on Guldarak, swore an oath of vengeance, and then took up the hammer and carried out that oath. </p><p>Like Guldarak, you are an instrument of divine vengeance, wielding thunder to smite your god's foes. Thunder wards your allies and dazes your enemies, and can even teleport your allies to your side. </p><p><b>HAMMER OF VENGEANCE (PH2) PATH FEATURES </b> </p><p><b>Enduring Castigation (11th level)</b></p><p>While you're not bloodied, each enemy within 5 squares of you takes a -2 penalty to saving throws. </p><p><b>Lingering Rebuke (11th level)</b></p><p>When you spend an action point to take an extra action, each enemy that hits or misses you or an ally within 5 squares of you before the end of your next turn takes 1d6 + your Constitution modifier thunder damage. </p><p><b>Penance (16th level)</b></p><p>Whenever you score a critical hit with a divine attack power, the target is dazed until the end of your next turn. </p><p><b>HAMMER OF VENGEANCE (PH2) POWERS</b></p><p>Published in Player's Handbook 2, page(s) 117. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Ev6HUfnkrgz9Z0Kc",
	"_key":"!items!Ev6HUfnkrgz9Z0Kc"
}