{
	"name":"Hammer of Vengeance (PH3) Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Runepriest </p><p>Runepriests study not only the divine runes and the craft needed to shape them, but also the history and story behind each rune. Many runes have been lost over the centuries, usually due to the acts of demons, devils, and primordials. Some runepriests swear to avenge these wrongs, dedicating themselves to crushing those who would stand against the gods. You are one of these runepriests. </p><p>Your rune-enhanced prayers harm those who injure your allies. Those fool enough to incite your anger soon learn the error of their ways. </p><p>Dragonborn and minotaur runepriests are the most common followers of this path. Both races have developed a keen sense of vengeance for past crimes, and thus this path fits them well. </p><p><b>HAMMER OF VENGEANCE (PH3) PATH FEATURES </b> </p><p><b>Avenging Action (11th level)</b></p><p>When you spend an action point to take an extra action, enemies take radiant damage equal to your Constitution modifier when they make attacks while they're within 5 squares of you and damage your allies with those attacks. This effect lasts until the end of your next turn. </p><p><b>Bloody Vengeance (11th level)</b></p><p>Whenever you enter a new rune state, you can enter the rune state of vengeance instead. When any ally hits an enemy adjacent to you while you are in this rune state, you can make a melee basic attack against that enemy as an immediate reaction. This rune state then ends. </p><p><b>Inescapable Vengeance (16th level)</b></p><p>When you make a melee basic attack granted by your Bloody Vengeance path feature, you gain a +1 bonus to the attack roll and a bonus to the damage roll equal to your Constitution modifier. </p><p><b>HAMMER OF VENGEANCE (PH3) POWERS</b></p><p>Published in Player's Handbook 3, page(s) 112. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IJ7Qzes01Pn2CjWd",
	"_key":"!items!IJ7Qzes01Pn2CjWd"
}