{
	"name":"Harrowing Swarm Archer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Harrowing Swarm Student feat </p><p>Inspired by the way a wasp swarm engulfs an enemy, you overwhelm opponents with a mass of arrows or bolts. You are a master of the Harrowing Swarm style. You make relentless attacks that panic your foes and deliver seemingly endless waves of pain. </p><p>By perfecting the style, you can disrupt your opponents and cause lingering wounds. You have studied the wasp's streamlined grace and learned how to stay on the move and reduce the damage inflicted by your foes' attacks. A harrowing swarm archer does not balk at melee. You might pick ranger powers that are reactive or powers that allow you to shift quickly through battle. That way, you can quickly escape any dangerous situations and then strike back against foes that confronted you. </p><p>Harrowing swarm archers often train as town or militia archers before taking up the discipline. You might pursue adventure for a variety of reasons. Perhaps you seek treasure or fame, or maybe you want to hunt the most dangerous and feared beasts so that you can test your skill against them. As a harrowing swarm archer, you have made a study of nature, observing the physical defenses of natural creatures. You have applied those lessons to your own technique, so now, wherever you go, you feel confident that your foes will respect your sting. </p><p><b>HARROWING SWARM ARCHER PATH FEATURES </b> </p><p><b>Sniper's Action (11th level)</b></p><p>When you spend an action point to make a ranged attack that hits your quarry, the quarry takes ongoing 5 damage (save ends). The ongoing damage increases to 10 at 21st level. </p><p><b>Tormenting the Prey (11th level)</b></p><p>You gain a +2 bonus to attack rolls against any enemy taking ongoing damage. </p><p><b>Glancing Shot (16th level)</b></p><p>You can deal your Hunter's Quarry damage to your quarry even when you miss it with an attack. </p><p>Published in Martial Power 2, page(s) 48. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"EuHsIg274ilv5BxQ",
	"_key":"!items!EuHsIg274ilv5BxQ"
}