{
	"name":"Heartwarder Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any divine class, must worship Sune </p><p>You are a champion of Sune, goddess of love and beauty. You delight in art, music, dance, poetry, and all other pursuits that lend beauty to mortal lives. Romance is certainly at the forefront of these, but you are no simple hedonist-to you, a courtship marked by chivalry and gallant gestures is the highest expression of true love. </p><p>You oppose cruelty, callousness, and tyranny in all their forms. Evil creatures often seek to hoard or destroy things of beauty, and hold no love in their hearts. You seek to protect love wherever it exists and set right any wrongs that interfere with love's intended course. Daring quests and long-nurtured hopes stir your heart, especially those that lead to the flowering of beauty in a place where evil once held sway. Although you do not take pleasure in combat, sometimes evil can be checked by no other means. Through your devotion and loyalty to your companions, Sune's divine love shields them from harm and lends courage to their hearts. </p><p>Heartwarders are most often wandering knights, poets, and gallants who roam Faerûn's cities and courts. Most can't resist a little matchmaking, and gladly advise young suitors in the arts of romance. </p><p><b>HEARTWARDER PATH FEATURES </b> </p><p><b>Sune's Touch (11th level)</b></p><p>When you spend a healing surge, you can restore hit points equal to one-half your level + your Charisma modifier to an adjacent ally. </p><p><b>Tears of Evergold (11th level)</b></p><p>When you spend an action point to take an extra action, all foes within 10 squares of you who are vulnerable to a type of damage take damage equal to that vulnerability. If a foe is vulnerable to more than one type of damage, use the highest value. </p><p><b>Instinctive Remorse (16th level)</b></p><p>After an enemy attacks you, it takes a -4 penalty to attack rolls against you until you attack that enemy, you mark that enemy, or the enemy attacks a different creature. </p><p>Published in Forgotten Realms Player's Guide, page(s) 56. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9Rnt5MO84IXLpiUj",
	"_key":"!items!9Rnt5MO84IXLpiUj"
}