{
	"name":"Hellborn Shadow Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, ranger </p><p>Although you're a being of this world, you're cursed to carry the mark of an infernal pact made by your mortal ancestors. The weight of that heritage rests heavy on your soul. Yours has been the life of one apart-a life marred by the prejudice of others and of battle against foul creatures spawned from darkness. </p><p>You have long seen similar darkness within yourself, hiding it to avoid the hate of bigots or revealing it to evoke horror in your enemies. You have sought the ancient secrets of your people. You have overcome evil dreams and vile impulses to master your inner nature. Finally, you have tapped sinister knowledge of your immortal forebears to aid you in your quests. </p><p>It's irrelevant whether you obtained these secrets in catacombs once lost to the ravages of time, within your own being, or from tormenting visions. The point is that you've learned to unleash some of your hidden potential by speaking words of power that few mortals know. With the baleful utterances you have learned, you can unleash pain, fire, and shadow. You can transform yourself momentarily into a form like that of your greatest ancestors and take to the air. </p><p>The darkness you have allowed to creep into your being now colors your exploits. Your heroic acts and your reputation, as well as those of your comrades, are tainted by the devilish legacy you have willingly tapped. The finale of your story will ultimately determine if your end justified your means. </p><p><b>HELLBORN SHADOW PATH FEATURES </b> </p><p><b>Hunter's Feast (11th level)</b></p><p>Whenever you reduce your quarry to 0 hit points, you gain temporary hit points equal to 1 + your Constitution modifier. </p><p><b>Immolation Action (11th level)</b></p><p>You can spend an action point to deal fire damage to your quarry equal to your Hunter's Quarry damage, instead of taking an extra action. </p><p><b>Hellfire Caress (16th level)</b></p><p>Whenever you hit your quarry with a melee or a ranged attack, the target loses fire resistance and immunity until the end of your next turn. </p><p>Published in Martial Power, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"PMJTAaELS7NiDCVk",
	"_key":"!items!PMJTAaELS7NiDCVk"
}