{
	"name":"Hell's Keeper Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, any divine class </p><p>In a bleak period of the Dawn War, Asmodeus, then merely an exarch, rose up and slew his god. As punishment, the gods imprisoned Asmodeus and his followers in the Nine Hells, and thus the devils were born. Whether in error or wisdom, the gods released Asmodeus when they deemed that one evil was necessary to fight another: the primodials. Who can say now which was the lesser evil, especially since Asmodeus did help to defeat the primordials and imprison them? </p><p>You know one thing for certain. The Nine Hells should be a prison. Asmodeus and his devils ought to be locked away to inflict their horrors upon each other. Perhaps they ought never have been released. </p><p>You want the devils returned to their hells, and your god blesses your desire. It is your quest that Baator again become the bane of infernal creatures rather than their refuge, and the deity you honor has given you the tools to make that happen. You will not rest until every devil bears the burning chains of its own sins. And when the last divine gate slams shut and the last enchanted lock clicks home, you still will not rest. Hell will need its keepers. </p><p><b>HELL'S KEEPER PATH FEATURES </b> </p><p><b>Heaven's Keys (11th level)</b></p><p>You and allies within 10 squares of you gain a +2 bonus to saving throws against effects that daze, immobilize, stun, or restrain. </p><p><b>Jailor's Strength (11th level)</b></p><p>When you spend an action point to take an action, until the end of your next turn any power you use that slows or immobilizes a target instead restrains the target for the duration. </p><p><b>Chains of Their Sins (16th level)</b></p><p>Whenever you score a critical hit against an enemy, that creature is also restrained and cannot teleport until the end of your next turn. If the target is a devil, it also loses its resistance to damage until the end of your next turn. </p><p><b>HELL'S KEEPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.XjPSC3DaFbAkN0JR]{Hell's Keeper 11-Yoke of Heaven}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7zovnqOt9cgNfWGV]{Hell's Keeper 12-Hell's Shackles}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cHAi1LPZIYVpvtGB]{Hell's Keeper 20-To Hell with You}</p><p>Published in Player's Handbook Races: Tiefling, page(s) 15. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Grbs2KUmLvygdEAP",
	"_key":"!items!Grbs2KUmLvygdEAP"
}