{
	"name":"Herald of Vezzuvu Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Earthforger theme, firecrafter theme, primordial adept theme, or elemental pact warlock </p><p>Many primordials lie unconscious in their bonds, but Vezzuvu, the Queen of the Burning Mountain, still harbors both awareness and reason. Vezzuvu long ago determined that her road to freedom was to win the devotion (or fear) of mortal followers, and thereby become an elemental god. She can no longer stride the world or reign over an elemental domain, but she can still shake the mortal world by exerting her will on places of elemental power or bestowing on others the ability to call upon her essence. </p><p>As a herald of Vezzuvu, you have been gifted with a portion of the primordial's awesome abilities. You can wield this talent as you like, since Vezzuvu wants others who see your prowess to be drawn to her worship. The Queen of the Burning Mountain requires little from you most of the time, but her interests are erratic; you might walk the world for years without any messages from her, only to be sent suddenly to quell a volcanic rift, destroy the temple of an evil god, or seek out an artifact held by a frost titan. </p><p><b>HERALD OF VEZZUVU PATH FEATURES </b> </p><p><b>Volcanic Action (11th level)</b></p><p>When you spend an action point to take an extra action, choose fire or thunder. You deal extra damage of that type with your next attack before the end of your next turn. This damage is equal to one-half your level. </p><p><b>Volcanic Resistance (11th level)</b></p><p>You gain resist 10 fire, or resist 5 to any damage that includes fire, whichever causes you to take less damage. </p><p><b>Volcanic Walk (16th level)</b></p><p>You ignore difficult terrain caused by volcanic conditions (lava, ash, or quaking). You can move on lava as if it were solid ground. </p><p>Published in Heroes of the Elemental Chaos, page(s) 132. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"MuB81mQWtzSbXfIo",
	"_key":"!items!MuB81mQWtzSbXfIo"
}