{
	"name":"Herald of Madness Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Barbarian, monk, or ranger </p><p>You are intimately familiar with the power that comes with controlling your enemy's emotions. Fear is a good start, but you go even further, pushing fear into madness. You have chosen to draw upon the power of the aberrant creature that brings madness by its mere presence: the gibbering mouther. Your warcry carries the sound of a thousand voices, all shouting different things. Those who hear you claw at their ears, your voice infecting their thoughts and filling their hearts with terror. </p><p>With this power comes a change. Your mind... is different, somehow. Some thoughts come only with difficulty, but at times, you know things that your friends and allies believe you had no way of knowing. You may sometimes try to share your unique viewpoint with others, but even your most innocuous comment brings pain. </p><p><b>HERALD OF MADNESS PATH FEATURES </b> </p><p><b>Befouled Mind (11th level)</b></p><p>When an enemy attacks your Will, it takes psychic damage equal to your Dexterity or Strength modifier. </p><p><b>Infectious Madness Action (11th level)</b></p><p>When you spend an action point to make an attack, choose one creature hit by that attack. That creature must make a melee basic attack against a creature of your choice as a free action. </p><p><b>Recovery through Pain (16th level)</b></p><p>Whenever an ally within 5 squares of you fails a saving throw, that ally may take psychic damage equal to his or her level to reroll the saving throw, with a +2 bonus against charm, fear, or psychic effects. The ally must use the second result. </p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CSNqUicy3mzu4dHa",
	"_key":"!items!CSNqUicy3mzu4dHa"
}