{
	"name":"Hermetic Saboteur Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard </p><p>Few things please you more than creating nasty magical surprises for your foes. Although your traps are illusory, they are no less deadly to foes who stumble into them. As well, you love to add your own arcane flourishes to mundane traps, catching enemies off guard when they believed themselves safe. Admittedly, you might take unseemly glee in your phantasmal pyrotechnics. But wreaking havoc is so much fun! </p><p>Still, you must not incur your companions' wrath by scattering such deadly tricks too liberally, or putting them where they could be triggered by accident. So you are careful . . . as careful as a saboteur can be. </p><p><b>HERMETIC SABOTEUR PATH FEATURES </b> </p><p><b>Attune Target (11th level)</b></p><p>Once per encounter, when you use a wizard power that is a blast, a burst, or a wall, you can choose one square within 20 squares of you as that power's origin square instead of its normal origin square. </p><p><b>Saboteur's Action (11th level)</b></p><p>When you spend an action point to use an area or close wizard attack power, all targets of that power grant combat advantage to you until the end of your next turn. </p><p><b>Adjust Attunement (16th level)</b></p><p>All targets of attack powers affected by your Attune Target path feature grant combat advantage to you until the end of your next turn, regardless of whether those targets were hit or missed by your attacks. </p><p>Published in Arcane Power, page(s) 118. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"m0bq6iXZ39gRFEyD",
	"_key":"!items!m0bq6iXZ39gRFEyD"
}