{
	"name":"Hexer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock </p><p>Any warlock can scream \"I curse you!\" but in your opinion, such curses are shallow and meaningless. Such a simple, insubstantial curse is a betrayal of the warlock's ability to channel arcane might wrested from primeval entities. A normal curse might be enough to make an enemy quail, but you believe a curse should curdle the blood and elicit wide-eyed, slack-jawed shock. </p><p>You have delved deeply into the intricacies of crafting curses. You have discovered that greater effects can be wrung from a well-placed curse than most warlocks realize. When you place a hex, your foes reel from the power of your curse. You have learned to weave your spells with your curses and your curses with your spells. Your body and mind resonate with the damning curses you articulate. When you speak, all who hear your words flinch. </p><p><b>HEXER PATH FEATURES </b> </p><p><b>Damning Curse (11th level)</b></p><p>When you spend an action point to take an extra action, each creature under your Warlock's Curse takes a -2 penalty to attack rolls until the end of your next turn. </p><p><b>Greater Hex (11th level)</b></p><p>Instead of placing your Warlock's Curse on the nearest enemy to you that you can see, you can place your Warlock's Curse on any single enemy within 5 squares that you can see. </p><p><b>Walking Curse (16th level)</b></p><p>Whenever your Warlock's Curse deals damage to a creature, you can slide that creature 1 square. </p><p>Published in Arcane Power, page(s) 92. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5Rs1nFr2qphPVLDA",
	"_key":"!items!5Rs1nFr2qphPVLDA"
}