{
	"name":"High Forest Scout Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, archer fighting style </p><p>In the High Forest, the secrets of the deep, old woods are closely guarded, and few know of the many wild things that walk amid the shadowed boles. Silver stags, wise hares, unicorns, butterflies the size of hawks, and tree owls that have survived a hundred winters roam through the gloom. Living, bark-wrapped pillars hold aloft layers upon layers of a mounting canopy that filters sunlight into a hundred hues of emerald and gold. But the High Forest shelters deadly danger, too. Wild forest creatures, tattooed savages, and haunted barrows are common threats that travelers face. </p><p>But worse lies farther in. Hideously disfigured and powerful plaguechanged creatures lurk in shadowed vales, forgotten demon servitors of Netheril wake to their masters' return, and yuan-ti from Najara search for something they will not name. Many threats trouble the shadowed thickets of your home. </p><p>These enemies do not pass unmarked. You are the ghost in the trees, the arrow on the wind, and to monstrous creatures who haunt the woods, you are swift and merciless death. The forest is your country, and you do not take kindly to uninvited guests. Neither serpentfolk nor demon can hide from your arrows. </p><p><b>HIGH FOREST SCOUT PATH FEATURES </b> </p><p><b>Binding Sight (11th level)</b></p><p>Whenever you spend an action point to take an extra action to attack, your targets cannot use teleport effects until the end of your next turn. </p><p><b>Plagueslayer (11th level)</b></p><p>You are stronger against creatures changed by the Spellplague. You gain a +2 bonus to attack rolls and deal extra damage equal to your Wisdom modifier on attacks against plaguechanged or spellscarred creatures. (If you make multiple attacks against one target, the extra damage applies only to the first attack.) </p><p><b>Forest Walk (16th level)</b></p><p>You ignore difficult terrain if that terrain is the result of trees, underbrush, plants, or natural growth. </p><p><b>HIGH FOREST SCOUT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.avG5iyqL8PzxOVp4]{High Forest Scout 11-Argent Arrow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.5Uf1iAFSK7EawlGs]{High Forest Scout 12-Unrestricted Movement}</p> <p>@Compendium[dnd-4e-compendium.module-powers.jegbUQA5SuhmE9wJ]{High Forest Scout 20-Binding Arrows}</p><p>Published in Forgotten Realms Player's Guide, page(s) 57. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"gl7HVmz2ESanNbYr",
	"_key":"!items!gl7HVmz2ESanNbYr"
}