{
	"name":"Holy Conqueror Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Paladin, ardent vow power </p><p>You are a divine warrior in service to a deity of order and righteousness, looking beyond the immediate threat of evil to its source. You set mighty goals of triumph, such as the overthrow of a terrible tyrant or the fall of a nation of villains, to tear power from your deity's enemies and give it to the deserving. You have no interest in possessing a territory and seek to preserve governance by virtuous rulers. </p><p>You are single-minded in your pursuit of a goal and go to almost any length to achieve it, and you are better suited to the role of a frontline soldier than a leader. You prefer to charge into battle, using ardent vow to smite your foes. You have little patience for negotiation and can be impulsive to a fault. </p><p>Holy conquerors often worship Bahamut, Kord, or Pelor, glorifying their god with each victory in battle. Many have strong connections to specific locations that were seized in battle or that hold particular religious significance. </p><p><b>HOLY CONQUEROR PATH FEATURES </b> </p><p><b>Divine Fortification (11th level)</b></p><p>When you spend an action point to take an extra action, each enemy adjacent to you is subject to your divine sanction until the end of your next turn. </p><p><b>Holy Rebuke (11th level)</b></p><p>When you deal extra damage with your ardent vow, you also push the target 1 square. As a free action, you can shift 1 square closer to the target. </p><p><b>Hold the Line (16th level)</b></p><p>When you or any ally adjacent to you is pulled, pushed, or slid, you can use a free action to reduce the forced movement by a number of squares equal to one-half your Strength modifier. </p><p><b>HOLY CONQUEROR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Ggv8UnMHe1ajIRT2]{Holy Conqueror 11-Charge of the Conqueror}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9uWpGTZUwJmNVylo]{Holy Conqueror 12-Sacrificial Intervention}</p> <p>@Compendium[dnd-4e-compendium.module-powers.VrdOxZz5hHygiScb]{Holy Conqueror 20-Take the Keep}</p><p>Published in Divine Power, page(s) 101. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"lOjRrIPx1UGH6ZdD",
	"_key":"!items!lOjRrIPx1UGH6ZdD"
}