{
	"name":"Honorable Blade Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn, any martial class </p><p>A few dragonborn clans are not true clans. Unbound by family ties, these individual warriors join together around a common ideal. These are warrior societies that celebrate the dragonborn ideals of honorable combat and glorious victory, while celebrating what makes them dragonborn-the dragon within that empowers their dragon breath. Each of these warrior clans has a patron dragon type, and the members of those societies typically emulate their patron dragons in a variety of ways, from alignment and behavior to the damage type of their dragon breath. </p><p>As an honorable blade, you have reached the pinnacle of such a warrior clan. You have begun to master its most exotic fighting techniques, starting with the ability to sheathe your weapon in the same draconic energy that powers your racial breath power. Your techniques are purely martial, but they embody the physical qualities of dragonkind, just as you strive to embody their behavioral qualities in your own deeds. </p><p><b>HONORABLE BLADE PATH FEATURES </b> </p><p><b>Draconic Blade (11th level)</b></p><p>Choose one type of damage you can deal with the dragon breath power. As a free action, you can add this damage type to all damage dealt with your melee weapon, in addition to any other type of damage those powers deal. Another free action returns the weapon's damage to normal. </p><p><b>Dragon Breath Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also use your dragon breath power as a free action, even if you have already expended it in this encounter. </p><p><b>Draconic Resistance (16th level)</b></p><p>Choose one damage type you can deal with your dragon breath power. You gain resistance to that damage type equal to 5 + one-half your level. </p><p><b>HONORABLE BLADE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.F6GJB23X97onPcHp]{Honorable Blade 11-Draconic Sidestep}</p> <p>@Compendium[dnd-4e-compendium.module-powers.uKmVCgGqj2EdQe35]{Honorable Blade 12-Draconic Leap}</p> <p>@Compendium[dnd-4e-compendium.module-powers.claNbTyWxzom4DIR]{Honorable Blade 20-Whirling Dragon}</p><p>Published in Player's Handbook Races: Dragonborn, page(s) 17. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"21oXxbAZIKGfhmgp",
	"_key":"!items!21oXxbAZIKGfhmgp"
}