{
	"name":"Horizon Walker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger </p><p>The world is vast, with few mapped places. It begs exploration, instilling wanderlust in brave hearts. Roving it is a test of skill and stamina, an ordeal that rewards the intrepid with amazing sights, exciting encounters, and more. Still, the world is only one place in the broader cosmos. Other planes also beckon to the curious wanderer. The trials and experiences they offer can defy the worldly imagination and force adaptation beyond mortal ken. </p><p>Horizon walker is the traditional name for a ceaseless roamer who seeks the unexplored regions of the universe. The appellation applies to members of a loose confederation of warriors who recognize one another as comrades on life's wondrous journey. Such travelers go from place to place, from plane to plane, developing their skills and a mystic connection with the environment. They return changed by their contact with other realms, and with knowledge to better protect the world most mortals know. </p><p>Like most horizon walkers, you have traveled the world. You learned about it and protect its inhabitants from otherworldly threats. Then you fearlessly set out into the wider universe, using your skills and the magical nature of your tie to the world to develop similar bonds with the far reaches of creation. To this day, you're incapable of staying in one place long. Unseen locales summon you with their mystery. Your destiny whispers to you from an unknown vista. Each step you take moves you closer to it. </p><p><b>HORIZON WALKER PATH FEATURES </b> </p><p><b>Shadowfell Sight (11th level)</b></p><p>You gain darkvision. If you are in the Shadowfell, you also gain a +5 bonus to Perception checks. </p><p><b>Wanderer's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also take a move action before or after that action. </p><p><b>Astral Infusion (16th level)</b></p><p>You gain a bonus to death saving throws and to your healing surge value equal to your Wisdom modifier. If you are on the Astral Sea or in any divine dominion there, you can't die as a result of failing three death saving throws, although damage can still kill you. </p><p><b>HORIZON WALKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.7QDiVjCnWgGFUy2h]{Horizon Walker 11-Worldly Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.FIe1dUtOY5vki6Nw]{Horizon Walker 12-Fey Strider}</p> <p>@Compendium[dnd-4e-compendium.module-powers.PhgdBp4t8FqKxbJr]{Horizon Walker 20-Elemental Chaos Smite}</p><p>Published in Martial Power, page(s) 64. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hZpkr9INniGJcg56",
	"_key":"!items!hZpkr9INniGJcg56"
}