{
	"name":"Horned Champion Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warden </p><p>You have communed with the spirits of the land and have been found worthy of the horned champion's mantle. You transcend the flesh you were born with to become the chosen vessel of nature's spirits. Your duty is to take up arms against the fell creatures of the land, to put an end to their destruction, and to restore the splendor of the untamed wilds. </p><p>Becoming a horned champion is a transformative experience. Gone are the simple concerns that bound you to the world. You see the world on a grander scale, as an organism that must be protected against the abominations that would siphon its strength for dark purposes. You appear to have no ties to people or places, only to your weighty mission, leading many to feel as though you lack understanding of the individual's plight. Although it's true that you care little for the individual's suffering, giving no more attention to a mortal's difficulties than one would show to an insect, your concern encompasses the natural world and all things living in it. Thus, in a way, your ties to others are deeper than friendship, for they are forged from the bonds that connect all living things. </p><p><b>HORNED CHAMPION PATH FEATURES </b> </p><p><b>Fervent Pursuit (11th level)</b></p><p>When you hit an enemy with an opportunity attack, that enemy is slowed until the end of its turn. </p><p><b>Vicious Action (11th level)</b></p><p>When you spend an action point to make an attack and that attack misses, you can reroll that attack roll but must use the second result. </p><p><b>Blessing of Spring (16th level)</b></p><p>Whenever you use a warden daily attack power that has the polymorph keyword, you can spend a healing surge as a free action. </p><p><b>HORNED CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.0tlqE5TzhBVMZOL7]{Horned Champion 11-Zealous Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.WhPJ52FzgZdSOt08]{Horned Champion 12-Impetuous Stride}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ZJwDyuPA02Xfx4gq]{Horned Champion 20-Form of the Leaping Stag}</p><p>Published in Player's Handbook 2, page(s) 167. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"yzYrRpqk6TQGjliU",
	"_key":"!items!yzYrRpqk6TQGjliU"
}