{
	"name":"Huntmaster Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Hunting Spear Student feat </p><p>You are a renowned beast-slayer, honored for your skill at tracking down and killing ferocious monsters. No one is a better tracker than you are, and your finely honed senses make it difficult for your enemies to surprise you. </p><p>The spear is your weapon of choice, because it's suited to the hunter's work. Archery has its place, but too often you face your foe in dense thickets or cramped lairs, where the bow is a poor choice. If you find a few yards of clear terrain for a clean toss, you can throw the spear with deadly effect. If not, it's a simple, quick, and handy weapon that can deal lethal blows from just outside the range of claw or fang. </p><p>Although you're good at killing, you have no taste for wanton slaughter-for you, the greatest challenge lies in pitting your skill and strength against wicked or bloodthirsty beasts, creatures that lesser hunters fear to seek out. Dire boars and cave bears are more to your taste than common woodland creatures, and fantastic beasts such as griffons and wyverns offer an even more stirring challenge. </p><p><b>HUNTMASTER PATH FEATURES </b> </p><p><b>Huntmaster's Action (11th level)</b></p><p>When you spend an action point to take an extra action, your attacks against your quarry deal extra damage equal to one-half your level until the end of your turn. </p><p><b>Intrepid Hunter (11th level)</b></p><p>When you designate your quarry, you can mark the creature until it is no longer your quarry. You gain a +2 bonus to attack rolls against a quarry marked by you, and you gain a +5 bonus to Perception checks to perceive or track it. </p><p><b>Wary Hunter (16th level)</b></p><p>You are never surprised. </p><p>Published in Martial Power 2, page(s) 49. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"eiNXHqV0InTAPaJG",
	"_key":"!items!eiNXHqV0InTAPaJG"
}