{
	"name":"Impilturan Demonslayer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, two-blade fighting style </p><p>Impiltur is a land under siege. Once it was a thriving bastion of civilization looked up to by the surrounding kingdoms, its coffers full of gold and the sparkle of priceless gems. Now demons haunt its wilds, and every day more plaguechanged and spellscarred nightmares emerge from the Earthspur Mountains. </p><p>As a demon slayer, you fearlessly hunt the foul abominations prowling your homeland. Demons are the stuff of most adventurers' nightmares, but your training and fierce devotion to their destruction grants you the power to lay low these otherworldly horrors. You hunt demons as lesser rangers hunt wolves or bears, running these revolting monstrosities to ground and cutting them to pieces. Your death-dealing abilities even grant your allies the power to circumvent a demon's prodigious defenses. Your twin blades are the bane of demons, cutting a swath through their foul legions and purging their dark influence from your once-great kingdom. </p><p><b>IMPILTURAN DEMONSLAYER PATH FEATURES </b> </p><p><b>Demonslayer Blade (11th level)</b></p><p>Your Hunter's Quarry class feature deals 1d6 extra damage against demons. </p><p>You also gain a +5 bonus to Arcana checks to discover knowledge about demons. </p><p><b>Demonslayer's Wrath (11th level)</b></p><p>When you spend an action point to take an extra action, all enemies adjacent to you take a -1 penalty to AC until the end of your next turn. </p><p>For demons, this penalty is -2 instead of -1. </p><p><b>Demon's Misfortune (16th level)</b></p><p>When you damage a demon, the demon loses all resistances until the end of your next turn. When you score a critical hit on an enemy that is not a demon, that creature loses all resistances until the end of your next turn. </p><p><b>IMPILTURAN DEMONSLAYER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.jwQeaRYWzfJHdvcZ]{Impilturan Demonslayer 11-Demonslayer's Hindrance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.8Hu6FYDvk03r5wSB]{Impilturan Demonslayer 12-Demonward}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Y4IK3SB2ODF78CTi]{Impilturan Demonslayer 20-Demonbane Flurry}</p><p>Published in Forgotten Realms Player's Guide, page(s) 58. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"jipNOhAYTBvuS7ot",
	"_key":"!items!jipNOhAYTBvuS7ot"
}