{
	"name":"Incandescent Champion Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any psionic class </p><p>Mortals might be flawed creations, given to error and misjudgment. But all mortals are blessed with a singular gift: the soul. Psionic energy revealed your soul's power, and through long study and introspection, you learned to navigate the labyrinthine pathways of your being. </p><p>This energy suffuses you and surrounds you in a radiant glow. Although you can dampen your inner light, you and others around you find its presence comforting. In time, the light responds to your commands, burning your enemies while bolstering your allies, or even allowing your soul to eclipse your body. </p><p>The more you access your soul's power, the more you understand that this essence must be guarded. Those who would exploit souls, twisting them for dark ends, and those who would hoard souls on their journey beyond the body must be destroyed and their prisoners freed. To this end, you commit yourself against the myriad villains who use or abuse souls. </p><p><b>INCANDESCENT CHAMPION PATH FEATURES </b> </p><p><b>Brilliant Overload (11th level)</b></p><p>Whenever you hit an enemy with an augmented psionic at-will attack power, you can spend 1 power point to have the power deal 1d6 extra radiant damage. </p><p><b>Luminous Action (11th level)</b></p><p>When you spend an action point to take an extra action, you emit bright light out to 10 squares until the end of your next turn. Enemies adjacent to you while you emit this light gain vulnerability to radiant damage equal to your Constitution modifier. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Incandescent Presence (16th level)</b></p><p>You emit bright light out to 3 squares. As a free action, you can reduce the bright light to dim light or dismiss it altogether. You can resume the light as a free action. </p><p>When you score a critical hit while you shed bright light with this path feature, allies within the light gain temporary hit points equal to your Constitution modifier, and each enemy within the light takes radiant damage equal to your Constitution modifier. </p><p><b>INCANDESCENT CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.dSz9kuLixh28NjE1]{Incandescent Champion 11-Incandescent Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.qVwMAyItpJSNEx1z]{Incandescent Champion 12-Unbearable Countenance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.KI1GBn2RqFdSUxTw]{Incandescent Champion 20-Perfect Incandescence}</p><p>Published in Psionic Power, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"10Nh3QHzytGxamRi",
	"_key":"!items!10Nh3QHzytGxamRi"
}