{
	"name":"Infernal Eye Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, any psionic class </p><p>The mind's eye can travel leagues and leap planes without the body moving a muscle. Imagination and memory move more freely than a ghost. Yet for those with psionic talents, such flights of fancy can be dangerous. </p><p>As a tiefling, you couldn't help but cast your thoughts toward the Nine Hells. Visions of the horrors of Baator haunted you, waking or sleeping. When you put your mind to it, you could even feel heat upon your face. You had no idea if these sights were delusions, but you were determined to see more. </p><p>Then something looked back. </p><p>During an intensely realistic tour of a hellish fortress, your gaze met that of some red-eyed figure. You caught only the glance of an evil eye before blinding pain struck you. Your own eye had caught fire in its socket, and the agony caused you to lose consciousness. When you awoke, your eye and your hellish visions were gone, replaced by a tiny, flickering flame that burned in your empty eye socket. The flame grants you normal vision, but to this day you wonder if you see the world as others do, or if your new infernal eye twists your perception to suit its own purposes. </p><p><b>INFERNAL EYE PATH FEATURES </b> </p><p><b>Infernal Visions (11th level)</b></p><p>When you spend an action point to make an attack, and you miss at least one target, you can choose instead for the entire attack to have no effect (as if you hadn't used it). You regain the action point (but can't spend it again this turn), and you regain any powers used as part of the attack. </p><p><b>Mantic Eye (11th level)</b></p><p>Your Insight, Intimidate, and Perception checks are modified by your Charisma, Intelligence, or Wisdom modifier, instead of by the normal ability modifier. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Shared Prescience (16th level)</b></p><p>You and allies within 10 squares of you can add one-half your Charisma, Intelligence, or Wisdom modifier to initiative checks. </p><p><b>INFERNAL EYE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.buQcmJP8spEeZiK6]{Infernal Eye 11-Vision of Death}</p> <p>@Compendium[dnd-4e-compendium.module-powers.fWz1AXCylDab5c7s]{Infernal Eye 12-Prescient Thought}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rJ1DWXIZ0hov3wEB]{Infernal Eye 20-Hellfire Gaze}</p><p>Published in Player's Handbook Races: Tiefling, page(s) 24. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"unRJymtCk1fGBAIq",
	"_key":"!items!unRJymtCk1fGBAIq"
}