{
	"name":"Infernal Strategist Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, Resourceful Presence class feature </p><p>Bael Turath's armies were warlike beyond mortal measure. Backed by the power of the Nine Hells, the leaders of the tiefling empire thought their forces could overcome any challenge. And in fact the legions of Bael Turath were often victorious, a testament to their officers as much as their supernatural might. </p><p>The most infamous of Bael Turath's generals was a tiefling known today as Malachi. As a lower-ranking officer in campaigns of conquest, Malachi proved to be a disciplined and innovative commander, renowned for being able to adapt to any situation. He watched and learned from his enemies, changed tactics at pivotal moments, and regularly used what he knew of his enemies against them. Malachi never knew defeat until he faced forces under the command of Dhuryan Flamebrow of Arkhosia. </p><p>Stories differ on what happened next. Some say Arkhosia's leaders put Malachi to death. Others claim that he retired alongside Dhuryan, whom he befriended. A few claim that Malachi now marshals the forces of the Nine Hells. </p><p>Whatever his fate, Malachi's brilliance is the root of a tradition of battlefield leadership that has spread across the world. A collection of writings from Bael Turath known as The Hellpath Tome supposedly preserves a portion of Malachi's own writings. You might have benefited from such education. Perhaps your leanings led you on a crafty path much like Malachi's. Whatever your background, you know how to conjure victory from situations most dire. </p><p><b>INFERNAL STRATEGIST PATH FEATURES </b> </p><p><b>Felling Action (11th level)</b></p><p>You can spend an action point as a free action to allow an ally who can see and hear you to reroll an attack roll. </p><p><b>Infernal Pincer (11th level)</b></p><p>When you and an ally are both flanking an enemy, you and that ally gain a bonus to melee damage rolls against that enemy equal to your Intelligence or Charisma modifier. </p><p><b>Pliable Command (16th level)</b></p><p>You gain a second warlord Commanding Presence. You can apply only one Commanding Presence benefit for each action point spent. </p><p>Published in Martial Power, page(s) 125. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zoGTbnElQWikhDw6",
	"_key":"!items!zoGTbnElQWikhDw6"
}