{
	"name":"Inner Dragon Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn, fighter </p><p>Dragonborn issue from the same spiritual line as mighty dragons. Since the earliest days, dragonborn have nurtured their raw fury into a fighting spirit and a proud martial tradition. The empire of Arkhosia formed from these roots, and it expanded at times based as much on the power of its military force as on its civilizing influence. </p><p>In Arkhosia, dragonborn served dragons in numerous capacities, from vizier to archmage, oracle to valet. The most important roles performed by dragonborn, however, were as agents in a dangerous world or as defenders of the homeland. Soldierly ways passed through the generations, as did the ability to tap one's inner draconic nature. </p><p>Particular dragonborn masters hone body, mind, and spirit through martial practice to perfectly tap into the inner dragon. Some come to this knowledge on their own; others gain it from teachers eager to train younger dragonborn in ancient traditions. Only a few master the techniques well enough to become legendary heroes or villains. </p><p>Whatever your personal history, the untamed blood of dragons flows in your veins. Your veneration of your warrior ancestors has manifested as a supernatural tie to this heritage. You hear the call of the dragon within. Its ferocity courses through you. Woe to those who harm you, for the shedding of your blood rouses the ire of your draconic heart. </p><p><b>INNER DRAGON PATH FEATURES </b> </p><p><b>Breath Action (11th level)</b></p><p>When you spend an action point to take an extra action while you are bloodied, you can use your dragon breath racial power as a free action, even if you've already used it during this encounter. </p><p><b>Improved Dragonborn Fury (11th level)</b></p><p>While you are bloodied, your racial bonus to attack rolls is +2, instead of +1. </p><p><b>Eternal Breath (16th level)</b></p><p>Whenever you hit a target with dragon breath, the target takes ongoing 5 damage (save ends). The ongoing damage is the same damage type as your dragon breath. </p><p><b>INNER DRAGON POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.C9S7rUpGhRngBqDM]{Inner Dragon 11-Dragon Blast}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cuBDyS1gLQ09tqbM]{Inner Dragon 12-Ancestral Manifestation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Rjd7ZcsQ1utSK36m]{Inner Dragon 20-Dragonbreath Strike}</p><p>Published in Martial Power, page(s) 29. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vCH7RB2Nyj6dSZGo",
	"_key":"!items!vCH7RB2Nyj6dSZGo"
}