{
	"name":"Ironstar Mauler Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Ironstar Student feat </p><p>You are a battle-tested master of the Ironstar combat style. You wield a mace or a flail as easily as a graceful elf duelist wields a rapier; in your hands, these cruel weapons are as light and quick as willow switches. You have spent countless hours attaining the necessary balance, concentration, and intuition to use these weapons effectively. With uncanny precision, you can crumple a shield, break a weapon-hand, shatter fangs, or crush a skull. </p><p>Beyond mastering the style's pure physical technique, you have absorbed the attitude and mindset of the Ironstar masters. Your chosen style is more than pure strength and savagery. You recognize that fearlessness, intimidation, and aggression are weapons every bit as important as the maces or flails you wield. </p><p>Warriors of different races and lands have developed techniques similar to yours, but none have studied them more carefully-or practiced them more fiercely-than the dwarf masters who originated the Ironstar technique. You have learned from their teachings and become a fierce and tough-minded warrior. You are the first to charge into the fray and the last to leave it. Enemies do well to fear you. </p><p><b>IRONSTAR MAULER PATH FEATURES </b> </p><p><b>Ironstar Action (11th level)</b></p><p>When you spend an action point to attack with a power associated with the Ironstar Student feat or the Ironstar Crusher feat, you can score a critical hit on a roll of 18-20, and you treat the weapon you use for that attack as having the high crit property. </p><p><b>Ironstar Master (11th level)</b></p><p>You gain a +1 bonus to attack rolls with maces and flails. </p><p><b>Ironstar Expertise (16th level)</b></p><p>Whenever you hit an enemy with a mace or a flail, that enemy takes a -2 penalty to the saving throw against any effect from that attack. </p><p>Published in Martial Power 2, page(s) 24. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CerpgjxAfVSydN2G",
	"_key":"!items!CerpgjxAfVSydN2G"
}