{
	"name":"Jazst Dancer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Gladiator theme </p><p>Just as the sun breaks the horizon, sending lambent waves washing across the countryside, the stands fill with eager spectators, pushing and shoving for the best view to the stage where the day's dramas will unfold. Suddenly, a half-dozen warriors explode from the gladiator gates. They flip and spin, their bone and obsidian blades flashing in the morning light. The crowd roars with delight, welcoming the jazst troupe to the city once more. </p><p>Suddenly, a grating sound breaks through the cheers as a heavy gate lifts. The ground trembles, quieting the audience. The jazsts feign concern with exaggerated expressions, calling out to the crowd for aid. The beast gate yawns wide, birthing a ferocious creature, its horny carapace fitted with blades to catch and slash. It looses a thunderous roar as it charges. Before it can connect, the dancers scatter, tumbling away in a dazzling display that leaves the beast confused, blood streaming from a dozen cuts it never saw land. </p><p>You have mastered the cruel techniques of the dangerous performers known as the jazst dancers. Unmatched in their skill with the blade, they weave a deadly dance on the arena floor, tumbling and capering as they deliver rapid-fire cuts and slashes to weaken and confuse their opponents. Your skills only improve in time, eclipsing those masters who first taught you as you became the greatest in the Seven Cities. Like your fellows, you draw out your fights, repeatedly springing into danger to impart a painful injury before slipping away. </p><p><b>JAZST DANCER PATH FEATURES </b> </p><p><b>Dancer's Grace (11th level)</b></p><p>When you make a charge attack, run, or move as part of an attack power, you ignore difficult terrain. </p><p><b>Slicing Action (11th level)</b></p><p>When you spend an action point to make an extra melee attack using a light blade, one target you hit takes ongoing 10 damage (save ends). The ongoing damage increases to 15 at 21st level. </p><p><b>Painful Wounds (16th level)</b></p><p>When you make an attack that deals ongoing damage, the target of the attack also takes a -2 penalty to saving throws against that ongoing damage. </p><p><b>JAZST DANCER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.eJ4CrN7ItlEdc0aB]{Jazst Dancer 11-Principle of the Razor}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ATCH5keGN6KjxbwS]{Jazst Dancer 12-Arena Dancer}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NM4nYpzsdBuXv7Rh]{Jazst Dancer 20-Dance of the Whirling Razors}</p><p>Published in Dark Sun Campaign Setting, page(s) 53. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"WXTsQBJ1FxyHif80",
	"_key":"!items!WXTsQBJ1FxyHif80"
}