{
	"name":"Karmic Shaper Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, Virtue of Prescience class feature </p><p>Moral consequence is something all creatures face, whether they recognize its existence or not. The effects of each creature's deeds influence the past, present, and future. You do not hold this view as a philosophical belief: It is demonstrably true. </p><p>Each action a being takes is like planting a seed. Depending on the deed's nature, harvesting its fruits might bring joy or pain. You seek to increase your own measure of joy in the world, while ensuring that your foes reap equivalent pain for their past misdeeds. </p><p>You are an interpreter of karma. With your prescient sight, you can collect your foes' karmic debt in a timely, sometimes dramatic fashion. On the other hand, your own actions touch only lightly on the karmic surface of cause and consequence. You shape the fates of others without unduly affecting your own final destiny. </p><p><b>KARMIC SHAPER PATH FEATURES </b> </p><p><b>Fated Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can reroll any single d20 roll you make this turn. </p><p><b>Karmic Virtue (11th level)</b></p><p>If you use Virtue of Prescience to increase an ally's defense and the enemy's attack still hits, the ally targeted by the triggering enemy's attack can spend a healing surge as a free action. </p><p><b>Karmic Strike (16th level)</b></p><p>When you use Virtue of Prescience, one ally within 10 squares of you can make a ranged or melee basic attack as a free action against the triggering enemy. </p><p><b>KARMIC SHAPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.OX9TkLYNQz2qPvIC]{Karmic Shaper 11-Karmic Wound}</p> <p>@Compendium[dnd-4e-compendium.module-powers.PZ9nRFLH78edfVju]{Karmic Shaper 12-Warp Karma}</p> <p>@Compendium[dnd-4e-compendium.module-powers.MKHnWef3vNILSYju]{Karmic Shaper 20-End of Luck}</p><p>Published in Arcane Power, page(s) 22. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"unBFXys4Dop0ire6",
	"_key":"!items!unBFXys4Dop0ire6"
}