{
	"name":"Keen Eagle Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power, Watcher Spirit class feature </p><p>You are part of the watcher spirit tradition. Though you hesitate to speak ill of it, you have the sense that its founding members might have focused too much on watching the world and not enough on listening to the spirits. Your eagle spirit companion has always talked with you, telling you secrets not spoken of by your watcher spirit mentors. </p><p>Other shamans' spirit companions have their own advantages, such as a knack for healing or a strong sense of nature. As a keen eagle shaman, you have a bloodthirsty spirit for a companion, and each new power you learn together has a primary purpose: wounding your foes. Your spirit companion guides the attacks of you and your allies, even at great distances, and uses a subtle turn of a wing or a slashing talon to put a foe in its most vulnerable position. </p><p><b>KEEN EAGLE PATH FEATURES </b> </p><p><b>Eagle Summons the Fire (11th level)</b></p><p>You can determine line of sight and line of effect for ranged attacks and area attacks from your spirit companion. </p><p><b>Keen Eagle Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can use your call spirit companion power as a free action to conjure a second spirit companion. When you attack with a spirit power, you choose which spirit companion to use for the attack; you don't make the attack through both of them. When an effect applies to creatures adjacent to your spirit companion, that effect applies to creatures adjacent to both spirit companions. The second spirit companion disappears at the end of your next turn. </p><p><b>Eagle's Reach (16th level)</b></p><p>Your ranged shaman powers that have a range of 5 or 10 change to a range of 20. </p><p><b>KEEN EAGLE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.C8X7dri5R4fcHuev]{Keen Eagle 11-Winged Spirit Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.LplB8HD3Vw074XW9]{Keen Eagle 12-Hunting Eagle}</p> <p>@Compendium[dnd-4e-compendium.module-powers.c9R4U0jI1qn7fplg]{Keen Eagle 20-Flurry of Spirit Talons}</p><p>Published in Primal Power, page(s) 82. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"y9j7UkGochmsVZQI",
	"_key":"!items!y9j7UkGochmsVZQI"
}