{
	"name":"Keeper of the Nine Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker, trained in History </p><p>Ancient scrolls speak of the world's last days, foretelling a time of violence and destruction that will consume everything. You have studied these scrolls and know the disasters destined to befall the world: nine terrible catastrophes that will one day cause its doom. These supernatural disasters were sown in the world's foundations during the first days and now lie buried beneath mighty seals in its far corners. It is your task to ensure that these seals remain intact, for each time some evil power breaks one, the end of all things draws closer. Those who meddle with the seals flirt with the destruction of all and risk upsetting the great purpose of the cosmos. </p><p>To safeguard the ancient seals, you are initiated into a secretive order: the Keepers of the Nine. You learn powerful prayers of warding and destruction so that you can deal with those who meddle with forces they do not understand. Keepers are drawn from many races and include servants of different gods, but most are dedicated to Erathis, Ioun, or Moradin. Old disagreements and jealousies are common among the Keepers, but all agree that the Nine Seals must remain hidden and unbroken. </p><p><b>KEEPER OF THE NINE PATH FEATURES </b> </p><p><b>Dooming Action (11th level)</b></p><p>When you spend an action point to make an attack, one target hit by that attack gains vulnerable 5 to all damage (save ends). </p><p><b>Ruining Prayer (11th level)</b></p><p>When you use any invoker power that is a close attack, you can turn the ground around you into rubble; each square adjacent to you becomes difficult terrain until the rubble is cleared. </p><p><b>Keeper's Vengeance (16th level)</b></p><p>When you are bloodied and use an invoker power that creates a burst, you can increase the size of the burst by 1. </p><p><b>KEEPER OF THE NINE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.9D7E0Oq4m2BPRQIb]{Keeper of the Nine 11-Glyph of Warning}</p> <p>@Compendium[dnd-4e-compendium.module-powers.s4CV8ucwYpOIfo5v]{Keeper of the Nine 12-Keeper's Mantle}</p> <p>@Compendium[dnd-4e-compendium.module-powers.4QlZhVoOT3MpeyDw]{Keeper of the Nine 20-The Tenth Seal}</p><p>Published in Divine Power, page(s) 75. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"8fHFyPMwYWR2B6mJ",
	"_key":"!items!8fHFyPMwYWR2B6mJ"
}