{
	"name":"Keeper of the Past Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elf; bard, shaman, or warlord; must worship the Spirits of the Past </p><p>At the birth of every Valenar child, a Keeper of the Past is present to determine the ancestor spirit destined to guide that individual through life. At the end of every Valenar life, a Keeper of the Past judges the deeds of the deceased and ensures that particularly worthy elves are immortalized in history. In this way the Keepers of the Past lead the Valenar from the day of their birth until the day of their death. No matter the power they wield, all Keepers worship and draw upon the power of revered patron ancestors, known collectively as the Spirits of the Past. The key difference between them is not their power source so much as they way in which they draw upon that power. Shamans tend to have a personal connection with a patron ancestor (the shaman is often a direct descendant). Warlords lead by example-putting the advice imparted by ancestor spirits into practice on the battlefield. Bards inspire those around them to emulate the greatest deeds of ancient heroes. Regardless of the exact means by which you do it, as a Keeper of the Past you commune with and channel the advice, guidance, and sometimes direct power of the Spirits of the Past. </p><p><b>KEEPER OF THE PAST PATH FEATURES </b> </p><p><b>Ancient Enemies (11th level)</b></p><p>You gain a bonus equal to your Intelligence modifier to monster knowledge checks made regarding giants and goblins. You also gain the ability to speak, read, and write the Giant and Goblin languages fluently. </p><p><b>Inspirational Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally who can see and hear you gains a +4 power bonus to speed until the start of your next turn. </p><p><b>Inspirational Practice (11th level)</b></p><p>When you hit an enemy with an encounter or daily power, that enemy grants combat advantage until the end of your next turn. </p><p><b>Ancestral Retribution (16th level)</b></p><p>Whenever an enemy saves against an effect from one of your daily attack powers, that enemy takes ongoing 5 psychic damage (save ends). </p><p>Published in Dragon Magazine 385, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Xjm5uEPKivBnOkxq",
	"_key":"!items!Xjm5uEPKivBnOkxq"
}