{
	"name":"Knight of the Chalice Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Paladin </p><p>Devils scheme amid the layers of the Nine Hells and infest the world with evil. You are sworn to protect innocents from their infernal machinations. To this end, you have joined an order of like-minded warriors. </p><p>The Knights of the Chalice take their order's name from an artifact belonging to the deity slain by Asmodeus when he ascended to godhood. It is rumored that with a single draught of water from the chalice of that deity, the drinker can atone for any wrong and completely purify his or her soul. Some say that drinking from the cup can turn any being, even Asmodeus himself, from evil to good. Whether or not these tales of these legendary properties are true, the chalice is undoubtedly a powerful artifact for good, and many Knights of the Chalice seek it. Some pursue a loftier goal still: to resurrect the chalice's divine owner and restore him to his throne. </p><p>As a Knight of the Chalice, you remain vigilant for any signs of infernal activity. You aid all of good heart who stand in the path of devilish influence, and you answer the call of your fellow knights when the powers of the Nine Hells gather in force. </p><p><b>KNIGHT OF THE CHALICE PATH FEATURES </b> </p><p><b>Censure Devils (11th level)</b></p><p>You gain the Channel Divinity power censure devils. </p><p><b>Saving Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also make a saving throw against each effect on you that a save can end. If an effect was caused by a devil, you gain a +2 bonus to the saving throw against that effect. </p><p><b>Aura Suppression (16th level)</b></p><p>When you hit any creature marked by you that has an aura, the aura is deactivated. The creature cannot reactivate the aura before the end of your next turn. </p><p><b>KNIGHT OF THE CHALICE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.4JCjyMTrFz2t59Lu]{Knight of the Chalice 11-Ensnaring Smite}</p> <p>@Compendium[dnd-4e-compendium.module-powers.dVJqZB3pbSoP4Nts]{Knight of the Chalice 12-Heavenly Courage}</p> <p>@Compendium[dnd-4e-compendium.module-powers.CkhAYfKtHuZg0mcx]{Knight of the Chalice 20-Blessing of the Chalice}</p><p>Published in Divine Power, page(s) 102. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"d38RlH9InpwO4mux",
	"_key":"!items!d38RlH9InpwO4mux"
}