{
	"name":"Knight Protector Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>In this age of darkness, covered by the shadow of fallen empires, never has there been a greater need for those who champion the causes of the innocent. Not since the fall of Nerath has a coherent force of warriors been guided by honor and justice in all that they do. Bold knights who fought for King Elidyr of Nerath are long lost, and the honor code to which they adhered is a curiosity of history to most. However, some see the need for such nobility today, and they try to live up to the standards set by righteous soldiers long dead. These modern fighters name themselves the knight protectors. </p><p>Some of those who call themselves knights could equal Nerath's storied fighters in might and zeal. Without a code, though, who can say with certainty if the new knights can match bygone honor? Without a fellowship, how can like-minded individuals work toward similar ends and police their own? Indeed, a number of those who claim to be knights-and even a few who call themselves knight protectors-are anything but counterparts to the admirable warriors of old. Far too many use their self-claimed title for profligate or brutal gain. </p><p>A loose confederation of knight protectors acts as an organization for those who claim this path. Its members are pledged to look out for one another and to keep the principles of the order. Courage, industriousness, respect, courtesy, and the glory of battle are all guiding principles. Those who fail to uphold these standards quickly find themselves at odds with other knight protectors. </p><p>Taking up the sword and cloak of a knight protector, you see it as your task to emulate the knights of old. A warrior and something of a leader, you abide by the knight protector code for personal glory and out of respect for the past. In life, you strive to be noble, honest, and fair. When you and your comrades come under attack, you are at the forefront, testing and displaying your courage. Even if smaller minds mock you as an idealist, you know you fight with dignity and purpose. </p><p><b>KNIGHT PROTECTOR PATH FEATURES </b> </p><p><b>Devoted Protector (11th level)</b></p><p>When an enemy marked by you attacks an ally adjacent to you, you can slide the ally 1 square as an immediate interrupt. </p><p><b>Protector's Action (Knight Protector) (11th level)</b></p><p><b>Knight's Focus (16th level)</b></p><p>When you can make an attack because of the Combat Challenge class feature or an opportunity attack, you can instead grant adjacent allies a +2 bonus to AC until the start of your next turn as an immediate interrupt. </p><p><b>KNIGHT PROTECTOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.NeSVZrJl2PFpfBTt]{Knight Protector 11-Protector's Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.otwvBKLYrebhWEXx]{Knight Protector 12-Knightly Bulwark}</p> <p>@Compendium[dnd-4e-compendium.module-powers.mQFC48O5nABMtxoP]{Knight Protector 20-Blood Justice}</p><p>Published in Martial Power, page(s) 30. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"oZ0dfh7RG6knDbqV",
	"_key":"!items!oZ0dfh7RG6knDbqV"
}