{
	"name":"Kulkor Arms Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Kulkor Battlearm Student feat </p><p>You are a well-traveled veteran, a pragmatic mercenary who has fought in a dozen different lands. Along the way, you've come to appreciate the virtues and drawbacks of various weapons. Sometimes you're a soldier, sometimes a bodyguard, and sometimes a freebooter in search of the next opportunity. Wherever you go and whatever you do, though, you're always a master of arms. </p><p>Many who share your combat style are heartless sellswords, fighting only for the next bag of gold. You might be motivated by coin, or you could find yourself drawn to a higher cause. Perhaps you pursue a calling as a wandering trainer, instructing castle guards and village militias in the effective use of their weapons. You might be a footloose traveler, searching for a worthy place or cause to serve with your martial skills. Or you might be a renowned troubleshooter, awaiting the next chance to test your skills against violent brigands or fierce marauders. You're willing to slay monsters and dangerous beasts if that's what needs to be done, but your true calling is to face enemies that have steel in their hands and prove your mastery over them. </p><p>(4/18/2012) </p><p>Updated in March 2012. </p><p><b>KULKOR ARMS MASTER PATH FEATURES </b> </p><p><b>Kulkor Master (11th level)</b></p><p>If you use an axe, a hammer, or a mace that has the versatile property to hit an enemy granting combat advantage to you, that enemy grants combat advantage to all creatures until the start of your next turn. </p><p><b>Kulkor Persistence (11th level)</b></p><p>When you spend an action point to attack with an axe, a hammer, or a mace that has the versatile property, and that attack misses every target, you can reroll one attack roll but must use the second result. </p><p><b>Smite the Fallen (16th level)</b></p><p>Once per round, when you knock an enemy prone with a melee attack, you can deal damage to the target equal to half your level as a free action. </p><p>Published in Martial Power 2, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"OFTh4yZC0JP8LWVS",
	"_key":"!items!OFTh4yZC0JP8LWVS"
}