{
	"name":"Life-Stealer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock class, infernal pact </p><p>Your pact with infernal powers has given you the ability to steal and utilize the life energy of your enemies. This life energy provides you with a new avenue to power, and you hunger for it as a vampire craves blood. </p><p><b>LIFE-STEALER PATH FEATURES </b> </p><p><b>Collect Life Spark (11th level)</b></p><p>When a creature under your Warlock's Curse drops to 0 hit points or fewer, you take a portion of its life energy by collecting a life spark. As a minor action, you can expend this life spark to gain a benefit based on the creature's origin. At the end of the encounter, any life sparks you have not expended fade away. </p><p>Aberrant: You gain a +2 power bonus to all defenses until the end of your next turn. </p><p>Immortal: You gain resist 5 to all damage until the end of your next turn. </p><p>Elemental: You deal an extra 5 damage to the next target you hit with an attack on your current turn. </p><p>Fey: A successful attack you make on your current turn also causes your target to become dazed until the end of your next turn. </p><p>Natural: Regain hit points equal to one-half your level. </p><p>Shadow: You become invisible until the end of your next turn or until immediately after you make an attack. </p><p><b>Infernal Action (11th level)</b></p><p>When you spend an action point to take an extra action, if you use your action to make an attack that hits, that hit deals ongoing 5 fire damage (save ends). </p><p><b>Sustain Life Spark (16th level)</b></p><p>If you have more life sparks at the end of an encounter than you do healing surges, you regain hit points as if you had spent a healing surge </p><p>Published in Player's Handbook, page(s) 141, Class Compendium. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"M43H5ebwcYK7ARqx",
	"_key":"!items!M43H5ebwcYK7ARqx"
}