{
	"name":"Life Singer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard </p><p>Far to the north in the Feywild echo of the world, a freezing wind howls out of the Scourge Mountains every twenty years. Colloquially called the scourge wind, this is no common gale; it is the manifestation of an ancient curse, created when an infant eladrin princess of elder blood was slain in her crib. That evil deed resonates yet, despite efforts by later sovereigns to make amends, building year after year until a sentient, malevolent storm is born. Infused with rage for innocence lost, the lethal blast is bent on freezing to death as many creatures as possible before it blows itself out. </p><p>In answer to this recurring threat, the eladrin of the foothills found a way to keep the scourge wind at bay-a song of life that diminishes the hatred and fury of the storm and ameliorates its lethal cold. As a life singer, you have studied this song and honed your voice to pacify the scourge wind. Your sacred quest is to travel the worlds, promoting peace and protecting life, so that you can infuse your song with the experience you gain. When the scourge wind next blows, you and the chorus of other life singers will be ready to lift your voices in the great song of life. </p><p><b>LIFE SINGER PATH FEATURES </b> </p><p><b>Find Another Way (11th level)</b></p><p>Allies within 5 squares of you gain a +2 bonus to skill checks and ability checks. </p><p><b>Peaceful Action (11th level)</b></p><p>Whenever an ally within 5 squares of you spends an action point to take an extra action that is not an attack, that ally gains 1d8 + your Charisma modifier temporary hit points. </p><p><b>Serene Will (16th level)</b></p><p>If you miss with an attack roll for an attack that targets Will, you can reroll the attack roll and must use the second result. If this attack does not deal damage, you gain a +2 power bonus to the reroll. </p><p><b>LIFE SINGER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.rSXsFJK9RQZwvzEu]{Life Singer 11-Pacifying Voice}</p> <p>@Compendium[dnd-4e-compendium.module-powers.db2ahZTyOm3GPKXN]{Life Singer 12-Inspired Solutions}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JcSkQ2HDzo5xsAaL]{Life Singer 20-Soothing Song}</p><p>Published in Arcane Power, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"WlzCfPi4Jn1s78kp",
	"_key":"!items!WlzCfPi4Jn1s78kp"
}