{
	"name":"Light Bringer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Runepriest </p><p>The runes have long been a potent weapon for the gods, and few runes are as mighty as the twelve sigils of the sun. These runes embody concepts of hope, the coming dawn, protection, and endurance. You have studied them in hopes of mastering the divine magic they offer. Few can unlock these runes' power, since they demand a heavy toll from those who study them. You spent hours staring into the sun, almost going blind in the process, to purge your mind of all shadow. Only in such a condition can a runepriest master these runes. </p><p>As a light bringer, you carry the sun's radiance to places that have never been blessed with its cleansing light. You harbor a particular hatred of the Shadowfell and the undead creatures that spawn there. There are many creatures that hide from the sun's cleansing light. You have sworn to carry that light to them. </p><p><b>LIGHT BRINGER PATH FEATURES </b> </p><p><b>Holy Radiance (11th level)</b></p><p>As a minor action, you can shed bright light in a radius of up to 10 squares. You can change this radius, or extinguish the light, with another minor action. </p><p><b>Invigorating Light (11th level)</b></p><p>You can spend an action point to enable one ally within 5 squares of you to take a standard action as a free action, instead of taking an extra action yourself. </p><p><b>Twelve Runes of the Sun (11th level)</b></p><p>Whenever you enter a new rune state, you can enter the rune state of the light bringer instead. While you are in this rune state, enemies within 3 squares of you can't benefit from concealment. </p><p><b>Undeniable Light (16th level)</b></p><p>While you are in the rune state of the light bringer, allies within 3 squares of you can't be blinded. </p><p><b>LIGHT BRINGER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.hKaJqTCEj9AofwG3]{Light Bringer 11-Mote of the Sun}</p> <p>@Compendium[dnd-4e-compendium.module-powers.e4qbrLzZ9l1J02im]{Light Bringer 12-Anthem of the Dawn}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DlP90xQj1Eg8yJne]{Light Bringer 20-Dawning Light}</p><p>Published in Player's Handbook 3, page(s) 113. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NeroWxMj08tZK4hi",
	"_key":"!items!NeroWxMj08tZK4hi"
}