{
	"name":"Lightning Blitzer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Half-orc, cleric or paladin </p><p>You grew up in a tribe that valued speed in battle, to the point that none would wear any armor heavier than a leather vest, or perhaps a hide cuirass. When you came of age, you saw the downsides of this strategy. Swift warriors found that their enemies' blades were just a little swifter. You challenged the orthodoxy of the tribe, favoring heavier and heavier armor. Your tribe mocked you, for with your protection, you found you could no longer keep up with the rest of the tribe in battle and would inevitably fall behind your comrades as they claimed glory. Some murmured that you wore the armor so that you would not have to fight and risk your life. </p><p>You would not be known as a coward, so you went on a pilgrimage in honor of your deity. You wanted to prove your bravery and seek an answer to your problem-the balance of defense and agility. When you reached your goal, tired and worn, you did not ask the gods for answers: You demanded them. You had shown your strength and proven your courage. A blessing from the gods was the only just reward for your exploits. A storm raged about you, and as you finished your demands, lightning struck you. Many gods would have killed you for your effrontery, but perhaps you pleased your patron with your attitude. You awoke later, unharmed, and you knew your prayers were answered. </p><p>Many of your tribe had already written you off as dead when you began your pilgrimage, and they were astounded to see you return. You would not tell them what happened, preferring once again to prove yourself through your deeds. When next the tribe went into battle, they were surprised as you kept speed with the other warriors, and amazed when you fell upon your enemies, your every blow ringing out with the power of the storm. </p><p><b>LIGHTNING BLITZER PATH FEATURES </b> </p><p><b>Armored Swiftness (11th level)</b></p><p>You take no penalty to speed and gain a +1 bonus to your Reflex when wearing heavy armor. </p><p><b>Repositioning Action (11th level)</b></p><p>When you spend an action point to make an attack, you can shift half your speed before or after the attack. </p><p><b>Thunder God's Blessing (16th level)</b></p><p>When you use your furious assault racial power to add damage to a divine weapon attack, you also deal thunder damage equal to your Wisdom modifier to each enemy adjacent to the target. </p><p><b>LIGHTNING BLITZER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.PZNdKBgxonhyRa58]{Lightning Blitzer 11-Prophecy of Reprisal}</p> <p>@Compendium[dnd-4e-compendium.module-powers.t9CPUB1poKwqfO3W]{Lightning Blitzer 12-Charging Rebuke}</p> <p>@Compendium[dnd-4e-compendium.module-powers.u9dnRqmD2F6NrC8w]{Lightning Blitzer 20-Catastrophic Impact}</p><p>Published in Dragon Magazine 386, page(s) 61. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"I2tkeOMNzqsPGSKH",
	"_key":"!items!I2tkeOMNzqsPGSKH"
}