{
	"name":"Lightwalker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Kalashtar, must worship the Path of Light </p><p>Wandering crusaders who worship the Path of Light, lightwalkers travel between kalashtar communities, helping to resolve whatever conflicts or crises they face. As a lightwalker, one month you might be dealing with problems stirred up in Sharn by the Dreaming Dark, and the next month you might be off to protect kalashtar archeologists exploring ancient ziggurats in Q'barra. Many of your people are content to remain sedentary, living in isolated communities or within the temple-keeps of Adar. That life isn't for you, though. You are not satisfied unless you are actively battling against the darkness, helping to thwart the Dreaming Dark, attempting to destroy the Lords of Dust, or bringing peace to the civilizations of your people. As a lightwalker, you enjoy the light of purity and righteousness, but you recognize the need to oppose the tangible evils of the world. </p><p><b>LIGHTWALKER PATH FEATURES </b> </p><p><b>Lightwalker Action (11th level)</b></p><p>When you spend an action point to use a radiant power, you or one ally within 5 squares of you regains hit points equal to one-half your level. </p><p><b>Walk the Bright Path (11th level)</b></p><p>Whenever you make a radiant attack, one ally within 5 squares of you gains combat advantage against the target of that attack until the end of your next turn. </p><p><b>Radiant Renewal (16th level)</b></p><p>You gain resist 10 radiant and resist 10 psychic. If you already have resistance to radiant damage or psychic damage, the resistance increases by 10. </p><p>Published in Eberron Player's Guide, page(s) 64. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"benqA4iW98Uj0P1k",
	"_key":"!items!benqA4iW98Uj0P1k"
}