{
	"name":"Lightning Fury Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Sorcerer, Storm Magic class feature </p><p>Your greatest joy is the fulfillment you attain through your stormy outbursts. Laughter rumbles from your mouth like thunder when you tear into foes with blinding bolts that scar the air and scorch the earth. Your form is cloaked in a shimmering haze of electric sparks and bolts that flash out to strike enemies that threaten you. </p><p>When you defeat your foes, the fury in your blood subsides into quiescence, but it never moves too far beneath the surface. Even in your dreams as you rest, you can sense the thunderheads inside you roiling as they wait for the next storm to brew. </p><p><b>LIGHTNING FURY PATH FEATURES </b> </p><p><b>Electric Action (11th level)</b></p><p>When you spend an action point to take an extra action, you deal lightning damage equal to your Dexterity modifier to one, two, or three creatures of your choice within 5 squares of you. </p><p><b>Unstoppable Lightning (11th level)</b></p><p>Your lightning attacks treat each creature that has resistance to lightning as not having that resistance. In addition, your lightning attacks treat each creature that is immune to lightning as instead having resistance to lightning equal to one-half its level. </p><p><b>Lightning Field (16th level)</b></p><p>After you hit with a lightning power, until the end of your next turn, each enemy that moves into a square adjacent to you or makes a melee attack against you takes 2d6 + your Dexterity modifier lightning damage. An enemy can take this damage only once per turn. </p><p><b>LIGHTNING FURY POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.92C7Zwu8NqQLdSzb]{Lightning Fury 11-Furious Bolts}</p> <p>@Compendium[dnd-4e-compendium.module-powers.uVpLrdMyZWSlfhAb]{Lightning Fury 12-Lightning in the Blood}</p> <p>@Compendium[dnd-4e-compendium.module-powers.fFjCeaT87P9ZhXws]{Lightning Fury 20-Bolt of Power}</p><p>Published in Arcane Power, page(s) 46. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UBR0g4Q5MSvwdyjH",
	"_key":"!items!UBR0g4Q5MSvwdyjH"
}