{
	"name":"Lone Wolf Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Hunter's Quarry class feature </p><p>Through subtle manipulation and quick feints, you excel at isolating an opponent from a group. You use tactics like those of a wolf, focusing on your foe and drawing it away from any assistance. For you, combat is an art form. You choose your target with the same care that a sculptor chooses a block of marble. </p><p>You relish the point in battle when the plans of your enemies fall apart. In one-on-one combat, you fight on your terms. You are the razor that cuts out the heart of a group, leaving the rest of your foes in disrepair. You're a master at choosing the terrain you fight in and the opponent you fight against. </p><p>Even though you prefer to act on your own, you rely on your friends to confound enemies and split their focus. This strategy gives you the opportunity to move in and employ your skills. While the others in your group are busy engaging foes and helping each other out of danger, you're busy taking down the choicest foe. </p><p><b>LONE WOLF PATH FEATURES </b> </p><p><b>Focused Hunter (11th level)</b></p><p>While you are adjacent to the target of your Hunter's Quarry and no other creature is adjacent to you, you gain a +2 bonus to attack rolls against it. </p><p><b>Overwhelming Action (11th level)</b></p><p>When you spend an action point to make an attack that hits the target of your Hunter's Quarry, the quarry is weakened until the end of your next turn. </p><p><b>Vanquishing Chase (16th level)</b></p><p>Whenever you hit the target of your Hunter's Quarry, you can push it 1 square and shift 1 square to a square adjacent to it. </p><p><b>LONE WOLF POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.zrbsxJ6eBMjCEYvG]{Lone Wolf 11-Single Combat Assault}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Lk3FSgwltvH0a914]{Lone Wolf 12-Escape the Trap}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JBqGC8YTO7K2LzSt]{Lone Wolf 20-Disperse the Horde}</p><p>Published in Martial Power 2, page(s) 50. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ZiuRz70Lgm1UQMnw",
	"_key":"!items!ZiuRz70Lgm1UQMnw"
}