{
	"name":"Longarm Marshal Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>The spear and its cousins have existed almost as long as creation. It was the first weapon ever made, and it and its variants are still the most common arms in use. Simple spears are designed heavy for melee or light for throwing. A melee spear can be used with one hand or two. Specialized variations of the spear such as the longspear, the tratnyr, and various polearms were specifically designed for war. Such weapons provide a huge boon in the form of reach, allowing a wielder to strike from </p><p>relative safety and to control the melee. Others, the tratnyr in particular, are multipurpose. </p><p>Spears are the perfect weapon choice for smallunit commanders who like flexibility. Javelins and other thrown spears enable their wielders to loose volleys at a closing enemy, or make a viable option against a foe that prefers to stay at a distance. With a single spear, a warrior can choose to fight with a shield or without. Longspears and polearms allow an officer to contribute to combat while leading frombehind the front line, where the clash can be better observed and directed. </p><p>Cognizant of the benefits of the spear, you chose to specialize in this multifaceted weapon. You trained to make long lunges and quick jabs with your weapon. A spear's haft is a defensive tool for you, and you have learned how to hedge in your foes or open deep wounds. Your skill is a blessing to your allies, who have seen that your mastery makes you a more reliable leader. </p><p><b>LONGARM MARSHAL PATH FEATURES </b> </p><p><b>Accurate Thrust (11th level)</b></p><p>You gain a +1 bonus to attack rolls when wielding a spear. </p><p><b>Longarm Action (11th level)</b></p><p>When you spend an action point to take an extra action, you increase your melee reach by 1 square when wielding a spear until the end of your next turn. </p><p><b>Bristling Reach (16th level)</b></p><p>Whenever an enemy within your melee reach moves without shifting or makes a ranged attack, you can deal damage equal to your Intelligence modifier to that enemy as an opportunity action. </p><p><b>LONGARM MARSHAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xIJH26csruzCA4f5]{Longarm Marshal 11-Driving Spear}</p> <p>@Compendium[dnd-4e-compendium.module-powers.OXASqpLgkF3RVBh1]{Longarm Marshal 12-Whirling Spear}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NPraJlSp5s1hUGBI]{Longarm Marshal 20-Vital Rend}</p><p>Published in Martial Power, page(s) 126. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"8raNLvXpYohsHR7f",
	"_key":"!items!8raNLvXpYohsHR7f"
}