{
	"name":"Long Night Scion Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, fey pact with the Winter Fey </p><p>You have earned the favor of the Winter Court and, perhaps, the Prince of Frost. The power of the Winter Fey flows through you, chilling your blood. At times, you can feel the presence of your bitter patron, watching the world through your eyes. This honor is dangerous. It means that your patron is well aware of your actions and the degree to which you are following the terms of your pact. </p><p>Other lords of the Feywild can sense your bond to the Winter Court. If you attend the Court of Stars or negotiate with the archfey, you might be treated with the respect owed to a faithful vassal, but this can be a double-edged sword. Compared to other mortals, you are expected to be aware of the customs of the court and to follow these rules. Failure to do so reflects poorly on you and your patron. </p><p>Your powers are tied to the primal force of winter. Your blood is cold in your veins, and you do not feel the bite of ice, snow, and bitter winds. Those who use cold against you will know what it's like to feel the touch of a frozen heart. </p><p><b>LONG NIGHT SCION PATH FEATURES </b> </p><p><b>Deeper Chill (11th level)</b></p><p>When you spend an action point, make an attack that has the cold keyword. The damage of that attack ignores cold resistance. If the attack hits a creature that has no resistance to cold, it instead deals extra cold damage equal to your Intelligence modifier. </p><p><b>Frost's Favor (11th level)</b></p><p>After each extended rest, you can choose an arcane encounter attack power you know. That power gains the cold keyword, and the power deals cold damage in addition to another damage type it has. You also gain resist 10 cold. </p><p><b>Winter Winds (16th level)</b></p><p>Once per turn, when you leave a square by teleporting, enemies adjacent to that square take cold damage equal to your Intelligence modifier and are slowed until the end of your next turn. </p><p>Published in Dragon Magazine 374, page(s) 64. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"emVBWnlTkMz3h2Dc",
	"_key":"!items!emVBWnlTkMz3h2Dc"
}