{
	"name":"Malec-Keth Janissary Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage </p><p>Malec-Keth janissaries are products of the elite arcane and military practices taught in the Tower of Malec-Keth, a war-magic academy in the City of Brass. Highly disciplined and rigorously trained, Malec-Keth janissaries have a fighting style demonstrative of their mastery of mind and body. They learn offensive and defensive techniques to protect their wards, and they also study music, art, and language. </p><p>Many Malec-Keth janissaries are servants to powerful masters, both humanoid and elemental. Proud and loyal, janissaries are single-minded in defense of their allies and masters. They favor a modest appearance; the only distinguishing mark a janissary bears is the tattoo of single blue flame on the brow that declares him or her a graduate of Malec-Keth. Those who wear the mark of Malec-Keth are known far and wide among the elemental realms for their determination and deadly skill with spell and blade. </p><p>Many powerful lords and ladies favor janissaries as bodyguards for their defensive abilities. Other Malec- Keth janissaries owe allegiance to no master, preferring to use their training to further their own ambitions. </p><p><b>MALEC-KETH JANISSARY PATH FEATURES </b> </p><p><b>Chant of War (11th level)</b></p><p>While you are bloodied, your aegis of assault or aegis of shielding power is a close burst 5. </p><p><b>Devshirme Training (11th level)</b></p><p>You gain training in a skill from your class list or gain an additional two languages. </p><p><b>Malec-Keth Action (11th level)</b></p><p>When you spend an action point to take an extra attack, you ignore your enemies' resistances until the end of your turn. </p><p><b>Primordial Blade (16th level)</b></p><p>Years of tireless study and exposure to the forces within the Elemental Chaos have honed your ability to control the elements. At the end of each short rest or extended rest, select one of the following damage types: cold, fire, thunder, or lightning. Your attacks deal 1d4 extra damage of the selected damage type until the end of your next rest. </p><p>Published in Manual of the Planes, page(s) 144. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"q4HspunNAbFI3XhG",
	"_key":"!items!q4HspunNAbFI3XhG"
}