{
	"name":"Master of Flame Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any arcane class </p><p>The history of pyromancy parallels the history of all magic among the mortal races. As soon as they first dabbled in the arcane, primitive wizards sought to apply that power to one of the most intimidating and important natural forces of their experience: fire. They learned rudimentary spellcraft under the difficult tutelage of flame, and their experiments became the foundation for almost every subsequent study. </p><p>Ironically, pyromancy's lessened popularity indicates its importance. It remains so fundamental that many wizards take it for granted, relegating it to their perceived inferiors. Common presumptions reveal the truth, however: Tales of wizardry nearly always include at least one fireball. </p><p>As a Master of Flame, you embrace this ancient discipline without regard for anyone's disdain. You will show them true mastery of magic as you devastate opponents with the force they overlook. </p><p><b>MASTER OF FLAME PATH FEATURES </b> </p><p><b>Combustive Action (11th level)</b></p><p>When you spend an action point to take an extra action, you deal fire damage equal to your level to each enemy adjacent to you. </p><p><b>Critical Conflagration (11th level)</b></p><p>Whenever you score a critical hit with an arcane fire attack, one creature you hit with the attack takes ongoing fire damage equal to twice your Intelligence modifier (save ends). </p><p><b>Swath of Destruction (16th level)</b></p><p>When you use an arcane fire burst or blast attack, you can increase the size of the burst or blast by 1. </p><p><b>MASTER OF FLAME POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.bzLE8d3DWOZA75Yf]{Master of Flame 11-Fanning the Flames}</p> <p>@Compendium[dnd-4e-compendium.module-powers.2ry8HSJp93wvo0U4]{Master of Flame 12-Burning Transformation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Js8xnaKLi7UrXWl1]{Master of Flame 20-Furious Immolation}</p><p>Published in Dragon Magazine 388. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"mpEKWhT0tznRUgCF",
	"_key":"!items!mpEKWhT0tznRUgCF"
}