{
	"name":"Master Spy Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue </p><p>In halls of power, on the field of battle, and even among those who seek what is long lost, reliable information is king. Those in the know have an advantage over their allies and enemies and readily know the difference between the two. Thus have persons skilled in acquiring secrets always had ample work and reasons to hone their skills. Such agents learn how to conceal their true motives and cover their tracks while focusing on attaining their goals. Any lapse in precision can mean death. </p><p>Long ago, you learned how to sneak into places where you're not welcome. No secret is safe from your expertise and trickery. Subterfuge is your stock-intrade. You know how best to peer into the intentions of your enemies, and you work undercover with the greatest of ease. Most of your enemies never know that you are in their midst, and you always manage to turn their ignorance against them. </p><p><b>MASTER SPY PATH FEATURES </b> </p><p><b>Cover Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, you gain concealment at the end of that action. Until the end of your next turn, you have concealment and take no penalty to Stealth checks for moving more than 2 squares or for running. </p><p><b>Deadly Bluff (11th level)</b></p><p>You can make a Bluff check to gain combat advantage against an adjacent enemy as a minor action instead of as a standard action. If your check beats the enemy's Insight check, the enemy grants combat advantage to you and your allies until the end of your next turn. </p><p><b>Double Agent (16th level)</b></p><p>Once per encounter, when an enemy you can see targets one of its allies with a power or an ability, you can choose to gain the benefit of that power or ability as if you were one of its targets as well. </p><p><b>MASTER SPY POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.t74L9hZXoSPTncOu]{Master Spy 11-Lingering Revelation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.BtA1Ped5yugfl8Vz]{Master Spy 12-Quick Change}</p> <p>@Compendium[dnd-4e-compendium.module-powers.uAlpeZoyVHgXs2zQ]{Master Spy 20-Spymaster's Edge}</p><p>Published in Martial Power, page(s) 95. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"dLGn8kfyOxD1Pbts",
	"_key":"!items!dLGn8kfyOxD1Pbts"
}