{
	"name":"Master Defiler Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Arcane defiling power </p><p>The lowly and the ignorant see defilers as craven and corrupt-little more than thieves with magical talent. It's true that the defiler's path is selfish in its way: A defiler requires energy from associates and the living world nearby to power his or her greatest spells. And it is also true is that defiling can corrupt the body and mind. But only a fool could fail to see the power that defiling offers, and you are not a fool. </p><p>Most who openly defile enjoy the protection of high station or powerful patrons. Perhaps you are of noble birth, and your family's wealth protects you from the consequences of your actions. You might have been chosen for an arcane education while still young and tutored in the ways of magic by templar instructors, or perhaps you gained the king's sanction by other means-as a reward for some great service to the king or the city, through bribery, or by the manipulation of powerful nobles or senior templars exercising the king's favor. If you are not a native of a city-state, the only sanction you require is sheer power: You can defile freely if your tribe protects you, or if you are so powerful that no one dares to challenge you. </p><p>If you are one of a sorcerer-king's sanctioned defilers, you might be expected to make yourself available for special tasks or duties as needed. Such assignments are rare, however; most sorcerer-kings allow master defilers in their cities to do more or less as they wish, trusting that they won't jeopardize the city or themselves. After all, master defilers are universally loathed, and if anything ever happens to the king, even a master defiler wouldn't last a day. </p><p><b>MASTER DEFILER PATH FEATURES </b> </p><p><b>Defiler's Action (11th level)</b></p><p>When you spend an action point to make an extra attack, you can use arcane defiling on that attack even if the attack is not an arcane daily power. </p><p><b>Offensive Defiling (11th level)</b></p><p>When you use arcane defiling, one nonminion enemy within 20 squares of you takes damage equal to half your healing surge value. </p><p><b>Defiler's Addiction (16th level)</b></p><p>You can use arcane defiling on one arcane encounter attack power per encounter. </p><p><b>MASTER DEFILER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.d3T5W9cn4RMY8Hmi]{Master Defiler 11-Defiling Alacrity}</p> <p>@Compendium[dnd-4e-compendium.module-powers.UzdTeM7DjbZAhHxv]{Master Defiler 12-Defiling Recovery}</p> <p>@Compendium[dnd-4e-compendium.module-powers.D8rPZheGkx3biKcL]{Master Defiler 20-Enemies to Ashes}</p><p>Published in Dark Sun Campaign Setting, page(s) 64. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qUnNKAFcdTuglpCJ",
	"_key":"!items!qUnNKAFcdTuglpCJ"
}