{
	"name":"Master Preserver Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Arcane class </p><p>For most arcane spellcasters, the urge to defile is an ever-present temptation that whispers deep in their souls. The unseen life energy of plants and animals nearby sings with power as a spell is shaped, a ripe fruit waiting to be plucked and savored. Far too many spellcasters see no reason to resist, and they eagerly rip away the life essence to fuel their magic, but those who choose the preserver's path carefully shape their spells around this fragile aura, drawing a little energy from many different places, and never so much that the life that it emanates from is harmed or extinguished. </p><p>In this delicate give-and-take of spellcasting, the master preserver is an arcanist who has developed a perfect sense for the balance of destruction and power. Whereas other casters struggle to maintain their discipline and must consciously control their impulse to drink too deeply of the fragile energy around them, the master preserver's self-control, experience, and intuitive grasp of the subtle currents at play allow him to instantly shape his spells without fear of defiling. In fact, the master preserver's skill and precision are so great that he can often match the raw power of the most reckless defilers without harming a single blade of grass. </p><p>When you choose the master preserver's path, you turn your back on defiling forever. From that day forward, the whispers of temptation hold no more power over you. But in exchange, your sacrifices have led you to a place where you need to give less to perform your magic; the world now gives you a little back. If this situation isn't confirmation of your path's integrity, what else could be? </p><p><b>MASTER PRESERVER PATH FEATURES </b> </p><p><b>Blessing of the Land (11th level)</b></p><p>You can no longer use arcane defiling. In addition, you gain a +2 bonus to Endurance, Nature, and Perception checks. </p><p><b>Master Preserver's Action (11th level)</b></p><p>When you spend an action point to make an arcane attack, you can choose to reroll one attack roll or damage roll and use either result. </p><p><b>Surging Vitality (16th level)</b></p><p>Whenever you spend a healing surge, one ally within 10 squares of you regains hit points equal to twice your primary ability modifier. In addition, you gain a +1 bonus to attack rolls with arcane attack powers until the end of your next turn. </p><p><b>MASTER PRESERVER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.SjyNpAes6wY8PUqK]{Master Preserver 11-Vital Spell}</p> <p>@Compendium[dnd-4e-compendium.module-powers.F8y9zAJeaXE7Nbvk]{Master Preserver 12-Life Shield}</p> <p>@Compendium[dnd-4e-compendium.module-powers.trjeM0EI3mBoJDKW]{Master Preserver 20-Light of the Lost Sun}</p><p>Published in Dark Sun Campaign Setting, page(s) 68. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Cl8d1wNmcA6y4OSb",
	"_key":"!items!Cl8d1wNmcA6y4OSb"
}