{
	"name":"Master of Poisons Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue </p><p>Few people respect the business of poisons. Among the mighty, poison is considered a weapon of the weak and a dishonorable tool at best. Yet to whom do the mighty and the wealthy turn when they are in need of discreet murder? You, of course, and you're happy to oblige. You never advertise your talents; it wouldn't do for word to spread about your skills. Through prudent inquiries, people in need have a way of finding you. No problem is too big or well protected for your techniques to work, assuming you have enough time and your client has enough gold. </p><p>Along with your success comes a raft of enemies. Your victims leave behind friends and relatives seeking revenge. Do they chase after the one who paid you? It would be simpler if they did. Instead, these pursuers come to the one who caused their comrade's end, and that person is you. </p><p>Poisoning is a subtle and dangerous art, and a few narrow escapes from angry vengeance-seekers have taught you that discretion is key. Even among your companions, you keep a low profile. It's best to keep your methods of dealing with enemies hidden. However, when you slip a little venom on a blade and the foe falls to the ground, tongue black and neck swollen, your comrades won't look too closely when that act saves them from harm. </p><p><b>MASTER OF POISONS PATH FEATURES </b> </p><p><b>Poison Maven (11th level)</b></p><p>Whenever you make a poison weapon attack against an enemy, you gain a bonus to the damage roll equal to your Intelligence modifier. In addition, any enemy suffering a poison effect grants combat advantage to you. </p><p><b>Venomous Action (Master of Poisons) (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a bonus to attack rolls equal to your Constitution modifier against enemies taking ongoing poison damage. The bonus lasts until the end of your next turn. In addition, you can apply a Master of Poisons effect to one of your weapons or a piece of ammunition. </p><p><b>Acidic Poisons (16th level)</b></p><p>Ongoing poison damage you deal ignores resistance to poison. </p><p>Published in Martial Power 2, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"TwvVtC4SGK23X0Ne",
	"_key":"!items!TwvVtC4SGK23X0Ne"
}