{
	"name":"Mercurial Assassin Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn, trained in Bluff or Stealth </p><p>The House of Methys has always had a strong connection to quicksilver. As the story goes, the family fortune was forged from a source of mercury discovered in one of their iron mines, with the wizards and alchemists of the realm paying handsomely for the rare liquid metal. At some point, though, rumors spread that by digging for more mercury, the House of Methys awoke something powerful in the deeps. Then, the rumors abruptly stopped, possibly because anyone heard prying into the details about the noble house died soon after. </p><p>What most folk don't know is that a clan of twelve mercury dragons served as the source of the Methys fortune. The merchant house drained them of some of their blood, which can be transformed through ritual magic to pure mercury, and then sold the metal to the highest bidder. At first, these mercury dragons were amused that humans would pay so handsomely for their blood, and their hoards grew at the cost of a minute or two of pain. But when they learned that Methys agents had stolen a clutch of a mercury dragon's eggs to harvest for the precious liquid metal, they realized the scope of the Methys family's hunger for power. These twelve mercury dragons, maddened </p><p>with grief, turned on their business partners and slaughtered the leaders, then used their polymorph ability to assume their identities. Now the Methys dragons have made it their mission to reacquire all of the mercury that came from the dragon eggs by tracking down the sales of the blood using the spotty records the Methys agents kept, plus ensure that knowledge of the ritual used to transform their blood is erased from the world. They have vowed to never again allow another agency to profit from their own blood. </p><p>To help them in this endeavor, they turned to group of dragonborn agents, gathered one by one. Soon after the original members of House Methys were dispatched, the twelve dragons discovered that by infusing their blood into that of a dragonborn, through a painful ritual colloquially called the Infusion, the dragonborn gained some abilities that benefited them in their pursuit of their masters' goal. The mercurial assassins, as these dragonborn are known, are then sent out to hunt down every drop of mercury created from the foul ritual and bring it back to House Methys. They are also charged with tracking down any copies of the ritual that might exist. Assassinating those individuals who have some portion of the mercury isn't a primary objective, but it isn't exactly frowned upon either. The mercurial assassin is rewarded no matter the circumstances. </p><p><b>MERCURIAL ASSASSIN PATH FEATURES </b> </p><p><b>Mercurial Agility (11th level)</b></p><p>When you spend an action point to take an extra action, you can also take a move action. </p><p><b>Quicksilver Movement (11th level)</b></p><p>You gain a +1 bonus to speed and a +3 bonus to Stealth checks. </p><p><b>Fluid Shape (16th level)</b></p><p>When an enemy makes an opportunity attack against you, the enemy must roll twice and use the lower result. </p><p><b>MERCURIAL ASSASSIN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.SnyvGm8odRhgZVM9]{Mercurial Assassin 11-Fluid Counterattack}</p> <p>@Compendium[dnd-4e-compendium.module-powers.xe0Q3NWcmb6BtAvI]{Mercurial Assassin 12-Mercurial Disguise}</p> <p>@Compendium[dnd-4e-compendium.module-powers.zuG2j39odTvrwnU0]{Mercurial Assassin 20-Streaking Mercury}</p><p>Published in Dragon Magazine 385, page(s) 7. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"VQmJaIkxFviMAy2E",
	"_key":"!items!VQmJaIkxFviMAy2E"
}