{
	"name":"Messenger of Peace Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Cleric, trained in Diplomacy </p><p>You grieve for the so-called civilized races, too many of whom are locked in useless, never-ending strife. Unless some brave soul steps forward to set a better example, constant warfare can only create more conflict. Thus you have laid down your weapons and spoken vows of nonviolence, hoping to find a civilized solution to the problems of mortals. </p><p>As a messenger of peace, you always work to find a way around combat when battle is avoidable. Diplomacy is your principal weapon: Through carefully chosen words and accurate assessments of your opponent's desires, you might be able to circumvent conflict altogether. Not all enemies are willing to set aside their anger, though. Should battle erupt despite your best efforts, you are an eye of calm in war's hurricane. The weak, the weary, and the sorely wounded find succor in your presence. </p><p><b>MESSENGER OF PEACE PATH FEATURES </b> </p><p><b>Peacemaker's Action (11th level)</b></p><p>When you spend an action point to make an attack, you gain a +4 bonus to attack rolls with attacks that don't deal damage. The bonus lasts until the end of your turn. </p><p><b>Vow of Nonviolence (11th level)</b></p><p>When you hit with an attack that doesn't deal damage, you gain a +2 bonus to all defenses until the start of your next turn. </p><p><b>Aura of Peace (16th level)</b></p><p>Enemies within 2 squares of you take a -2 penalty to attack rolls. </p><p>Published in Divine Power, page(s) 49. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"jeWuG0FbNh24OPiw",
	"_key":"!items!jeWuG0FbNh24OPiw"
}