{
	"name":"Mighty Judge Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Half-orc, avenger, Censure of Pursuit class feature, oath of enmity class feature </p><p>You are compelled to seek out and destroy those unworthies who thwart-by intent or by accident-the will of your patron. Your deity has tasked you to hunt down these infidels and see them brought to justice, and you do so with implacable zeal. You remain vigilant for signs of enemies of your faith. When you find them, you follow the will of your deity to the letter, bringing these foes to their knees. You tolerate no deviations from your course, whether brought about by others or by what some would call extenuating circumstances. Your half-orc heritage provides you with physical strength to handle those who might oppose your efforts to judge others as well as with mental fortitude to follow through on the task at hand. </p><p>Your god has taught you that strength hidden is strength lost. When battle must be joined, you let your foes know that you stand in judgment of them, displaying your power unflinchingly. When you call them out, they know that their time is at hand. You will carry out the sentence that you levied against them, and when they fall, you know that your god smiles upon your efforts. </p><p><b>MIGHTY JUDGE PATH FEATURES </b> </p><p><b>Furious Judgment (11th level)</b></p><p>Whenever an enemy moves away from you willingly, instead of gaining the bonus to damage rolls from Censure of Pursuit you can choose to regain the use of your furious assault racial power. </p><p><b>Refocusing Action (11th level)</b></p><p>When you spend an action point to make a weapon attack, you can change your oath of enmity target to one of the targets of your attack before making that attack. </p><p><b>Jailer of the Gods (16th level)</b></p><p>Whenever you reduce a creature that is the target of your oath of enmity to 0 hit points, instead of killing the target or knocking it unconscious you can instead banish the target permanently to a prison within the chosen domain of your deity. </p><p><b>Relentless Advance (Mighty Judge) (16th level)</b></p><p><b>MIGHTY JUDGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.3mRonQXrsgva7ybD]{Mighty Judge 11-Overpowering Retribution}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DCeOnKzy8IXTa4Vh]{Mighty Judge 12-Ameliorating Onslaught}</p> <p>@Compendium[dnd-4e-compendium.module-powers.HJRpn72WDfQdKIxo]{Mighty Judge 20-Sentence of Banishment}</p><p>Published in Dragon Magazine 386, page(s) 59. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"TrIV7p42mJYavNwj",
	"_key":"!items!TrIV7p42mJYavNwj"
}