{
	"name":"Mind General Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Noble adept theme </p><p>In the interest of protecting the city-states, the sorcerer-kings allow noble families to keep small armies of slave soldiers. Frequently, they use these soldiers to take action against other nobles or to protect their property. A sorcerer-king can, of course, call upon the nobles' soldiers to fight for his or her interests. And it's best to follow the sorcerer-king's commands. </p><p>As one of your duties to your family, you were given charge of a legion of slave soldiers. You trained with them, developing your psionic talents so you could command them silently. (Though sometimes shouted commands and threats can intimidate your enemies far better than eerie silence.) The most skilled mind generals can keep up a continuous mental link, sharing sights and combat instincts with all the troops in the legion. </p><p><b>MIND GENERAL PATH FEATURES </b> </p><p><b>Commanding Action (11th level)</b></p><p>When you spend an action point to take an extra action, one ally within 10 squares of you can shift half his or her speed as a free action and also gains a +2 bonus to AC and Reflex until the end of your next turn. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Reward Victory (11th level)</b></p><p>When an ally whom you can see within 10 squares of you reduces an enemy to 0 hit points, you can slide that ally 1 square as a free action. </p><p><b>Telepathic Gestalt (16th level)</b></p><p>You can link minds with your allies, splitting their focus and perceptions as you see fit. At the start of each of your turns, choose two conscious allies within 20 squares of you. (You don't have to be able to see them.) One of them gains a +2 bonus to Fortitude, Reflex, and Will, and the other takes a -2 penalty to the same defenses. </p><p><b>MIND GENERAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.WJIUmt4iNfbwkuDL]{Mind General 11-Direct Order}</p> <p>@Compendium[dnd-4e-compendium.module-powers.tU4AkwoKxuDVzFvj]{Mind General 12-Legion's Press}</p> <p>@Compendium[dnd-4e-compendium.module-powers.3VnKN2rgEtDvWBJP]{Mind General 20-Unequaled Command}</p><p>Published in Dark Sun Campaign Setting, page(s) 56. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fW2h0EBX9TwNU4Ms",
	"_key":"!items!fW2h0EBX9TwNU4Ms"
}