{
	"name":"Mithral Arm Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn </p><p>Some mithral dragons are content to spend their lives in the Astral Sea, having no connection to the world or the business of mortal creatures. That is not true of the Mithral Pentad, a band of five mithral dragons who believe it is Io's will to rid the world of the tyranny wrought by their chromatic brethren. The Pentad seeks to eradicate any nation controlled by evil dragons, but they also strive to wipe out individual chromatics and their hoards to prevent any future injustice. Rarely, a metallic dragon might have vile plans that indicate its evil, but the Pentad seeks to convert them to the will of Io before killing them outright. If they refused to be turned, however, then the life of a copper or a mercury dragon is as forfeit as a red or black. </p><p>Although the five ancients of the Pentad are powerful, they cannot be in all places at once, and they seldom exhibit their full might on the battlefield. They have established an order of mortals to seek out and destroy lesser drakes, or band together an army to assault heavily fortified fortresses or even nations. This organization is called the Mithral Arms, because they labor to accomplish the will of the Pentad, and each member is infused with the power of their patrons. Riches, power, and influence mean nothing to a Mithral Arm, unless such means can directly aid the destruction of evil chromatic dragons. Woe to all who stand in the Mithral Arms' way, because they carry the power of the Pentad with them. </p><p><b>MITHRAL ARM PATH FEATURES </b> </p><p><b>Astral Knowledge (11th level)</b></p><p>You gain an encounter attack power of 7th level or lower from your class. You cannot choose a power that you already know. At 21st level, you can replace this power with an encounter attack power of 13th level or lower from your class. </p><p><b>Astral Luck (11th level)</b></p><p>When your first attack roll with an attack power is a natural 20, you regain hit points equal to your level. </p><p><b>Prophetic Foresight (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +2 bonus to attack rolls until the end of your next turn. </p><p><b>Astral Step (16th level)</b></p><p>You gain teleport 2 as an additional movement mode. </p><p><b>Commune with the Pentad (16th level)</b></p><p>Once each day during a short rest, you can commune with one of the Mithral Pentad. Make an Arcana, Nature, or Religion check. Divide the result of the check by 10 (round down). This determines the number of questions you can ask the dragon. The dragon answers yes or no questions only, and the dragon might withhold answers if the question has no bearing on the eradication of evil dragons. A question that results in no answer still counts against the total number available. </p><p><b>MITHRAL ARM POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.F9yHCv2IlKLOQreX]{Mithral Arm 12-Prophetic Defense}</p> <p>@Compendium[dnd-4e-compendium.module-powers.dQ5fMqI6PJXh3DLa]{Mithral Arm 20-Dimension Strike}</p><p>Published in Dragon Magazine 385, page(s) 10. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"GBPJlhQFfkRKc9tV",
	"_key":"!items!GBPJlhQFfkRKc9tV"
}