{
	"name":"Moonstalker Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shifter </p><p>Shifters harbor a bestial nature inside themselves. When a shifter is under duress, this nature reveals itself in his or her features and prowess. This innate savagery is the gift of shifters' lycanthrope ancestors, the quality passed down through the generations that gives the shifter race its identity. Most shifters can call on their legacy when needed, but you enjoy a closer kinship to your lycanthrope forebears. </p><p>You take the name moonstalker for the strong lycanthropic heritage you have awakened in your spirit. You have always had an animalistic side, manifested in your physical features and sometimes through your behavior, but at some point you learned that you were different, and that the gift from your ancestors was greater than you could have believed. You are still able to shift your form, physically expressing shifter traits, but you can take that power a step farther and use your bestial nature to fully transform into a wolf or a tiger. This ability accompanies a host of other changes, and your tactics and behavior leave behind civilized methods for those of an untamed predator. </p><p><b>MOONSTALKER PATH FEATURES </b> </p><p><b>Go for the Throat (11th level)</b></p><p>When you hit a prone target with a melee attack, the attack deals 1d6 extra damage. The extra damage increases to 2d6 at 21st level. </p><p><b>Hunter Action (11th level)</b></p><p>When you spend an action point to make an attack, you can shift a number of squares equal to your Wisdom modifier as a free action before or after the attack. </p><p><b>Pack Tactics (16th level)</b></p><p>While you are adjacent to a prone enemy, you and your allies add your Wisdom modifier to damage rolls against that enemy. </p><p><b>MOONSTALKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.J58mNosBiOqeWrxp]{Moonstalker 11-Call to the Moon}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Sw6HMvyQRxuD1O2t]{Moonstalker 12-Unleash the Silent Predator}</p> <p>@Compendium[dnd-4e-compendium.module-powers.J7PwAhNxq1juDfFp]{Moonstalker 20-Circle the Prey}</p><p>Published in Player's Handbook 2, page(s) 24. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zXJLkgx0AdulNMyF",
	"_key":"!items!zXJLkgx0AdulNMyF"
}