{
	"name":"Moon Hunter Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Training in Endurance and Insight </p><p>Among the archfey, few entities are more mysterious than the Maiden of the Moon. Elusive even to others of her kind, the Maiden of the Moon has only one apparent interest: removing the blight of lycanthropy, both from the Feywild and from the natural world. On the boundaries of the lycanthrope realm of Brokenstone Vale, some who have survived being ravaged by those creatures find inspiration from the Maiden of the Moon, taking up arms to hunt and slay the lycanthropes. In honor of the Maiden, they call themselves the moon hunters. </p><p>Moon hunters are attuned to the power of the Feywild's moon, which is larger and brighter than the full moon in the natural world. They can channel its power to harm lycanthropes and other shapeshifting foes. In this manner, they are similar to the fey giants known as firbolgs. Like those hunters, they travel across the Feywild, calling forth auras of moonfire to reveal their enemies in the darkness. Once they find their prey, many use crescent-shaped blades to cut their foes down in a bloody harvest. </p><p>In time, most moon hunters expand their hunt to include all creatures that take on another form to prey upon innocent folk, including rakshasas, doppelgangers, hags, oni, and lamias. </p><p><b>MOON HUNTER PATH FEATURES </b> </p><p><b>Moonfire Action (11th level)</b></p><p>When you spend an action point to make an attack, creatures hit by that attack cannot benefit from invisibility or any concealment (save ends). </p><p><b>Silvered Soul (11th level)</b></p><p>You gain a +2 bonus to saving throws against charm effects and disease exposure. In addition, all your weapon and implement attacks count as silvered. </p><p><b>Maiden's Blessing (16th level)</b></p><p>When you use your second wind, you can also make a saving throw. </p><p><b>MOON HUNTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.BX8GZP0lubnCOrq1]{Moon Hunter 11-Forceful Transformation}</p> <p>@Compendium[dnd-4e-compendium.module-powers.CapFKkfAlzZ5cnPy]{Moon Hunter 12-Maiden's Light}</p> <p>@Compendium[dnd-4e-compendium.module-powers.C8ayGuo5efBJz39N]{Moon Hunter 20-Reflect the Full Moon}</p><p>Published in Dragon Magazine 406. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rfHbVyPqkNnJ5eMS",
	"_key":"!items!rfHbVyPqkNnJ5eMS"
}