{
	"name":"Moonrise Stalker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Seeker. </p><p>The elite hunters of the Moonrise Vanguard live for the chase. Once a seeker engages its prey, she does not return until one of them is captured or dead. Defeating the enemy, however, is not the only goal. The seekers savor the pursuit, hounding their quarry with cunning and style. </p><p>Drawing their power from the primal magic of the veil, the Moonrise seekers dispatch their opponents into the Feywild with the aid of the lunar spirits. In service to the Maiden of the Moon, these seekers try to keep their enemies off balance, using powers such as lunar transposition and echoing shot to rearrange the battlefield as they see fit. </p><p><b>MOONRISE STALKER PATH FEATURES </b> </p><p><b>Entangling Moonlight (11th level)</b></p><p>When you use a teleportation power to teleport an enemy, that enemy is also slowed until the end of your next turn. </p><p><b>Sly as Twilight (11th level)</b></p><p>When you spend an action point to make an attack that would push, pull, or slide an enemy, you can instead teleport it up to half that number of squares (minimum 1). Where you teleport the enemy remains subject to any restrictions on the original forced movement. The attack gains the teleportation keyword. </p><p><b>Anchoring Spotlight (16th level)</b></p><p>When you hit an enemy with a ranged basic attack, that enemy cannot willingly teleport until the end of your next turn. </p><p>Published in Dragon Magazine 413. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"X1gx9nYhlWcACN2Q",
	"_key":"!items!X1gx9nYhlWcACN2Q"
}