{
	"name":"Morninglord Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any divine class, must worship Amaunator </p><p>In the years following the Spellplague, Lathander, the eternally young god of new beginnings and hope, transfigured into his ancient incarnation Amaunator. Although Amaunator dropped the youthful mask he had worn for centuries, his experiences as the Dawn Lord shook him from his ancient mindset. Amaunator is still a dignified god of immense age, but he remembers his youth, and he encourages his followers to do the same. </p><p>As a Morninglord, you are the champion of your god's youth. The optimistic spirit of Lathander guides you as you seek to master the chaos of the new world. The fires of your god burn within you and lend you the inexhaustible energy of youth. You are tireless, fierce, rebellious and full of hope. You shine like a beacon in the darkest hours of night, inspiring those around you to greatness they never dreamed possible. </p><p>To your enemies you are the searing sun itself, shedding scorching brilliance from your form. Evil is confronted by fiery annihilation in your wake, for though you walk with Lathander's carefree spirit, your heart burns with the all-consuming fire of Amaunator. </p><p><b>MORNINGLORD PATH FEATURES </b> </p><p><b>Militant Dawn (11th level)</b></p><p>When you use any channel divinity power, you can also choose an enemy within 5 squares of you to take radiant damage equal to your Charisma modifier. </p><p><b>Unflagging Energy (11th level)</b></p><p>When you spend an action point to take an extra action to make an attack, that attack is a critical hit on a roll of 18 or higher </p><p><b>Burning Radiance (16th level)</b></p><p>Whenever you hit with a power that has the radiant keyword, the target gains vulnerability 10 to radiant damage until the end of your next turn. </p><p><b>MORNINGLORD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.pSnjmMJxZR8igPlD]{Morninglord 11-Pure Glow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cHl3XtQm0djyO9VN]{Morninglord 12-Rising Sun}</p> <p>@Compendium[dnd-4e-compendium.module-powers.deQoxzP0mhsKNyF5]{Morninglord 20-Lance of Dawn}</p><p>Published in Forgotten Realms Player's Guide, page(s) 59. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rGQwNIxnaZsTuByv",
	"_key":"!items!rGQwNIxnaZsTuByv"
}