{
	"name":"Mountain Devotee Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Monk, stone fist flurry of blows power </p><p>You spent years studying at a remote mountain monastery where your masters taught you to reflect on the mountain's strength and majesty. Through your meditations you learned to become as the mountain, to stand fast against your enemies and repulse their attacks with your unflinching resolve. When not contemplating the mountain's great power, you put your efforts into mastering the fighting techniques your masters taught, and in time, you became like the object of your veneration. </p><p>Your fighting style captures the mountain's strength and makes it your own. By focusing your psionic power into your body, you harden your fists, so that you can punch through stone or flesh with equal ease. You also learned to ground yourself, to bind your feet to the ground so that not even the most vicious storm can dislodge you. While so grounded, you can catch your enemies and hurl them away. </p><p><b>MOUNTAIN DEVOTEE PATH FEATURES </b> </p><p><b>Inexorable Mountain's Action (11th level)</b></p><p>When you spend an action point to take an extra action, your stone fist flurry of blows deals extra damage equal to your Strength modifier until the end of the turn. </p><p><b>Shattering Fists (11th level)</b></p><p>Your monk unarmed strike and stone fist flurry of blows both deal 2 extra damage. In addition, your monk unarmed strike gains a bonus to damage rolls against objects and creatures that have the construct keyword. The bonus equals your Strength modifier. </p><p><b>Avalanche Flurry (16th level)</b></p><p>Once per round, when you use your stone fist flurry of blows against a target that was not the target of the triggering attack, you can knock the target prone instead of dealing damage. </p><p><b>MOUNTAIN DEVOTEE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.7m65MG2j409SNWRw]{Mountain Devotee 11-Tumbling Boulder [Attack Technique]}</p> <p>@Compendium[dnd-4e-compendium.module-powers.YAgpyO5fRLbKSd7M]{Mountain Devotee 12-Root the Mountain}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ytdUELgV3jo0ZX9B]{Mountain Devotee 20-Avalanche Throw}</p><p>Published in Player's Handbook 3, page(s) 78. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kwV8hKsSR6btgopn",
	"_key":"!items!kwV8hKsSR6btgopn"
}