{
	"name":"Mul Battle Slave Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Mul </p><p>Like many muls, you were born into slavery and, from your earliest childhood, endured brutal training for the arena or the armies of your noble house. For years you endured painful lessons, grueling conditioning, and the occasional lethal test of your skill until you became a killing machine. But despite everything that was done to you, your spirit remained free and unbroken. In time you left your owners' slave pens behind and set out to find your own fortune beneath the crimson sun. </p><p>Perhaps you are truly free, the master of your own fate after years of cruel bondage. Maybe you remain enslaved, but as a successful battle slave, you possess almost all the rights and luxuries of a wealthy free citizen. Whether you are a warrior who calls no one master or a prized champion who is a slave in name only, you carry the harsh lessons of your upbringing. Now it is your choice whether to fight for gold, for glory, for love, or for hate, but regardless of your motivation, you cannot escape the simple fact that fighting is what you do best. </p><p><b>MUL BATTLE SLAVE PATH FEATURES </b> </p><p><b>Battle Slave Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain a +4 bonus to melee basic attack rolls until the end of your next turn. </p><p><b>Pain Is Weakness (11th level)</b></p><p>You gain a +2 bonus to saving throws while bloodied. </p><p><b>Battle Experience (16th level)</b></p><p>If you miss all targets when using an encounter attack power and you have no other encounter attack powers remaining, you do not expend that encounter attack power. </p><p><b>MUL BATTLE SLAVE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xIhr4JijvPFZ1c23]{Mul Battle Slave 11-Challenge of Blades}</p> <p>@Compendium[dnd-4e-compendium.module-powers.yrwRgvhpN5EG1KPk]{Mul Battle Slave 12-Sudden Strength}</p> <p>@Compendium[dnd-4e-compendium.module-powers.bDcmVTazUJWrEoFg]{Mul Battle Slave 20-Made of Iron}</p><p>Published in Dark Sun Campaign Setting, page(s) 32. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"maH0z3Y8B9OjEcVq",
	"_key":"!items!maH0z3Y8B9OjEcVq"
}