{
	"name":"Nature's Avatar Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wilden </p><p>Every wilden manifests the changing face of nature. Each day, a wilden chooses to embody one of nature's aspects. </p><p>For you, these aspects are not just transient states. They are reflections of nature's versatility and power. As you fight for the preservation of the world, you draw deeply from each aspect. You gain an additional benefit from each aspect while you are bloodied. You have learned ways to funnel the power of nature's aspects into your attacks. Eventually, you master the ability to quickly change your aspect to meet any challenge with the best tools at your command. </p><p><b>NATURE'S AVATAR PATH FEATURES </b> </p><p><b>Adaptive Action (11th level)</b></p><p>When you spend an action point, you can change your current aspect of nature to a different one as a free action. If you have already used the encounter power associated with your previous aspect, you can't use the power from your new aspect until you have taken a short rest. </p><p><b>Bloodied Aspect (11th level)</b></p><p>You gain a benefit related to the aspect of nature you are manifesting. </p><p>Aspect of the Ancients: When you spend a healing surge while you are bloodied, you regain additional hit points equal to your Wisdom modifier. </p><p>Aspect of the Destroyer: You gain a +1 racial bonus to attack rolls while you are bloodied. </p><p>Aspect of the Hunter: You gain a +1 racial bonus to speed while you are bloodied. </p><p><b>Bloodied Vigor (16th level)</b></p><p>When you use your second wind while you are bloodied, you gain a +2 power bonus to attack rolls and damage rolls until the end of your next turn. </p><p><b>NATURE'S AVATAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.1PtziFyKAZS5VMxc]{Nature's Avatar 11-Freezing Blast}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SGNtnomsMYywZK9W]{Nature's Avatar 12-Nature's Rebirth}</p> <p>@Compendium[dnd-4e-compendium.module-powers.MZgvH4pqKm6IP7Ji]{Nature's Avatar 20-Nature's Purging Fire}</p><p>Published in Player's Handbook 3, page(s) 17. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"PgQjBUKfJsovwDqH",
	"_key":"!items!PgQjBUKfJsovwDqH"
}