{
	"name":"Oak Shield Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any divine class, must worship Melora </p><p>For centuries, the Oak Shields have guarded the wild areas of the world. Oak Shields, like their namesake trees, are known for longevity, hardiness, and loyalty. Legends claim that Melora personally trained the first members of the order, providing them with the secrets of using everspring groves and standing stones. Ancient sites such as these might hold information on how Melora's faithful can benefit from them. </p><p>Each aspiring Oak Shield studies under a master. Together, the student and the master meditate beneath a sacred oak, seeking enlightenment about the natural world. The student learns to interpret the whispers of the primal spirits and to understand the wisdom of the changing seasons. During this time, he or she comes to appreciate when to stand tall against the wind and when to bend when the wind is too strong. In addition, the student learns about the complexity of the world, how something as simple as a tree can have multiple aspects to its nature. An Oak Shield applies these lessons to his or her life's work as a guardian of the natural order, remaining steadfast in the face of adversity and providing shelter during the storm. </p><p><b>OAK SHIELD PATH FEATURES </b> </p><p><b>Sheltering Boughs (11th level)</b></p><p>When you spend an action point to take an extra action, you and each ally within 5 squares of you gain a +2 power bonus to AC and Fortitude until the start of your next turn. </p><p><b>Weather the Storm (11th level)</b></p><p>You gain resist 10 lightning and resist 10 thunder. Whenever you are hit by a lightning attack or a thunder attack, one or two allies who are within 5 squares of you and who are not targets of the attack each gain 10 temporary hit points. </p><p><b>Deep Roots (16th level)</b></p><p>You have tremorsense 5 while you are in contact with the ground. </p><p><b>OAK SHIELD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.YMJ7uRpfedUla1nq]{Oak Shield 11-Steadfast Resolve}</p> <p>@Compendium[dnd-4e-compendium.module-powers.tiXL7YeWl5dIKMwv]{Oak Shield 12-Whirling Leaves}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ukLjbtWl0fR5QEov]{Oak Shield 20-Renewing Vines}</p><p>Published in Dragon Magazine 401. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"U0SxnWVjTO7dbIr6",
	"_key":"!items!U0SxnWVjTO7dbIr6"
}