{
	"name":"Oathsworn Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger, oath of enmity power </p><p>For certain avenger sects, the swearing of oaths is a central part of their religious observances and their rites of initiation. In the teachings of these sects, an oath sworn by an avenger is akin to the words of creation spoken by the gods to give lasting form to the world; when the avenger's will and the god's will are one, an avenger's oath has the power to make reality conform to the words of the oath. </p><p>As a member of one of these oathsworn sects, your oath of enmity power carries particular weight. When you swear your god's judgment against a foe, that creature's attacks are less likely to harm you. When your foe lies dead, you claim the reward of fulfilling your oath, drawing new vigor for the remaining battle. As you advance along the oathsworn path, you gain powers that are more effective against the target of your oath, weakening it or making it vulnerable to your later attacks. You can even grant the benefit of your oath of enmity to your allies for a short time, ensuring that they help you bring your foe to justice. </p><p><b>OATHSWORN PATH FEATURES </b> </p><p><b>Blood Oath (11th level)</b></p><p>You gain a +1 bonus to all defenses against attacks made by your oath of enmity target. </p><p><b>Sworn Action (11th level)</b></p><p>When you spend an action point to make an attack, you make two attack rolls against each target of that attack and use either result. </p><p><b>Enduring Oath (16th level)</b></p><p>When your oath of enmity target drops to 0 hit points, you can spend a healing surge as a free action. </p><p><b>OATHSWORN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.ikwf2Ub5W68xqAge]{Oathsworn 11-Oath of Weakness}</p> <p>@Compendium[dnd-4e-compendium.module-powers.sCBE8ZUilaprGeJq]{Oathsworn 12-Sworn Crusade}</p> <p>@Compendium[dnd-4e-compendium.module-powers.CBctGbRmeNwiEd6Y]{Oathsworn 20-Oath Bond}</p><p>Published in Player's Handbook 2, page(s) 45. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Pqe9VxJswS5dumtE",
	"_key":"!items!Pqe9VxJswS5dumtE"
}