{
	"name":"Ocular Adept Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Hunter ranger or seeker </p><p>For those who wish to control their foes from a distance, there is no better totem creature than the beholder. Ocular adepts are seekers who wish to control everything they see. They possess minds bursting with energy, looking for release. </p><p>The first and greatest expression of the link with your totem creature is the manifestation of a spiriteye. This weapon resembles nothing more than a ghostly eye which f loats in front of the ocular adept. Despite its appearance, a seeker can use some of the principles learned with a mundane ranged weapons to fight with the spiriteye. It takes intense concentration and manipulation of the psionic and primal magics to create the spiriteye, but in time, the ocular adept gains mastery of the weapon and can control it with thought alone. </p><p>Like the eye tyrant, you can make several swift attacks at range and f loat across the battlefield to a safer location. Attacks made with your spiriteye resemble the beholder's dreaded eye rays, and you have the same variety of effects with them (albeit with less control). </p><p><b>OCULAR ADEPT PATH FEATURES </b> </p><p><b>Blasting Action (11th level)</b></p><p>When you spend an action point to make a ranged attack, you may make a ranged basic attack with your spiriteye against a different target as a free action. </p><p><b>Spiriteye Manifestation (11th level)</b></p><p>As a free action, you can transform your ranged weapon into a spiriteye. Your spiriteye uses your ranged weapon's proficiency bonus, properties, powers, and enhancement bonus, but no longer requires ammunition or any action to load it. This transformation lasts until you dispel it as a minor action, or until the end of your next extended rest. </p><p><b>Spiriteye Perfection (16th level)</b></p><p>Your spiriteye floats above you when you manifest it, and you can mentally control its attacks. It no longer requires any hands to wield it, and when you use it to make a ranged basic attack, it does not provoke opportunity attacks. </p><p><b>OCULAR ADEPT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.z0lBbtxqZQsM5mAh]{Ocular Adept 11-Totem Eye Beams}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Lmxv0ofgT5tEBGMQ]{Ocular Adept 12-Soaring, All-Seeing}</p> <p>@Compendium[dnd-4e-compendium.module-powers.qjYctmNVpX95ieAU]{Ocular Adept 20-Rapid Eye Rays of Doom}</p><p>Published in Dragon Magazine 394. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"BFM2qnl0YRDSZPut",
	"_key":"!items!BFM2qnl0YRDSZPut"
}