{
	"name":"Pack Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord class, good alignment </p><p>The Wolves are ferocious and dedicated to the last, but a few among them, whether through experience, a talent for command, or simply survival in the face of impossible odds, grow into undisputed masters of the Pack. These leaders, who look to Maldeen's shining example and aspire to pure excellence in command, are always warlords who combine their mastery of tactics with a hatred of all things evil to great effect. The Pack Masters of Maldeen are shining beacons of virtue, inspiring their allies in the fight through the darkest hours of the Pack's struggle. Bane to corruption, evil, and temptation, the Pack Masters are elite among the Wolves. Their tireless devotion to the struggle of light against darkness serves as a lesson to aspirant candidates for membership in the Wolves, and as a fearsome warning against any who might choose a darker path in search of power. </p><p><b>PACK MASTER PATH FEATURES </b> </p><p><b>Maldeen's Hunt (11th level)</b></p><p>You gain a +5 bonus to Perception checks to track creatures, and you and your allies can cover 5 miles an hour overland. When you end your movement 2 squares from an enemy, you can shift 1 square as a free action. </p><p><b>Pack Master's Action (11th level)</b></p><p>You can spend an action point to give an ally a standard action instead of taking one yourself. The ally takes the standard action as part of your turn. </p><p><b>Beacon for the Pack (16th level)</b></p><p>When an ally takes an action granted by an action point, that ally can also move 3 squares or shift 1 square. </p><p>Published in Dragon Magazine 364, page(s) 54. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"g9dji1u73N0IxfzY",
	"_key":"!items!g9dji1u73N0IxfzY"
}