{
	"name":"Pack Runner Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Beast Mastery class feature, beast companion (wolf) </p><p>Humanoids have taken clever beasts as companions since the beginning of time. The most prevalent among such animals are those from the canine family. Like humanoids, canines have a cooperative mentality and an established social order. It's not surprising that nearly every humanoid race that has the option to do so-from humans to goblins, eladrin to gnolls-keeps hounds or doglike beasts as pets. </p><p>Myth holds that, just as humanoids have adopted canines, so too have canines adopted humanoids. One such story is the tale of Kurngarl, or Kurn the Hunter. Soon enough after the fall of the tiefling empire that the hatred of that race was still widespread, unnamed human parents bore a tiefling child. The parents left the babe in an enchanted wood to die of exposure. By some twist of destiny-or, certain versions say, by Melora's fickle mercies-wolves found the infant instead. Yunulf, \"the Lady of the Wolves,\" added the human child to her litter, naming him Horned Man. </p><p>Kurngarl developed uncanny skills with nature while living with his wolf family, learning from a variety of other animals as well. Eventually, a dwarf explorer named Fargrim found Kurngarl and took the tiefling child to the ancient dwarven hold of Durigirn. The young tiefling then became a citizen of the dwarven hold and roamed the wilderness surrounding it. Even so, he acknowledged no dwarven name in place of the one his wolf mother had given him. That he translated literally into Dwarven, accepting only the nickname Kurn as an alternative. </p><p>Kurngarl had many adventures, almost all with his wolf brother Grabor by his side. Kurn and Grabor were renowned as hunters and trackers among the dwarves of Durigirn. They are also mentioned in the legends of other races, enjoying a heroic reputation for battling monsters, especially gnolls and giants. Kurn the Hunter is reputed to have turned the animals of the wilderness against unjust people in civilized areas. As such, he is held as an example by Melora's followers. </p><p>Despite differences in your life's history, like Kurn, you have a preternatural connection with a canine beast. You and your companion function as a deadly unit among the larger pack made up of your other allies. For its part, your companion has taken cues from you, developing a level of competence and guile rivaling that of some humanoids. You have taken the wildness of the wolf into your spirit. Those who observe the two of you together find it hard to tell where the line between humanoid and beast is drawn. </p><p><b>PACK RUNNER PATH FEATURES </b> </p><p><b>Pack Chase (11th level)</b></p><p>If you and your beast companion move at least 2 squares during your turn, you both gain a +1 bonus to attack rolls until the start of your next turn. </p><p><b>Runner's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can shift half your speed as a free action before or after taking the extra action. </p><p><b>Canine's Cunning (16th level)</b></p><p>If you are within 5 squares of your beast companion, you can command it to shift 1 square as a minor action. When you do this, you can also shift 1 square. </p><p>Published in Martial Power, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"m4XYZiAq3pM5HODT",
	"_key":"!items!m4XYZiAq3pM5HODT"
}