{
	"name":"Phantasm Guard Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Gnome, swordmage </p><p>Gnomes are known for their prowess with illusions, but many outsiders believe such magic is employed merely for hiding and deception. To the gnomes, though, illusions are much more. They serve as a great equalizer, which they use to attack as well as protect. They can assault the minds of foes directly using well-crafted figments and phantasmal perceptions, which are effective regardless of the physical attributes of those involved. </p><p>Your race's natural talent for illusions combines with carefully honed swordmage techniques, creating the path of the phantasm guard. Using your magic, you assail the minds of your foes, and punish those who seek to harm your companions by revealing to them glimpses of their worst nightmares and disguising the true nature of threats. </p><p>Phantasm guards are often outwardly charming and compassionate gnomes, expressing a keen understanding of and sympathy for their fellow beings. As one, you act as a trustworthy confidant who is concerned with the plights of others. Frequently interested with exploring the meaning of \"truth,\" you might engage in philosophical discussions with others to pass the time. However, the purpose of such kindness is just as often more cynical: the goal being to gain and exploit knowledge of potential adversaries so that you can better and more completely defeat your adversaries' minds if and when the time comes. </p><p><b>PHANTASM GUARD PATH FEATURES </b> </p><p><b>Illusory Action (11th level)</b></p><p>When you spend an action point to take an extra action, you regain the use of your fade away power. </p><p><b>Shadowed Aegis (11th level)</b></p><p>You gain concealment against any creature marked by you. </p><p><b>Insidious Mind (16th level)</b></p><p>When you hit with an attack with the psychic keyword, you gain a +2 bonus to Will until the end of your next turn. </p><p><b>PHANTASM GUARD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.qFGpe6Mnw1ByEHVO]{Phantasm Guard 11-Wave of Dread}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Q9L8RKqrtwi6IDJg]{Phantasm Guard 12-Nightmare Landscape}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SeDprCtOo1LN8Euk]{Phantasm Guard 20-Illusory Host}</p><p>Published in Dragon Magazine 384, page(s) 59. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"w4sgzylNtDIav8uP",
	"_key":"!items!w4sgzylNtDIav8uP"
}