{
	"name":"Phrenic Invader Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ardent </p><p>You hear everything. Every thought, every idea, and every internal conversation reaches receptors in your mind in a confusing din. You have learned to reduce the cacophony to a muted rumble to maintain your sanity. You know these thoughts have their uses, however, and so you focus your concentration, sifting through the noise to seize the most powerful voices to aid you. </p><p>You are a phrenic invader-a thought warrior who can slip into any conscious mind and plunder it for its secrets. It takes only a moment to sift through the confusing jumble to find what you need, especially on the battlefield. An enemy's mind reveals its intent, helping you anticipate its strikes. You can sense when another enemy might close on you, shifting your position to best receive the attack. The thoughts you steal help guide your attacks and keep you from harm, letting you endure in combat to destroy the enemies standing against you. </p><p><b>PHRENIC INVADER PATH FEATURES </b> </p><p><b>Opened Mind (11th level)</b></p><p>You gain telepathy 5. If you already have telepathy, you increase its range by 5. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Reflexive Action (11th level)</b></p><p>Whenever you are damaged by a melee attack, you can spend an action point to use an unaugmented ardent at-will power that you know as an immediate reaction. </p><p><b>Shared Senses (11th level)</b></p><p>You cannot be deafened or blinded as long as you are adjacent to at least one creature that is not deafened or blinded. </p><p><b>Wary Mind (16th level)</b></p><p>You gain a +2 bonus to attack rolls for opportunity attacks and immediate action attacks. </p><p>Published in Psionic Power, page(s) 26. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Dk3o94OMNE2ATY0R",
	"_key":"!items!Dk3o94OMNE2ATY0R"
}