{
	"name":"Platinum Templar Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn, any divine class, must worship Bahamut </p><p>Many dragonborn who adopt divine classes follow Bahamut, the Platinum Dragon, but few study the esoteric disciplines of the Platinum Temple. This ancient shrine, located on a remote mountain peak that is said to straddle the boundary between the natural world and Bahamut's domain in Celestia, teaches a particular form of mysticism that is unique to dragonborn, for its goal is to be increasingly formed into the likeness of Bahamut himself. </p><p>Through prayer and meditation, and more important through the rigorous discipline of walking a just and honest path through the world, you apply the teachings of the Platinum Temple to your life. You strive to think as Bahamut would and face every situation with his sense of righteousness and honor. At the same time, you train your body and channel divine power through it, until your scales begin to gleam with the silvery-white color of platinum. With time and further study, you learn to momentarily sprout great draconic wings, speak Supernal with Bahamut's own authority, and breathe a billowing mist like the Platinum Dragon's potent breath weapon. </p><p>Such power is meaningless, however, if you do not use it in service to Bahamut's highest ideals. </p><p><b>PLATINUM TEMPLAR PATH FEATURES </b> </p><p><b>Bahamut's Warding (11th level)</b></p><p>When you use a Channel Divinity power, each ally within 2 squares of you gains a +2 bonus to all defenses until the end of your next turn. </p><p><b>Focused Action (11th level)</b></p><p>When you spend an action point to take an action, you can immediately make a saving throw against one effect that a save can end, with a bonus equal to your Charisma modifier. </p><p><b>Polar Breath (16th level)</b></p><p>When you use your dragon breath power, you can choose to deal cold damage with it instead of any other damage type. If you do, any creature hit by the attack is also slowed (save ends). </p><p><b>PLATINUM TEMPLAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.DSfMJEpN19I80X2z]{Platinum Templar 11-Platinum Wings}</p> <p>@Compendium[dnd-4e-compendium.module-powers.wEjmGSKl4pYnVCv0]{Platinum Templar 12-Bahamut's Voice}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7kX0bisEG3wQY1py]{Platinum Templar 20-Misty Breath}</p><p>Published in Player's Handbook Races: Dragonborn, page(s) 15. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2T0H39YFwJcsevmq",
	"_key":"!items!2T0H39YFwJcsevmq"
}