{
	"name":"Platinum Warlord Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, good or lawful good </p><p>Bahamut requires his devotees to protect the innocent and the weak. Those who revere the Platinum Dragon are ever watchful for the rise of evil, and in particular the followers of Tiamat. Negotiation with Tiamat's forces is rarely useful and often fatal. The tenets of justice also require adherents of Bahamut's faith to oppose injustice and despotism. Although the metallic dragon god is a lover of peace, his laws regularly require battles and crusades. </p><p>Many valiant folk who serve Bahamut are paladins or clerics. But Bahamut spurns no noble soul's offer of service. Even those without divine investiture have a place in the effort to bring Bahamut's light to theworld's gloomy places. Secular leaders who venerate Bahamut lend power to the Platinum Dragon's cause by ensuring order, honor, and justice in worldly institutions. </p><p>Temples dedicated to honorable battle invariably include Bahamut among the gods respected. Such places teach techniques and values aimed at bringing virtue to the world by example rather than by exhortation. Those sent to learn are often warriors or nobles bound for a nation's military. </p><p>Perhaps you came to Bahamut through such schooling. Other good-hearted people find the Platinum Dragon's ways through personal devotion or study, or even providence. Bahamut willingly instills a small measure of divine grace in those who show true commitment. Your heroic deeds and pure heart have proven you to be worthy of Bahamut's blessing. So you carry Bahamut's mark, using his minor gifts to protect, heal, and shine forth as a model of justice. </p><p><b>PLATINUM WARLORD PATH FEATURES </b> </p><p><b>Platinum Scales (11th level)</b></p><p>You gain the Armor Proficiency (Scale) feat, even if you don't meet the prerequisites. </p><p><b>Protector's Action (Platinum Warlord) (11th level)</b></p><p><b>Righteous Inspiration (16th level)</b></p><p>When you use inspiring word on a bloodied ally, all enemies adjacent to the target take radiant damage equal to your Charisma modifier and are marked by you until the end of your next turn. </p><p>Published in Martial Power, page(s) 127. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3hRMeV5gF4lWAS9b",
	"_key":"!items!3hRMeV5gF4lWAS9b"
}