{
	"name":"Polearm Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>The versatile polearm is easier to manufacture than a sword, and often easier to use effectively. In its simplest form, the polearm is a longspear-a short blade on the end of a long shaft. Since reach is an advantage, even the humble longspear is an effective weapon in unpracticed hands. In the hands of a master, its deadliness can be unparalleled. </p><p>More complex polearms offer even greater rewards on the battlefield and off. They combine the best aspects of spear and blade or axe, allowing the user control and damage unmatched by other weapons. It's little wonder that whole units of soldiers use polearms in war, and that city watches use these weapons to protect citizens, as well as keep them in line. Because polearms are so common and easily crafted, learning to use one is part of most basic military instruction. Advanced skill isn't so easy to obtain, but the trials of regular combat serve as well as, if not better than, the training ground. The ability to use a polearm against a variety of foes can seldom be learned through the rigors of soldierly education. </p><p>Through your adventures, you have mastered the polearm. You prefer a weapon that extends your options and your reach, understanding that it's better to keep monsters at a distance. With such a weapon at your disposal, you not only deal wounding blows to your adversaries and cut wide arcs through multiple foes, you also better protect your allies by commanding more of your surroundings. </p><p><b>POLEARM MASTER PATH FEATURES </b> </p><p><b>Forceful Reach (11th level)</b></p><p>If you use a reach weapon to deliver a weapon power that pushes, pulls, or slides a target, you increase the distance of the forced movement by 1 square. </p><p><b>Lunging Action (11th level)</b></p><p>You can spend an action point to increase the reach of your reach weapons by 1 square until the start of your next turn, instead of taking an extra action. </p><p><b>Longarm Grasp (16th level)</b></p><p>If you're wielding a reach weapon, whenever an enemy within 2 squares of you and marked by you shifts or makes an attack that doesn't include you as a target, you can make a melee basic attack against that enemy as an immediate interrupt. </p><p><b>POLEARM MASTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.if4Iles1KTJbzGk5]{Polearm Master 11-Leveraging Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.e9OEtFhDQYma1z7w]{Polearm Master 12-Reaching Stance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.iWQ1okzpKae2NMG3]{Polearm Master 20-Polearm Sweep}</p><p>Published in Martial Power, page(s) 31. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NYU52Ksv9ryGpMT3",
	"_key":"!items!NYU52Ksv9ryGpMT3"
}