{
	"name":"Praetor Legate Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Templar theme or sorcerer-king pact class feature </p><p>Through a combination of personal talent, family connections, wealth, and loyal service to Dictator Andropinis, you have won a high office among the templars of Balic. Most praetors are magistrates, overseers of commerce, or military commanders-they lack your personal might and are simply high-ranking officials and administrators. You, however, aren't saddled with mundane duties. Instead, you are a personal representative of the dictator, vested with the power to further the interests of the state in whatever manner you deem appropriate. As a badge of your special office, you are entitled to wear a cloak or tunic with a purple stripe or border. </p><p>As a praetor legate, you might spy on Balic's enemies, investigate corruption, look after the defense of the life-sustaining trade routes throughout the Forked Tongue, track down criminals, or search for ancient artifacts in ruined cities. You answer only to Andropinis himself . . . and if you are a true patriot, you might find that the interests of the dictator and the interests of Balic are not always one and the same. </p><p>Balic is friendlier to trade than any other city in the Tyr Region is, and several important merchant houses are based here. Consequently, praetors find that their duties often lead them to distant villages and even other cities, watching over Balic's trade affairs. Most praetor legates are natives of Balic, but capable and trustworthy foreigners occasionally rise high in the ranks of Andropinis's templars. </p><p><b>PRAETOR LEGATE PATH FEATURES </b> </p><p><b>Praetor's Action (11th level)</b></p><p>When you spend an action point to make an attack, the next ally who hits and damages one of the targets of your attack before the end of your next turn gains an action point. </p><p><b>Praetor's Censure (11th level)</b></p><p>Whenever you bloody an enemy with an attack, that enemy grants combat advantage until the end of your next turn. </p><p><b>Chosen of Andropinis (16th level)</b></p><p>Whenever an enemy starts its turn adjacent to you, you can slide that enemy 1 square as a free action. </p><p><b>PRAETOR LEGATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xCSFt7KaRV9LU5In]{Praetor Legate 11-Obsidian Javelin}</p> <p>@Compendium[dnd-4e-compendium.module-powers.0Low3eR5FTg2IrNs]{Praetor Legate 12-Dustwalk}</p> <p>@Compendium[dnd-4e-compendium.module-powers.qkip34TOw6GE5mXc]{Praetor Legate 20-Dictator's Judgment}</p><p>Published in Dark Sun Campaign Setting, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"cX6z4yILNAdWKMO9",
	"_key":"!items!cX6z4yILNAdWKMO9"
}