{
	"name":"Primal Mapper Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Primal power source </p><p>When did you first know that your awareness of the world around you is unique? Perhaps you were underground when a gust of wind blew out your torches, leaving your party in utter darkness from which only you could lead the way back. Or maybe you were attacked under cover of a thick fog and shouted out, \"Retreat and regroup at our last campsite!\" Only after you said this did you realize that you were the only one for whom that was as easy to find as your own foot. Your comrades have long relied on your intuition to determine which tunnel leads to the surface and where you will find higher ground that better allows you to defend yourself against your pursuers. </p><p>Some primal mappers are disciples of Lugos's teachings, while others have discovered his principles independently. You took your first steps toward the path of the primal mapper when you became aware that each of the places in the world has its primal spirit of place-a spirit intimately connected to its location. Your devotion to noticing and remembering every detail of the lands you travel makes you akin to these spirits of place. Like them, your abilities go beyond a superior tactical understanding of position and landscape and into a mystical realm where making a representation of a place gives you power over it. You need not even physically create a map to provide a connection by which spirits from that realm can enter the mundane world; simply visualizing one will suffice. Let those who would stand in your way beware! </p><p><b>PRIMAL MAPPER PATH FEATURES </b> </p><p><b>Rerouted Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can also move your speed or shift half your speed before or after that action. </p><p><b>Revitalizing Run (11th level)</b></p><p>When you use your second wind, you can also move your speed or shift half your speed. </p><p><b>Lay of the Land (16th level)</b></p><p>You ignore difficult terrain. </p><p><b>PRIMAL MAPPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.E3nBMt4PxUilXOgF]{Primal Mapper 11-Pale Wolf's Lure}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DBmUv96kWyQISONz]{Primal Mapper 12-Allied Terrain}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NpQjbykL4f8gzG3e]{Primal Mapper 20-Lugos's Hunt}</p><p>Published in Dragon Magazine 382, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hN0LlHcgPEwRV8tC",
	"_key":"!items!hN0LlHcgPEwRV8tC"
}