{
	"name":"Psionic Incarnate Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elan Heritage feat </p><p>The Awakening opened your mind to new possibilities, aiding you in the acquisition and use of psionics. To achieve your present power, you sacrificed the body to which you were born. But even though the replacement contains none of the flaws of that first vessel, this new form is no longer suitable to hold the perfection that is your mind. The power you have gained over the course of your adventures is working to reshape you once again. </p><p>The body that is the temple of your psionic power grows ever more resilient. You respond to the worst injuries by steeling yourself in preparation for more. Hunger and thirst become dim memories as your need for such crude nourishment passes. You find sleep unnecessary, outgrowing this last lingering connection to your mortal life. The physical perfection of your new form serves your mind at the highest level. You are the living incarnation of psionic power, and your body now reflects your mastery of that power. </p><p><b>PSIONIC INCARNATE PATH FEATURES </b> </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Psychic Resilience (11th level)</b></p><p>You gain psychic resistance equal to 5 + one-half your level. </p><p><b>Repletion (11th level)</b></p><p>Psionic energy sustains you. You no longer need to breathe, eat, or drink. You never make Endurance checks to resist the effects of starvation, thirst, or suffocation. </p><p>In addition, you do not sleep. You instead enter a period of dormancy during which time you replenish the psionic energy needed to sustain your form. You need to spend four hours in this state to gain the same benefit other races gain from taking a six-hour extended rest. While dormant, you are fully aware of your surroundings and notice approaching enemies and other events as normal. </p><p><b>Resurging Action (11th level)</b></p><p>You can spend an action point to regain 2 power points instead of taking an extra action. </p><p><b>Perfect Resilience (16th level)</b></p><p>The first time you become bloodied in an encounter, you gain resist 5 to all damage until the end of your next turn. </p><p>Published in Psionic Power, page(s) 126. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IO8mgwjA7yUHrLbu",
	"_key":"!items!IO8mgwjA7yUHrLbu"
}