{
	"name":"Psionic Scholar Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Noble adept theme </p><p>Psionic power has an infinite number of uses, but few people on Athas develop more than a passing familiarity with their innate talents. Within the psionic schools of the city-states, or with private tutors, noble children are expected to hone their psionic powers. As with any type of study, most students don't put forth much effort, and therefore don't learn much. The average noble retains the barest vestiges of psionic training, just enough to overhear gossip from a distance or to telekinetically move a cup a few inches. </p><p>While your peers shirked their studies and neglected their psionic gifts, you devoured every piece of lore and technique you could. Fascinated by the capabilities of the mind, you practiced constantly and delved deep into the secrets of the Way. Every time you outmatched another student with your gifts, every time you tricked someone into giving you what you wanted, you felt a thrill you couldn't find anywhere else. The world and your society reward the most cunning and the strongest, and you live up to those ideals. </p><p><b>PSIONIC SCHOLAR PATH FEATURES </b> </p><p><b>Dazing Action (11th level)</b></p><p>When you spend an action point to make an attack, one enemy you hit with that attack is also dazed until the end of your next turn. </p><p><b>Guarded Mind (11th level)</b></p><p>You gain resist 10 psychic, increasing to resist 15 psychic at 21st level. </p><p><b>Scholar's Analysis (16th level)</b></p><p>Once during an encounter when you hit an enemy with an attack, you can learn that enemy's resistances. You also learn which of its Fortitude, Reflex, and Will are highest and lowest. </p><p><b>PSIONIC SCHOLAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.2EvuZUdcMHVGrJio]{Psionic Scholar 11-Psionic Capture}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JjXp3Pbd1C56soKl]{Psionic Scholar 12-Mental Juxtaposition}</p> <p>@Compendium[dnd-4e-compendium.module-powers.skm7FPabS0HXfARG]{Psionic Scholar 20-Perfected Discipline}</p><p>Published in Dark Sun Campaign Setting, page(s) 57. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"h3QuMqwX1IzamF2c",
	"_key":"!items!h3QuMqwX1IzamF2c"
}