{
	"name":"Purple Dragon Knight Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, paladin, or warlord; affiliated with Cormyr </p><p>You live only to serve the Crown of Cormyr and defend its people from the menacing evils of the world. Cormyr's armies are thick with pikes and blades, but you are among the finest in the nation's mighty military machine. Evil is everywhere, preying on those who cannot defend themselves, but you are the sword and shield that stand for justice. </p><p>As a knight of Cormyr, your honor is everything. You do not bend it, for to do so would sully the memory of your fallen comrades. You do not compromise with evil, nor can you ignore it as so many people do every day. Your oath is to combat iniquity, avarice, and wickedness wherever they rear their ugly heads. Wherever cruelty and sin fester, wherever corruption takes hold, and wherever enemies of your great kingdom thrive is where you are needed most. </p><p>Your training is second to none, and your fierce determination has seen you through death's door and back again on more than one occasion. You cultivate martial prowess that far exceeds that of your foes, but this is not your greatest strength. Your most impressive skill is as a commander on the battlefield. You are an anointed knight, and a born leader whose presence inspires those who share your worthy cause. </p><p><b>PURPLE DRAGON KNIGHT PATH FEATURES </b> </p><p><b>Cormyrean Knight Training (11th level)</b></p><p>Whenever you use your second wind, you gain a +1 bonus to attack rolls until the end of your next turn. </p><p><b>Purple Dragon Focus (11th level)</b></p><p>When you spend an action point to take an extra action, until the end of your turn you can use your second wind as a free action. You do not gain this benefit if you have already used your second wind. </p><p><b>Purple Dragon Aura (16th level)</b></p><p>All allies adjacent to you gain a +2 bonus to saving throws. </p><p><b>PURPLE DRAGON KNIGHT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.nET18GNlLs2kISXi]{Purple Dragon Knight 11-Rallying Attack}</p> <p>@Compendium[dnd-4e-compendium.module-powers.xFVIEoS29jcHLpJe]{Purple Dragon Knight 12-Rallying Cry}</p> <p>@Compendium[dnd-4e-compendium.module-powers.6lPtSiBjzRuywKdT]{Purple Dragon Knight 20-For Cormyr!}</p><p>Published in Forgotten Realms Player's Guide, page(s) 60. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"R2xjM0a9ou7KeCfY",
	"_key":"!items!R2xjM0a9ou7KeCfY"
}