{
	"name":"Radiant Fist Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Monk, trained in Religion </p><p>You studied in a monastery devoted to the gods, guiding your mastery of psionic magic with the discipline and study of your faith. You likely worship Pelor or Bahamut, but most non-evil deities have at least one monastery dedicated to the fighting arts. </p><p>Your monk abilities are touched by divine power, allowing you to channel radiant energy and tap into the astral realm. Like other monks, you move with incredible speed and hit with unmatched power. In addition, the gods provide you with the ability to quash those who follow the gods of evil. </p><p>Dwarf monks are frequently drawn to this paragon path, since their piety and endurance allow them to withstand the mental and physical demands placed on a radiant fist. </p><p><b>RADIANT FIST PATH FEATURES </b> </p><p><b>Channel Divinity - Radiant Fist (11th level)</b></p><p>You gain the Channel Divinity class feature, which means you can use a single Channel Divinity power once per encounter. You also gain a divinity feat of your choice. </p><p><b>Radiant Fist's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you regain 15 hit points. Until the end of your next turn, your attacks deal extra radiant damage equal to your Wisdom modifier. </p><p><b>Radiant Hammer Fists (16th level)</b></p><p>Whenever your flurry of blows power deals damage, you can make that damage radiant, instead of any other damage type. In addition, whenever you score a critical hit with a monk power or a radiant fist power, each enemy adjacent to you is blinded until the end of your next turn. </p><p><b>RADIANT FIST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.bdHJ2X3ghVk75qrE]{Radiant Fist 11-Divine Sun [Attack Technique]}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SVni7UjCo0RwMQZA]{Radiant Fist 12-Undimmed Sun}</p> <p>@Compendium[dnd-4e-compendium.module-powers.2nYZfk1adUuiIVtP]{Radiant Fist 20-Blinding Sun Technique}</p><p>Published in Player's Handbook 3, page(s) 79. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"aFU0sEO9yRTYXk3K",
	"_key":"!items!aFU0sEO9yRTYXk3K"
}