{
	"name":"Rainbringer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elemental priest theme </p><p>On Athas, the rarest and most honored primal casters are those who evoke the spirits of elemental water. Healers of unmatched skill and bestowers of the blessed rains, they are held in reverence and awe by the common folk. Even vicious raiders and the cruelest slavers hesitate to harm or obstruct a rain priest, understanding that one who follows the rainbringer's path might very well save their lives someday by calling the rains to a parched desert or granting the gift of healing. </p><p>You are one of these rare healers. Like many elemental priests, you are no friend to the sorcerer-kings, or any other defilers. The sorcerer-kings resent any who wield magic outside their own control, and you can expect to be watched closely by templars-or even arrested-if you are careless about revealing your powers. However, the people of the desert and the poor commoners of the cities revere your gifts and often go to great lengths to help you against the sorcerer-kings, the templars, and their informants. </p><p>Although many rain-servants are pacifists, you are under no particular obligation to avoid violence or to bestow your healing on those who are not worthy of it. Sometimes the lesser harm lies in destroying a creature that otherwise would go on to inflict greater harm on others-or, in the case of defilers, on the world itself. </p><p><b>RAINBRINGER PATH FEATURES </b> </p><p><b>Rain Blessed (11th level)</b></p><p>Whenever you make an Endurance, Heal, or Nature check, you can roll two dice and use the higher result. </p><p>Additionally, when you use a power with the healing keyword, each ally adjacent to you gains temporary hit points equal to half his or her healing surge value. </p><p><b>Rainbringer Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally within 2 squares of you regains 3d6 hit points and can shift 1 square as a free action. </p><p><b>Soothing Presence (16th level)</b></p><p>Bloodied allies gain regeneration 2 while adjacent to you. </p><p>Published in Dark Sun Campaign Setting, page(s) 48. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"lwJimUQFCkLsa7T9",
	"_key":"!items!lwJimUQFCkLsa7T9"
}