{
	"name":"Rakehell Duelist Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>You are a rakehell duelist because you're the best at what you do. With a weapon in each hand, you rely on fast footwork and skillful parries. You scorn combatants who need half an hour to strap on heavy armor before they can do battle. By the time other warriors are ready, you can dispatch three sets of opponents and two flagons of ale. Knowing that a fight is around the corner, you make sure you're prepared and that you enjoy life while you can. </p><p>You have won riches and fame by going up against deadly opponents. Although your talents have earned you the means to retire to a life of luxury, you find that your pursuit of the good life seems to end up causing fights. For a rakehell duelist, that's the point. Boasting, gambling, and courting the attractive and the wealthy is fun because it can result in being challenged to a duel. </p><p>Your reputation attracts a constant stream of aspiring duelists seeking to test themselves against a master. A rakehell duelist usually relishes each opportunity to confirm that he or she is still on top, mercilessly dispatching any ambitious upstarts. </p><p><b>RAKEHELL DUELIST PATH FEATURES </b> </p><p><b>Duelist's Guard (11th level)</b></p><p>While wearing light armor or chainmail, you gain a +1 bonus to AC against enemies marked by you. </p><p><b>Main Gauche Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can make a melee basic attack with an off-hand weapon as a free action before or after the extra action. </p><p><b>Marked Opportunity (16th level)</b></p><p>If an adjacent enemy marked by you shifts or makes an attack that doesn't include you as a target, it grants combat advantage to you until the end of your next turn. </p><p><b>RAKEHELL DUELIST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.DljxkWivy4TcZEbt]{Rakehell Duelist 11-Sly Charge}</p> <p>@Compendium[dnd-4e-compendium.module-powers.4ojJiFfBgNC0eaYd]{Rakehell Duelist 12-Main Gauche Parry}</p> <p>@Compendium[dnd-4e-compendium.module-powers.pc8v5juUZACrdeG7]{Rakehell Duelist 20-Stay Mobile}</p><p>Published in Martial Power 2, page(s) 26. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zkM8gJ4NuGL0f5vj",
	"_key":"!items!zkM8gJ4NuGL0f5vj"
}