{
	"name":"Rakish Swashbuckler Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue </p><p>Life is too short to take seriously. Danger lurks in every shadow, and an enemy waits behind every door. Those who spend every waking moment thinking about all the bad things that could happen never leave the house. </p><p>Instead of wringing your hands, you throw away all your worries and take a devil-may-care attitude. Sure, some say you will end up raking the coals of the Nine Hells because of your decadent living. In the end, though, who's the happier: you and your adventurous, libertine ways or the hidebound drudge shuddering under his covers? </p><p>On one hand, you're a charmer. Others find your infectious wit and bravado winsome. But you're also irreverent, irresponsible, and reckless. What's worst is that sometimes you have the hardest time keeping your mouth shut. Whether cracking a joke in the middle of a solemn funeral or shouting a barrage of insults at a demon, you can't help but stir up trouble. Deep down, you know life might be easier if you straightened up, but where's the fun in that? </p><p>When you face a serious challenge, your skill with weapons comes to the fore. Your tongue and your body language become secondary instruments of derision. You seed your exploits with cutting insults and disdain, goading your enemies into overextending or making other mistakes. When an enemy gives you an opening, you press the advantage. In the end, you stand triumphantly over a fallen foe, showing once again who the greater fool is. </p><p><b>RAKISH SWASHBUCKLER PATH FEATURES </b> </p><p><b>Incorrigible Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, enemies take a -2 penalty to attack rolls against you until the start of your next turn. </p><p><b>Vexing Foe (11th level)</b></p><p>Enemies marked by anyone other than you take a -2 penalty to attack rolls against you (this is in addition to the penalty from being marked). Enemies marked by you grant combat advantage to your allies. </p><p><b>Dastardly Opportunist (16th level)</b></p><p>Whenever an ally scores a critical hit against an enemy adjacent to you, you can make a melee basic attack against that enemy as an immediate reaction. </p><p><b>RAKISH SWASHBUCKLER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.fvQDk5PRUMYzBo7y]{Rakish Swashbuckler 11-Abashing Stab}</p> <p>@Compendium[dnd-4e-compendium.module-powers.4XflgRnedZLFP1VO]{Rakish Swashbuckler 12-Mocking Footwork}</p> <p>@Compendium[dnd-4e-compendium.module-powers.yTgf6HJWs8t0rvD7]{Rakish Swashbuckler 20-Cutting Assault}</p><p>Published in Martial Power, page(s) 96. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"N4iMpSdYFzbCJ87w",
	"_key":"!items!N4iMpSdYFzbCJ87w"
}