{
	"name":"Rampaging Brute Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Ogremight Student feat </p><p>Your arrival is heralded by the crash of splintering wood and the roar of a battle cry. When you smash through a door with a single swing of your massive weapon and barrel into the midst of your enemies, they dodge out of the way-if they're wise. If battle has taught you anything, it's that weight plus momentum equals deadly force. When you set your bulk in motion, anyone smart knows to stay out of your way. </p><p>Goliaths are famous for defending mountain passes with a squad of slingers, a pile of boulders, and a rampaging brute who rushes downhill and slams into the leader of the opposing force as a killing rain of rock and stone smashes that foe's allies. Goliath legends tell of the first rampaging brute, Roglarok, who charged into the midst of a company of hobgoblins beneath Tizun's Halls. No one in his tribe could have defeated them single-handedly, but by drawing the defenders off, Roglarok allowed his allies to achieve a victory by sneaking in behind the distracted hobgoblins. </p><p>Your tactics as a rampaging brute focus on charging in and tying up foes, keeping them away from the more frail members of your party. Your preferred weapon is a heavy weight at the end of a sturdy haft. You favor light armor or chainmail so that your charges can carry you farther into the heart of the battle. You'll be hit frequently, but your fury will keep you fighting no matter how grievous your wounds become. </p><p><b>RAMPAGING BRUTE PATH FEATURES </b> </p><p><b>Brute Charge (11th level)</b></p><p>Whenever an enemy hits you with an opportunity attack while you're charging, you can knock that enemy prone as a free action after the opportunity attack is resolved. </p><p><b>Rampager's Action (11th level)</b></p><p>When you spend an action point to charge an enemy, the first attack you make as part of the charge deals 2[W] extra damage on a hit or damage equal to your Strength modifier on a miss. </p><p><b>Trampling Rampager (16th level)</b></p><p>When charging, you can move through enemies' squares. </p><p><b>RAMPAGING BRUTE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.WRO2XifYDLxZSeC0]{Rampaging Brute 11-Barreling Swing}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9CuKsJdbTkE6RgMm]{Rampaging Brute 12-Tumbling Trample}</p> <p>@Compendium[dnd-4e-compendium.module-powers.pY7izfuTrHwh60V8]{Rampaging Brute 20-Brutal Fury}</p><p>Published in Martial Power 2, page(s) 27. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"oTw6PmQVqjHzCdnX",
	"_key":"!items!oTw6PmQVqjHzCdnX"
}