{
	"name":"Ravager Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Battlerager Vigor class feature </p><p>A ravager is the quintessential battlerager, a savage and fearless fighter. Such a warrior thrives on rage and bloodlust, literally chewing on a shield's rim or weapon's haft to diffuse wild energy when a promised clash is too long in coming. When combat is joined, a ravager rushes headlong into the fray, leaving a trail of bleeding foes and twitching corpses behind. </p><p>You scoff at disciplined practice, romantic devotion to a code, and effete arms such as rapiers. A dedicated killer, you rely on the force of your weapon and the rush that battle gives you. Some might describe you as an uncultured lout, but you laugh at them as well. When they cower before the horrors of the night and the wild places, you stand fast, ready to whet your weapon on your enemies. </p><p>Being a ravager means that every skirmish is a chance for blood and glory. It's an opportunity to win fame, the favor of the gods, and maybe more than one form of immortality. You throw yourself into every fight as if it were your last, leaping fearlessly among your foes where you can wreak the most havoc. With your reckless bravery, you bring fame and honor to yourself, your people, your ancestors, and the gods who watch over you. And if the gods can't be bothered-to Hell with them too. </p><p><b>RAVAGER PATH FEATURES </b> </p><p><b>Ravaging Action (11th level)</b></p><p>You can spend an action point to make a melee basic attack against each adjacent enemy, instead of taking an extra action. You gain a bonus to each damage roll equal to your Constitution modifier. </p><p><b>Strive to Slay (11th level)</b></p><p>Each time you reduce an enemy to 0 hit points, you gain a +2 bonus to the next melee attack roll you make before the end of your next turn. </p><p><b>Marauding Fury (16th level)</b></p><p>Once per round, when you miss with a melee attack while you are bloodied, you can make a melee basic attack against the same target as a free action. </p><p><b>RAVAGER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.YFiUw1ZcHWGq5SpQ]{Ravager 11-Driven Before You}</p> <p>@Compendium[dnd-4e-compendium.module-powers.yeuwt8Sv5UdnGHI2]{Ravager 12-Blood-Soaked Fury}</p> <p>@Compendium[dnd-4e-compendium.module-powers.gtQiUdIXOqzmCAp4]{Ravager 20-Marked Savagery}</p><p>Published in Martial Power, page(s) 32. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xKJy2WMTkZgXCDYb",
	"_key":"!items!xKJy2WMTkZgXCDYb"
}