{
	"name":"Raven Herald Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, must worship the Raven Queen </p><p>The transition to death is a holy road on which all living things are pilgrims. Every creature steps onto that road at birth. When fate's appointed hour comes, every creature steps off into whatever waits beyond the finite and visible path. So it has been, and so it should be. These are the truths of the Raven Queen. </p><p>Yet some do not hold to the proper path. Brazen mortals defy the natural order by avoiding that righteous hour of ending. A few do so by magic or other means, the most common of which is to become undead. </p><p>Undead aren't, in and of themselves, offensive to the Raven Queen. Still, shambling dead brought back to a mockery of life through foul magic deserve to be destroyed. So do those undead that defy true death by serving other entities, such as Orcus or Vecna. A few bold souls manage to elude death without otherwise blaspheming the Raven Queen's edicts. Still, demise must come for them in time as well. </p><p>It is the duty of any who serve the Raven Queen to bring down the proud, showing them the equality that only death provides. Within temples where the Raven Queen is esteemed above all others, the clergy offers support and training for those who would be her instruments of death. Cults form around the ideal of righteous killing, of becoming heralds of death. Common folk know of the Raven Queen's heralds and whisper of their mission when sudden loss of life visits the prideful, the wicked, or those cursed by undeath. </p><p>You have consciously devoted yourself to becoming a tool in the Raven Queen's wintry hands. Perhaps you came to this commitment on your own, or maybe you have an affiliation with the Raven Queen's hierarchy in the world. The origin of your connection to the mistress of winter makes little difference. As a harbinger of destiny, you know that every foe who falls before you has met its appropriate end. </p><p><b>RAVEN HERALD PATH FEATURES </b> </p><p><b>Death Rites (11th level)</b></p><p>You gain the Ritual Caster feat and training in Religion. You also gain a +4 bonus to death saving throws. </p><p><b>Slaying Action - Raven Herald (11th level)</b></p><p>When you spend an action point to make a melee basic attack against an adjacent enemy that is bloodied or has the undead keyword, you gain a +2 bonus to the attack roll. </p><p><b>Radiant Striker (16th level)</b></p><p>Each time you deal Sneak Attack damage, you can choose for that damage to be radiant damage. </p><p><b>RAVEN HERALD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.c7w2sWndiZaOFMQU]{Raven Herald 11-Unraveling Blow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.yNVsnAzRp2al9cOJ]{Raven Herald 12-Death's Veil}</p> <p>@Compendium[dnd-4e-compendium.module-powers.X1okTHyjhANnLOMs]{Raven Herald 20-Herald the End}</p><p>Published in Martial Power, page(s) 97. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vhMUBTo4REGJ9mxa",
	"_key":"!items!vhMUBTo4REGJ9mxa"
}