{
	"name":"Red Cloak Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, Red Cloak Student feat </p><p>You're a red cloak, a roof-running scoundrel who tests your wits against other denizens of the night. Your colors reflect your passion and signal danger to anyone who isn't prepared to fight you. </p><p>You might or might not be versed in the history of your art. In the past, the Red Cloaks were a guild of assassins known for their flamboyance. The true secrets of their activities remain a mystery, but their style-both in fighting and in dress-spread to dandy and street fighter alike. </p><p>You might have grown up in the streets, idolizing the swaggering red cloak warriors who ran the rooftops at night. You could be the youngest child of a noble seeking excitement by trying your hand in seedy environs. Instead, you might be a remnant of the original Red Cloaks. Regardless of your motivation, you scoff at those who don the cloak without the attitude or the skill. Any who fight you know that you are no common thug or flouncing dandy. </p><p>In your adventures, you seek to test your street-honed mettle against the warriors of other domains. You don't necessarily seek to emulate their style, but you respect it and wish to learn from it. You take every opportunity to challenge the street-runners of other cities, and you will gladly face any enemy that thinks to challenge you. </p><p><b>RED CLOAK PATH FEATURES </b> </p><p><b>Crimson Brutality (11th level)</b></p><p>When you spend an action point to make an attack that deals Sneak Attack damage, the Sneak Attack damage is maximized. </p><p><b>Roof Runner (11th level)</b></p><p>Whenever an enemy misses you with an attack, you can shift 2 squares as an immediate reaction. </p><p><b>Red Cloak Reaction (16th level)</b></p><p>Whenever you miss every target with an attack that is an immediate action, that action doesn't count toward your limit of one immediate action per round. </p><p>Published in Martial Power 2, page(s) 78. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"p8Hj9MuZ023xUy4J",
	"_key":"!items!p8Hj9MuZ023xUy4J"
}