{
	"name":"Redeemer of the Damned Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, any primal class </p><p>You channel the the damned spirits of your tiefling ancestors to battle evil. </p><p>Those most responsible for the evils of Bael Turath paid with their souls, and yet others who did not shoulder the same responsibility were swept down to the Nine Hells in the bargain. Though far from innocent, these tiefling spirits seek redemption for the evils done to the world in the name of their empire. Their crimes are not your own, but they are your legacy, and you are determined to help your ancestors repay their debt. </p><p>The worlds of the living and of the spirits each bear wounds left by Bael Turath. With the help of tiefling souls seeking salvation, perhaps you can heal these wounds. And if you can turn a few mortals away from the path of evil in time to save their souls, so much the better. After all, the burning grip of the devils is not so strong that it can claim souls the world wants saved. </p><p><b>REDEEMER OF THE DAMNED PATH FEATURES </b> </p><p><b>Calling Souls to Battle (11th level)</b></p><p>You can spend an action point to teleport yourself and up to five willing allies that you can see to any squares adjacent to a single enemy within 10 squares that you can see. Each teleported character gains combat advantage against that enemy until the end of your next turn. </p><p><b>Redeemer's Reward (11th level)</b></p><p>Each time you reduce a nonminion enemy to 0 hit points, you or one ally adjacent to you (or to your spirit companion, if you have one) gains a +2 bonus to defenses and saving throws until the end of your next turn. </p><p><b>Spirit Shielding (16th level)</b></p><p>You gain necrotic resistance equal to 5 + one-half your level. </p><p>Published in Player's Handbook Races: Tiefling, page(s) 20. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"S0kmMJ9Ag4TDb5OX",
	"_key":"!items!S0kmMJ9Ag4TDb5OX"
}