{
	"name":"Resourceful Magician Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, any other arcane class </p><p>Although arcanists might wield their power in different ways, all tap into the same source. By studying the techniques of other arcane classes, you discover commonalities between them all. Rather than seeing a wizard's esoteric formulas as obstacles, you learn ways around the complex mechanisms that allow you to duplicate their spells. Likewise, you find new ways to harness power in ways similar to sorcerers even though it does not well from within you. You can hurl fireballs, assemble magical servants, call forth dread magic from within, or siphon power from otherworldly beings all though the normal routines you perform with your bard spells. Armed with this new knowledge, nothing is beyond your capabilities. </p><p>As a resourceful magician, you manipulate arcane energy in its fundamental state. You derive even greater benefits from your diverse studies to let you better emulate other arcane class features. You also find it easier to employ arcane spells, using your power more judiciously so no spell is wasted. You might not have the raw destructive potential a sorcerer enjoys or experience the fruits of a wizard's discipline, but you do have an extensive knowledge of magic in all its myriad forms, giving you an edge when you need it most. </p><p><b>RESOURCEFUL MAGICIAN PATH FEATURES </b> </p><p><b>Greater Study (11th level)</b></p><p>Your extensive study into other traditions rewards you with a stronger grasp on their techniques. You gain benefits for each of the following feats you posses. </p><p>Arcane Initiate (Player's Handbook 1, page 208): You gain the wizard's cantrip class feature and you can use the ghost sound, light, mage hand, and prestidigitation cantrips as at-will powers. </p><p>Arcane Prodigy (Player's Handbook 2, page 196): After each extended rest, choose one damage type: acid, cold, fire, lightning, poison, or thunder. Once per day, whenever you are first bloodied in an encounter, you gain resist 5 to your chosen damage type until the end of the encounter. You may use wands with any implement sorcerer power you know. </p><p>Blade Initiate (Forgotten Realms Player's Guide, 139): You gain the swordmage's swordbond class feature. In addition, when using this feature, you can choose to bond yourself to a light or heavy blade or a wand. You may use wands with any implement swordmage power you know. </p><p>Pact Initiate (Player's Handbook 1, page 208): You gain the warlock's eldritch blast spell and you can use it as an at-will attack. </p><p><b>Undaunted Action (Resourceful Magician) (11th level)</b></p><p>When you spend an action point to make an attack while you are bloodied, you roll two dice for one attack roll during that attack and use either result. </p><p><b>Diverse Study (16th level)</b></p><p>Anytime you would learn a new bard power, you can choose a new power of the same level from any arcane class for which you have a multiclass feat. </p><p><b>RESOURCEFUL MAGICIAN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.FKpsyiq1TOW43lDB]{Resourceful Magician 11-Twinned Spell}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ALSOu0q9DGJtfeia]{Resourceful Magician 12-Spontaneous Action}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eMfdL413strpWFxn]{Resourceful Magician 20-Resourceful Trick}</p><p>Published in Dragon Magazine 376, page(s) 58. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9hjzqQpHB43VJTi1",
	"_key":"!items!9hjzqQpHB43VJTi1"
}