{
	"name":"Resurgent Wilder Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wilder theme </p><p>Practitioners of the Way form connections between their minds and bodies that allow them to go beyond their physical limits. Wilders with strong inborn talents have the strongest connection, and hurting such an individual causes his or her psionic power to flare even brighter. Some wilders have returned after being exiled to the desert, walking tall when they should be nothing but piles of picked-clean bones. Others have become notorious for their battle prowess, taking on wave after wave of enemies and dispatching each more viciously than the last. </p><p>As your foes attack, your mind surges and you feel your muscles and senses burn with new strength. With every cut and bruise you suffer, more power rushes over you, making your mind more dangerous and protecting or healing your damaged body. </p><p><b>RESURGENT WILDER PATH FEATURES </b> </p><p><b>Reinvigorating Surge (11th level)</b></p><p>Whenever you score a critical hit, you can spend a healing surge. </p><p><b>Volatile Action (11th level)</b></p><p>When you spend an action point to make an extra attack, until the end of your next turn attacks against targets of that extra attack can score a critical hit on a roll of 19-20. </p><p><b>Volatile Surges (16th level)</b></p><p>Your at-will psionic attack powers can score a critical hit on a roll of 18-20. </p><p>Published in Dark Sun Campaign Setting, page(s) 76. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2Yr7nXi1HpxVRwht",
	"_key":"!items!2Yr7nXi1HpxVRwht"
}