{
	"name":"Rimetongue Caller Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard, Primordial language </p><p>Summoned creatures can always be improved upon. Other arcane paths, such as the bonded summoner, deal with infusing magical energy into summoning spells to create a more perfect arcane cohort, but your way seeks the mastery of elemental cold. Using Primordial words of power, you have learned to enhance each summoned servitor with the essence of primordial ice. </p><p>This influx of wintery power is not confined to just those creatures you summon; it has also transformed your nature into something more elemental. You have adopted the innate abilities and resistance of primordial cold. Your skin, as well as the outward appearance of your summoned creatures, takes on an ice-blue pallor, and your hair becomes a shock of snow-white strands. Even your arcane flames burn with a rimefire blue color. </p><p><b>RIMETONGUE CALLER PATH FEATURES </b> </p><p><b>Blizzard's Action (11th level)</b></p><p>When you spend an action point to take an extra action, each enemy adjacent to you takes 5 cold damage and is slowed until the end of your next turn. </p><p>At 21st level, the cold damage increases to 10. </p><p><b>Winter's Embrace (11th level)</b></p><p>You and your summoned creatures gain resist 3 cold; any existing resistance to cold instead increases by 3. This resistance stacks with other resistance to cold granted by powers or effects. </p><p>At 21st level, this resistance improves to 5 (or increases by 5). </p><p><b>Frostbite Summoning (16th level)</b></p><p>Creatures you summon gain the frostbite aura, described below. </p><p>Frostbite (Cold) aura 1; each creature that ends its turn within the aura takes 10 cold damage. </p><p>Published in Arcane Power, page(s) 119. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kWhMS3r7fHvKFIEp",
	"_key":"!items!kWhMS3r7fHvKFIEp"
}