{
	"name":"Rrathmal Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Githzerai </p><p>Untold years of slavery shaped your people. Freedom molded them further during the split from those who became the githyanki. In the centuries since the githzerai gained independence, they have struggled to master themselves and prepared themselves against any threat to the liberty they earned so long ago. They shall not be enslaved again. </p><p>Defense is not enough, however. Your people have always formed war bands to deal with menaces close and far. Highest among these is a rrakkma, a vengeance band. In these elite cadres, a mighty few-called rrathmals-gather together and venture forth to hunt those who still watch the free githzerai with covetous eyes. Each rrakkma sets out on a hunt, bringing destruction to mind flayers, githyanki, and other threats wherever they are found. </p><p>At times, a rrakkma has a specific goal, such as hindering githyanki plans of conquest or ferreting out a hive of mind flayers. Other rrakkmas wander until they have faced a number of foes sufficient to call the mission a success. To serve in a rrakkma is a great privilege, and githzerai preparing to join such a group receive special training. Even a githzerai who has proven worthy while traveling among nongithze-rai might be so honored. </p><p>You are such a one. You have served your people well, proven yourself worthy of special training, or found a teacher who knows the techniques of the vengeance warriors of the githzerai. Rrathmals have a variety of abilities, but each of them can make assaults decisively, pursue enemies relentlessly, and defeat foes utterly </p><p>As is always true among the githzerai, what you do with your power is up to you. The expectation is only that you use your rrathmal training to the best of your ability to protect yourself, your people, and your companions. With it, you'll continue to prove yourself among the greatest of your people. You'll write yourself into the chronicles of the githzerai and into the nightmares of those who invite your vengeful hand. </p><p><b>RRATHMAL PATH FEATURES </b> </p><p><b>Psychic Resistance (11th level)</b></p><p>You gain resist 10 psychic. The resistance increases to 15 at 21st level </p><p><b>Unfettered Action (11th level)</b></p><p>When you spend an action point to take an extra action, any effects that daze, restrain, slow, or immobilize you end. </p><p><b>Preternatural Instinct (16th level)</b></p><p>When you roll initiative, you can roll twice and use either result. </p><p>Published in Player's Handbook 3, page(s) 18. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Z9w2G7ol5gq1BRUc",
	"_key":"!items!Z9w2G7ol5gq1BRUc"
}