{
	"name":"Ruthless Punisher Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger </p><p>For a mundane hunter or a common would-be hero, ordinary animals and beastlike monsters are worthy prey. Regardless of what such a creature is physically capable of, or the wrongs it's responsible for, it has only raw instinct or brutish cunning to use against its antagonist. Reaction is its only course. The beast lacks the abilities to reason and to plan, which are required for any but the most mindless of evil acts. </p><p>Humanoid creatures seldom suffer from this lack, this banality. Even a semblance of human intelligence, combined with the ability to use weapons and other skills, makes an adversary that much more dangerous. From common goblins to demon lords and deities, the most numerous wicked creatures in the cosmos live inside various humanoid frames. The form is similar enough in each instance that knowledge of one is a help against another, no matter how different the seeming. Malevolent or not, few creatures offer the challenge that a humanoid quarry does. </p><p>Long ago, whether for vengeance, righteousness, or pure gamesmanship, you chose to specialize in facing and taking out humanoid foes. You excel at tracking and opposing such canny foes, slaying the many who deserve death and retrieving a few for reward, profit, or justice. For you, the understanding of anatomy, the inflicting of pain, and the invoking of fear are weapons as effective as sword or bow. </p><p>You've been so successful that you have developed a merciless reputation. The mention of your name inspires terror among those who know they must face you. One day, you're sure, a humanoid adversary of mythic scope will tremble at your approach. </p><p><b>RUTHLESS PUNISHER PATH FEATURES </b> </p><p><b>Most Dangerous Prey (11th level)</b></p><p>Against any humanoid target designated as your quarry, you gain a bonus to damage rolls equal to your Wisdom modifier. </p><p><b>Ruthless Action (11th level)</b></p><p>You can spend an action point to reroll any attack roll against a humanoid target designated as your quarry, instead of taking an extra action. </p><p><b>Ongoing Punishment (16th level)</b></p><p>You gain a bonus to the ongoing damage you deal equal to your Wisdom modifier. You also gain combat advantage against humanoid enemies that are taking ongoing damage. </p><p>Published in Martial Power, page(s) 66. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"KL9bSiCnwq7xFROl",
	"_key":"!items!KL9bSiCnwq7xFROl"
}