{
	"name":"Sage of Fate's Bonds Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage, aegis of ensnarement class feature </p><p>You can see the invisible bonds that connect creatures to the things around them. Your ability to recognize where these bonds are strongest and weakest gives you the power to strengthen or sever a bond when necessary. Your unique sight lets you see the paths that lie behind the world, and thus by cutting a creature's bond to the world, you can send a foe or an ally hurtling along a hidden path. </p><p>You are a master of gaining tactically advantageous positions in combat. You look for a central position on the battlefield from which you can utilize all your powers and abilities to send creatures careening through extradimensional space. You are concerned with terrains and obstacles only insofar as you can use them to your advantage. </p><p>Using your aegis of ensnarement, you thwart your foes' movements and leave them reeling. You can unleash a vicious jolt of magical feedback that shocks your foes. As a sage of fate's bonds, you want powers that allow you to mark as many foes as possible with your aegis of ensnarement, thereby giving you control of the battlefield and the power to dole out numerous jolts of lightning. </p><p><b>SAGE OF FATE'S BONDS PATH FEATURES </b> </p><p><b>Bond of Fury (11th level)</b></p><p>When a creature marked by your aegis of ensnarement hits with an attack that does not include you as a target, you can deal 2d8 + your Intelligence modifier lightning damage to the creature as an immediate reaction. </p><p>At 21st level, this damage increases to 3d8 + your Intelligence modifier. </p><p><b>Bond of Transport (11th level)</b></p><p>When you spend an action point to take an extra action, you can teleport one creature that is adjacent to you 5 squares, or you can teleport one creature that is marked by your aegis of ensnarement 5 squares. </p><p><b>Bond of Escape (16th level)</b></p><p>When a creature marked by your aegis of ensnarement hits an ally with an attack that does not include you as a target, you can teleport the ally 5 squares as an immediate reaction. </p><p><b>SAGE OF FATE'S BONDS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.e3RU7FMdJGa1q6VH]{Sage of Fate's Bonds 11-Foe Binder}</p> <p>@Compendium[dnd-4e-compendium.module-powers.UKMo1X5xpI8whb0L]{Sage of Fate's Bonds 12-Protective Bond}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vGhJDNXgAV4KpW6l]{Sage of Fate's Bonds 20-Deadly Ensnarement}</p><p>Published in Arcane Power, page(s) 66. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"AZ7ocnKdiJ2utaY4",
	"_key":"!items!AZ7ocnKdiJ2utaY4"
}