{
	"name":"Sainted General Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord and paladin </p><p>Faith is a powerful ally in battle, but sometimes it is not enough. Religious leaders may demonstrate incomparable knowledge of heavenly matters, but such lore is of little use when battling on a bloodsoaked field. Divine servants who find themselves embroiled in grinding battles or drawn into vicious wars over matters of doctrine or politics may turn to secular leaders to command their armies. While any general friendly to the temple will serve, most prefer allies who share their beliefs and uphold their doctrines. Finding such an individual ensures loyalty to the righteous cause and reaffirms the temple's role in the lives of those recruited to fight on its behalf. </p><p>You may have come to this path through an uncommon devotion to one or more gods or served as a divine champion until your faith transcended your capability and drove you to master tactics and warfare. You are a warrior of the heavens. You lead your companions into battle with righteousness, with your sword and faith as your shield. You are a beacon in combat, reminding your comrades of the worthiness of your cause and strengthening their dedication to see it to its end. </p><p>The sainted general is especially useful to inspiring warlords and protecting paladins. You can still fill the defender role if you're a paladin, but the path features and powers make you a strong team player. If you stay close to your companions, you can provide a steady supply of divine power to augment their attacks and to scorch your enemies with heavenly fire. </p><p><b>SAINTED GENERAL PATH FEATURES </b> </p><p><b>Sacrificial Action (Sainted General) (11th level)</b></p><p>When you spend an action point to take an extra action, you can also spend a healing surge as a free action. You regain no hit points for doing so, but each ally within 5 squares of you regains hit points equal to your level. </p><p><b>Sainted Challenge (11th level)</b></p><p>Whenever you use your divine challenge class feature, all allies adjacent to the target deal extra radiant damage against the target with their melee and close attacks equal to your Charisma modifier until the end of your next turn. </p><p><b>Inspired Revival (16th level)</b></p><p>Whenever an ally regains hit points from your inspiring word class feature or from a paladin or warlord power, the target may add the radiant damage type and keyword to any attacks it makes before the end of your next turn. </p><p><b>SAINTED GENERAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xe5JrRQamC2UIyKf]{Sainted General 11-Brilliant Corona}</p> <p>@Compendium[dnd-4e-compendium.module-powers.86UqJbVSygXdcjfh]{Sainted General 12-Heaven's Warriors}</p> <p>@Compendium[dnd-4e-compendium.module-powers.E0DFWplyZ9hkjfAH]{Sainted General 20-Radiant Crusade}</p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"My7s6tS5OR4PiwUn",
	"_key":"!items!My7s6tS5OR4PiwUn"
}