{
	"name":"Sand Reaver Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wasteland nomad theme </p><p>The deserts of Athas are breeding grounds for raiders, brigands, and bloodthirsty savages of all kinds. In a world where it takes backbreaking labor to scratch out a living from the dusty soil and countless people live under the shadow of famine and starvation, many creatures find it easier to get what they need by taking it from others. Most sand reavers operate in small bands, since large tribes can't support themselves on the slim pickings of the deserts. Other reavers move from band to band and region to region, seeking out the easiest prey and most reliable companions they can find. Life among the marauding tribes is often brutal and short; the day a warrior fails to keep up with the march or take his next meal from the tribe's latest victim is the day he is left behind, abandoned to his fate. </p><p>As a sand reaver, you are a wolf of the wilderness, a lean and hungry predator. You are familiar with the harsh laws of the desert bands and always ready to react to sudden violence-or begin it, if need be. You are regarded as an outlaw and an enemy to all civilized creatures, and your life is forfeit in any city-state you enter if you are identified for who and what you are. The best of your kind are outlaws with a glimmer of purpose and a rough code of honor, sworn to protect each other and to steal only from those who have goods to spare. The worst are rabid jhakars and ragged kestrekels without a single redeeming virtue. Where you fall on this scale is, of course, up to you. </p><p>Whether you chose a life in the desert or found it forced on you, your experiences leave you changed. Your softness, mercy, and empathy are gone, and in their place is only ruthless determination. But your struggles leave you stronger, tougher, and better able to withstand any difficulty you encounter. Above all, you are a survivor, and the wastes are your home. </p><p><b>SAND REAVER PATH FEATURES </b> </p><p><b>Bloodlust Action (11th level)</b></p><p>When you spend an action point to make an attack, you gain a +2 bonus to any attack roll made against a bloodied target. </p><p><b>Relentless Reaver (11th level)</b></p><p>You add your primary ability modifier to your healing surge value. </p><p><b>Unspeakable Bloodlust (16th level)</b></p><p>Whenever you hit a bloodied creature with a melee attack, that creature takes a -2 penalty to attack rolls until the end of your next turn. </p><p><b>SAND REAVER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.oRyN8VxIUpwszWG2]{Sand Reaver 11-Reckless Fury}</p> <p>@Compendium[dnd-4e-compendium.module-powers.V3vdNznBFaJ0r68O]{Sand Reaver 12-Bloody Harvest}</p> <p>@Compendium[dnd-4e-compendium.module-powers.p5O7HmFa4ZMQ0lTY]{Sand Reaver 20-Reaving Brutality}</p><p>Published in Dark Sun Campaign Setting, page(s) 73. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"nuA3LWt48bY5ZKQy",
	"_key":"!items!nuA3LWt48bY5ZKQy"
}