{
	"name":"Scarred Healer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>The powerful magic you and your allies have mastered during your adventures can cure most nonfatal wounds, and even fatal wounds might be only temporary setbacks. Death is a solvable problem, and you are one of the most powerful healers that most people will encounter. Why, then, do you bear such terrible scars, as if you were a warrior who had suffered a terrible defeat? </p><p>In the history of your people, victories and defeats have always gone hand in hand. Your scars are marks of your status as one of the heroes who ensures that no defeat will be total. By accepting the painful lessons of the past and bearing their marks on your flesh, you access healing magic that other shamans can't or aren't willing to use. </p><p>The most powerful healing spirits of the world recognize your unique pattern of scars. When the world hangs in the balance, the power of these spirits is on your side. </p><p><b>SCARRED HEALER PATH FEATURES </b> </p><p><b>Scar's Gift (11th level)</b></p><p>When you use a primal healing power on a target adjacent to your spirit companion, the target regains additional hit points equal to your Constitution modifier. </p><p><b>Scarred Healer Action (11th level)</b></p><p>When you spend an action point to take an extra action, one ally adjacent to your spirit companion gains temporary hit points equal to one-half your level + your Wisdom modifier. </p><p><b>Healing Paths (16th level)</b></p><p>When any ally within 5 squares of you or your spirit companion spends a healing surge to regain hit points, he or she regains additional hit points equal to your Wisdom modifier. </p><p>Published in Primal Power, page(s) 83. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qR6sv7WSxhFCB9TL",
	"_key":"!items!qR6sv7WSxhFCB9TL"
}