{
	"name":"Scion of Leng Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Minotaur </p><p>When you trace the path of your ancestry, it inevitably leads to one place: the Labyrinth City of Leng. That mighty dominion of minotaur power destroyed itself centuries ago, becoming a tangled ruin haunted by demons, bestial minotaurs, and the mad spirits of those who slaughtered one another during the city's final convulsions. </p><p>All the evidence you've discovered leads to one inescapable truth: You are heir to the Iron Crown of Leng. Your ancestor was the last to sit upon the Blood Throne. You live today because someone of your clan fled the fall of that terrible city. </p><p>That thought alone would be a heavy burden to bear, but you hide another secret. One of your ancestors is with you-in spirit at least. You hear his gruff voice goading you to conquer and to let your enemies' blood fall to the ground. The ancestor also incessantly demands that you seek out the lost Iron Crown. Sometimes you see his furious eyes glaring from beneath his horned brow. </p><p>You think you have only one way to be rid of him: You must find the crown, work your way to the heart of the Labyrinth City, and enthrone yourself as Lord of Leng. But maybe no spirit exists. Maybe the ghost is a symptom of a madness you inherited from the rulers of the past. Perhaps, like the Labyrinth City, you are doomed to demented savagery, haunted by dreams of the past. </p><p><b>SCION OF LENG PATH FEATURES </b> </p><p><b>Ancestor's Warning (11th level)</b></p><p>You gain a +2 bonus to initiative, Insight, and Perception checks. </p><p><b>Madness of Leng (11th level)</b></p><p>When you spend an action point to take an extra action, enemies within 2 squares of you make a melee basic attack as a free action against one of their allies, chosen randomly. </p><p><b>Relentless Bloodlust (16th level)</b></p><p>When a bloodied enemy adjacent to you shifts, you can shift into the square the enemy left as an immediate reaction. </p><p><b>SCION OF LENG POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.D34LIlBbpCEvuMtV]{Scion of Leng 11-Blood Fugue}</p> <p>@Compendium[dnd-4e-compendium.module-powers.i2WGCXMxj5SwYU3H]{Scion of Leng 12-Enthroned in Blood}</p> <p>@Compendium[dnd-4e-compendium.module-powers.u3xVmylRfZpYCbvA]{Scion of Leng 20-Lost in the Labyrinth City}</p><p>Published in Dragon Magazine 389. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"iQhvMbTZgNlLoXVD",
	"_key":"!items!iQhvMbTZgNlLoXVD"
}