{
	"name":"Scion of Renewal Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>One of most ancient of shamanistic practices focuses on the river of renewal, an ancient, all-encompassing flow of spiritual energy that protects living things and allows them to heal. Tribal elders invoke the river of renewal to cleanse plagues, grow crops destroyed by pestilence, and help close the wounds of war. No sickness exists that this powerful energy cannot cure. Many shamans who strive to end suffering and bring healing to their people seek to be bathed in the spirits of the river. </p><p>As a scion of renewal, you invoke spirits from the river to cleanse your allies. Through your power, the body's natural healing is accelerated, making it able to better fight off diseases and effects of a natural and magical nature. You can call on the spirits of the river to strike at your foes, leaving behind an aura of healing for your allies. Your spirit companion becomes a fount of spiritual energy from the river of renewal, taking on a watery appearance as it provides a neverending supply of pure energy to bolster those around it. </p><p>\"We are bathed in the spirits of the great river. Nothing you do can bring us harm.\" </p><p><b>SCION OF RENEWAL PATH FEATURES </b> </p><p><b>Fountain of Life (11th level)</b></p><p>Your healing spirit power uses d8s instead of d6s to determine the bonus healing received by an ally adjacent to your spirit companion. The target of your healing spirit power can choose not to regain the hit points from spending a healing surge and instead make a saving throw. </p><p><b>Mending Action (11th level)</b></p><p>When you spend an action point, each ally adjacent to your spirit companion can regain hit points equal to your Wisdom modifier. </p><p><b>Striking Surge (16th level)</b></p><p>When an ally adjacent to your spirit companion uses his or her second wind, he or she also gains a +2 bonus to attack rolls and damage rolls until the end of his or her next turn. </p><p><b>SCION OF RENEWAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.yKLk41VenfGNm3rC]{Scion of Renewal 11-Renewing Wash}</p> <p>@Compendium[dnd-4e-compendium.module-powers.9plouijIHQT2SkUn]{Scion of Renewal 12-Rain of Renewal}</p> <p>@Compendium[dnd-4e-compendium.module-powers.M0uCULKS2gBeNYaE]{Scion of Renewal 20-Purging Wave}</p><p>Published in Dragon Magazine 385, page(s) 40. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ovNm3HqBRyQjK6TL",
	"_key":"!items!ovNm3HqBRyQjK6TL"
}