{
	"name":"Scion of Arkhosia Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn </p><p>Scions of Arkhosia are the descendants of the noble dragonborn heroes of the fallen empire of Arkhosia. In the years since that empire fell, its heirs have scattered across the world, their lineage and heritage confused or lost in the darkness of the present age. Most dragonborn spend their lives unaware of what sort of potential lies within them, but a few manage to awaken and master their hidden reserves of power. </p><p>You are one of these scions, and you have begun the long and arduous process of unlocking the power of your noble blood. Your ancestry places you closer to your dragon kin than other dragonborn are. As a result, you gain a greater mastery over your dragon breath, able to alter its substance at will. </p><p>The clearest sign of your noble heritage, though, is the draconic wings that begin to form on your back as soon as you adopt this paragon path. They take some time to grow strong and large enough to sustain short bursts of flight, but they mark you unmistakably as what you are: a hero of your people reborn. </p><p><b>SCION OF ARKHOSIA PATH FEATURES </b> </p><p><b>Draconic Outburst (11th level)</b></p><p>When you spend an action point to make an attack, each enemy adjacent to you takes damage equal to 5 + your Constitution modifier when you resolve the attack. This damage is the same type you initially chose for your dragon breath racial power. </p><p><b>Versatile Breath (11th level)</b></p><p>Whenever you attack with your dragon breath racial power, choose one of the following damage types: acid, cold, fire, lightning, or poison. The attack's damage is also that type. </p><p><b>Blood of Io (16th level)</b></p><p>You gain overland flight with a speed of 12. </p><p>Published in Player's Handbook 2, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IevzrZuw4HpSJnDF",
	"_key":"!items!IevzrZuw4HpSJnDF"
}