{
	"name":"Sea Tyrant Oracle Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, vestige pact </p><p>An oracle appeared to you in dream. She strode from a cave mouth, arrayed in the sea-green robes of an ancient prophet, and called herself the scion of the Sea Tyrant. \"Behold!\" she declared, revealing a vision of a terrible flood in which legions of angels were swept into eternal chaos. After showing you this disaster, the oracle bathed your eyes in water, and your vision was forever changed. </p><p>Like the prophets of old, you are capable of gaining horrible insights into the future. In most cases, your predictions extend so far ahead in time that you can do little to affect the course of events. However, you sometimes predict imminent events, and in these cases, you can take steps to avert or fulfill the occurrences you foresaw. </p><p><b>SEA TYRANT ORACLE PATH FEATURES </b> </p><p><b>Future Foreseen (11th level)</b></p><p>The first time you fail a skill check, an ability check, or a saving throw during an encounter, you can reroll the check or the saving throw. You must use the second result. </p><p><b>Visionary Action (11th level)</b></p><p>When you spend an action point to use an at-will or encounter attack power that misses all targets, you gain an extra standard action that you must use before the end of the encounter. </p><p><b>Future Evaded (16th level)</b></p><p>The first time an enemy cursed by you ends its move adjacent to you during an encounter, you can shift 2 squares as an immediate interrupt. </p><p><b>SEA TYRANT ORACLE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.DPUS4f82taZCyn9L]{Sea Tyrant Oracle 11-Doomsday Portent}</p> <p>@Compendium[dnd-4e-compendium.module-powers.2PpLYxu1TkRqyUZh]{Sea Tyrant Oracle 12-Prepared by Fate}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DXoLVvhMGjypNUlY]{Sea Tyrant Oracle 20-Vestige of the Sea Tyrant}</p><p>Published in Arcane Power, page(s) 94. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"e91gvIQNPV27hFMs",
	"_key":"!items!e91gvIQNPV27hFMs"
}