{
	"name":"Seasons' Herald Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>Night follows day, winter follows summer, and death follows life. These are the basic truths of the primal world. For those who understand this fact and watch closely, Great Watcher provides inspiration and guidance, revealing omens of what is to come. Shamans who have the gifts of insight and prophecy often become great political or military leaders by using these talents wisely. </p><p>As a seasons' herald, you embrace the future, whether it's promising or dreadful. You don't shy away from ill omens. Accepting what lies ahead and having the determination to prepare for it form the bedrock of your beliefs. </p><p>You follow the path of adventure out of a sense of duty to your people and to the natural world. Looking into the future to prepare for the present, you seek out evil before it develops into a larger threat. As a wandering prophet or a simple helper, you travel to those places where you are most needed to maintain the natural order, whether doing so requires stopping war, ending a drought, or preventing unnatural creatures from entering the world through a planar breach. </p><p><b>SEASONS' HERALD PATH FEATURES </b> </p><p><b>Seasons' Herald Action (11th level)</b></p><p>You can spend an action point to allow an ally within 5 squares of you to take a standard action instead of taking an extra action yourself. </p><p><b>Watch the Omens (11th level)</b></p><p>You and each ally within 5 squares of you gain a +2 bonus to initiative checks. </p><p><b>Turn of Seasons (16th level)</b></p><p>When an enemy reduces an ally within 5 squares of you to 0 hit points or fewer, another ally of your choice within 5 squares of you regains 5 + your Wisdom modifier hit points. </p><p>Published in Primal Power, page(s) 84. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RqcjrIpD1U3zC4V6",
	"_key":"!items!RqcjrIpD1U3zC4V6"
}