{
	"name":"Seer of Endings Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, gaze of ruin racial power </p><p>A small faction of tieflings views the world through a veil of decay that shrouds the ugly and the beautiful alike with the appearance of death and rot. Some seek ways to minimize the influence of these visions on their lives. Other blightseers embrace the knowledge that the gaze of ruin grants them. They study the appearance of a thing as it is now and as it is in its ruined state, and over time they learn to read their visions for meanings about the present. The destruction they see serves as a constant source of omens about creatures' fates and instructions on how to bring about those fates. </p><p>Through ardent research, you have developed a catalogue of what your visions mean. How you act on this knowledge depends on your goals. The information is yours to use as a superlative assassin or as a way to avert terrible fates. </p><p><b>SEER OF ENDINGS PATH FEATURES </b> </p><p><b>Death-Seer's Action (11th level)</b></p><p>When you spend an action point, one creature you can see gains vulnerable to your attacks equal to your Intelligence modifier until the end of your next turn. </p><p><b>Weakness of the Hale (11th level)</b></p><p>You always have combat advantage against any nonminion creature you can see that is not bloodied. </p><p><b>Puissant Gaze (16th level)</b></p><p>Increase the vulnerability your gaze of ruin causes by your Intelligence modifier, increase the penalty to damage rolls it causes by 2, and increase the penalty to AC it causes by 1. </p><p><b>SEER OF ENDINGS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Dq2vL98XQHeKjdFB]{Seer of Endings 11-Deathly Glare}</p> <p>@Compendium[dnd-4e-compendium.module-powers.YDZJ6aqb7UXIArp4]{Seer of Endings 12-Foretold Death}</p> <p>@Compendium[dnd-4e-compendium.module-powers.mWQSn2hFzebJk6dt]{Seer of Endings 20-Visions of Death}</p><p>Published in Dragon Magazine 387, page(s) 56. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"w3fpEqZDPdsC4YHi",
	"_key":"!items!w3fpEqZDPdsC4YHi"
}