{
	"name":"Seldarine Dedicate Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elf or eladrin, cleric, proficiency with longbow or shortbow </p><p>The Seldarine, the fellowship of brothers and sisters of the woods, comprises Corellon, Sehanine, and the other gods and exarchs who dwell in the dominion of Arvandor. Revered by elves and eladrin alike, these gods watch over and protect their favored scions. Elf and eladrin clerics often worship one or another of the Seldarine, but a few pay homage to the whole, drawing their power from Arvandor's combined wisdom. </p><p>As a Seldarine dedicate, you occupy a high position within your temples. You and the few others like you enjoy a broader connection to the gods of Arvandor than other clerics do, and you know methods for communing with them. You draw a bow as readily as you raise your holy symbol to focus your prayers. </p><p>Your weapon is inscribed with sigils and runes, which flare with emerald light when you fire a shot with a whispered prayer. </p><p><b>SELDARINE DEDICATE PATH FEATURES </b> </p><p><b>Honor the Bow (11th level)</b></p><p>You can use a longbow or a shortbow as an implement for your cleric or Seldarine dedicate implement powers. When you use an implement power through a longbow or a shortbow, you add the weapon's enhancement bonus, if any, to the power's attack rolls and damage rolls, but you don't use the weapon's proficiency bonus. If you score a critical hit with a magic longbow or shortbow when using it as an implement, you use the weapon's critical hit effect. </p><p><b>Renewing Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain an extra use of your healing word power for this encounter. </p><p><b>Footsteps of the Gods (16th level)</b></p><p>When you use a cleric or a Seldarine dedicate implement power, you can use a free action to shift 1 square before or after using that power. </p><p><b>SELDARINE DEDICATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.ABrkKziYcIfF0MJy]{Seldarine Dedicate 11-Moonbeam}</p> <p>@Compendium[dnd-4e-compendium.module-powers.qCOuGPDIeRltTan6]{Seldarine Dedicate 12-Shroud of Stars}</p> <p>@Compendium[dnd-4e-compendium.module-powers.sFoAWVRJuxj2yLUf]{Seldarine Dedicate 20-Seldarine Wrath}</p><p>Published in Divine Power, page(s) 51. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xFMbpTG53hX0vfYr",
	"_key":"!items!xFMbpTG53hX0vfYr"
}