{
	"name":"Self-Forged Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any race except warforged, must be an artificer </p><p>Warforged are an intriguing race, and regard for them ranges from viewing them as property to accepting them as people. Most folks resent, distrust, or tolerate warforged. You take a different view: You want to become one. During the Last War, a few mastermakers who worked in the foundries that produced warforged became convinced that warforged were exemplars of perfection. Now renegades from their former employers, these individuals seek to improve their own forms by installing mechanical augmentations into their flesh. </p><p>To become a self-forged, your first step is to install a battlefist, a mechanized steel appendage that resembles a gauntlet with articulated fingers. The battlefist replaces your hand, requiring you to sever your own appendage to make way for the new addition. As a result, only the most dedicated or mad artificers embark on this path. </p><p><b>SELF-FORGED PATH FEATURES </b> </p><p><b>Battlefist (11th level)</b></p><p>You have a battlefist, which replaces your hand. The battlefist is a melee weapon with which you are proficient. It is a part of the mace weapon group, deals 1d8 damage, and has a +3 proficiency bonus. You can hold items in your battlefist as though it were your hand, but you must not be holding anything when you use your battlefist as a weapon. You can use the Enchant Magic Item, Disenchant Magic Item, and Transfer Enchantment rituals on the battlefist. Using Disenchant Magic Item on the battlefist does not destroy it. </p><p><b>Fortifying Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain temporary hit points equal to 5 + one-half your level. </p><p><b>Supporting Construction (11th level)</b></p><p>The parts you graft onto your body make you more durable. You gain a +2 bonus to saving throws against ongoing damage. </p><p><b>Added Resilience (16th level)</b></p><p>Whenever you make a death saving throw, you can take the better of your die roll or 10. </p><p><b>More Metal Than Flesh (16th level)</b></p><p>You can attach and embed components as if you were a warforged. </p><p>Published in Eberron Player's Guide, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"q6tpm7NvbLcuMiKx",
	"_key":"!items!q6tpm7NvbLcuMiKx"
}