{
	"name":"Serene Initiate Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger, oath of enmity power </p><p>You have chosen to follow a path of contemplation and calm. Some heroes are ruled by their passions, but you seek a disciplined approach to your quests. You are not emotionless, but you believe that you should rule your emotions instead of being ruled by them. Anger, despair, fear-all turn the mortal heart away from the divine will. Likewise, you must remain vigilant against excesses of mirth, desire, or pride. You believe that powerful emotions and worldly attachments entangle the spirit with the mortal realm and keep you from paying attention to what is most important. </p><p>Although you are slow to anger and careful in your actions, you are no pacifist. The world is full of dangers that must be met with force, and you are a warrior sworn to the service of the divine. When violent action is necessary-as it all too often is-you battle your enemies with dispassionate efficiency. You see no reason to waste words on those who can't or won't listen, or to extend mercy to those who would try to exploit it. </p><p>Between adventures, you strive to set an example of moderation and piety. Many serene initiates are cloistered monks who pass their days in monasteries, leading lives of self-discipline and prayer until they are needed to confront darkness again. </p><p><b>SERENE INITIATE PATH FEATURES </b> </p><p><b>Calm Eye (11th level)</b></p><p>When you spend an action point to use an at-will attack power, that attack deals 2d10 extra damage. </p><p><b>Serene Edge (11th level)</b></p><p>When you miss your oath of enmity target with an encounter attack power, the attack deals damage to the target equal to your Dexterity modifier. </p><p><b>Certain Cut (16th level)</b></p><p>When you miss your oath of enmity target with an at-will attack power, the attack deals damage to the target equal to your Dexterity modifier. </p><p><b>SERENE INITIATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.RkmMNypXwq9cQo8W]{Serene Initiate 11-Defining Cut}</p> <p>@Compendium[dnd-4e-compendium.module-powers.3pFyTk7lcoeaJmH0]{Serene Initiate 12-Deadly Calm}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7UzWSZjdI3DHoMXp]{Serene Initiate 20-Heaven's Edge}</p><p>Published in Divine Power, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2TJOfsRX5ay6kCZc",
	"_key":"!items!2TJOfsRX5ay6kCZc"
}