{
	"name":"Shadowblade Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Assassin </p><p>You are a shadowblade, an assassin capable of crafting the raw stuff of the night into a deadly weapon. At your command, the shadows twist and sway. With a gesture, you can craft a shadowblade, a weapon of pure darkness that is as sharp as any blade of steel. As long as a shadow is near you, you are never unarmed. </p><p>With your shadowblade, you can slice the raw stuff of a foe's shadow. With each cut, you extract part of that essence, and at a foe's death you can infuse that shadow with a magical effect. At your command, the shadows you have harvested appear as looming shades to distract a foe, swirl around you to shield you from sight, or reach forth like hungry apparitions to douse torches and lanterns. </p><p><b>SHADOWBLADE PATH FEATURES </b> </p><p><b>Master of Shadows (Shadowblade) (11th level)</b></p><p>When your class grants you a utility power after 1st level, you can forgo taking that power. Instead, you can take a shade utility power of the same level or lower. </p><p><b>Shadowblade Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain combat advantage for all your attacks until the end of your turn, and as your last action of the turn, you can teleport 10 squares as a free action. </p><p><b>Weapon of the Night (11th level)</b></p><p>As a minor action, you can create a shadowblade. It is a light blade with the light thrown property, a +3 proficiency bonus, 1d8 damage, and a range of 5/10. You are proficient in its use. The shadowblade disappears if you are not touching it at the end of your turn. </p><p><b>Eyes of the Night (16th level)</b></p><p>You gain darkvision. </p><p>Published in Dragon Magazine 379, page(s) 32. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Jhy58iIQcFwlaLTY",
	"_key":"!items!Jhy58iIQcFwlaLTY"
}