{
	"name":"Shady Dealer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dune trader theme </p><p>A merchant house has power and influence, soldiers and workers, but everything the house is depends on its representatives' efforts. The shady dealer represents one breed of dune trader, a skilled and treacherous agent specializing in intrigue and manipulation. Some shady dealers work as independent speculators and others act on a larger house's behalf. They still travel as dune traders, shepherding goods to places in need, but they always have an ulterior motive, seeking some rumor or bit of gossip to benefit themselves or their house. </p><p>The image you cultivate masks a devious mind and a propensity for doing whatever you must to survive. Your skills at negotiation and intrigue serve you well: they let you confuse enemies and lure them into traps where your allies can strike. In time, your words and movements make fools of everyone you meet. </p><p><b>SHADY DEALER PATH FEATURES </b> </p><p><b>Swindling Action (11th level)</b></p><p>When you spend an action point to take an extra action, that extra action does not provoke opportunity attacks. </p><p><b>Well Traveled (11th level)</b></p><p>Whenever you make a Bluff, Diplomacy or Streetwise check, you roll two dice and use either result. </p><p>In addition, choose two languages. You can now speak, read, and write those languages. At 21st level, you can choose two more languages. </p><p><b>Skilled Negotiator (16th level)</b></p><p>You never incur failures in a skill challenge for Bluff, Diplomacy, or Streetwise checks you fail by 5 or less. </p><p>Published in Dark Sun Campaign Setting, page(s) 45. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Z3VualDe7BwFgINv",
	"_key":"!items!Z3VualDe7BwFgINv"
}