{
	"name":"Sharpshooter Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger </p><p>Mastery of a chosen armament is a long-standing tradition among many peoples. Legends are full of examples: the fighter who is one with his sword or the assassin who can't miss with knives. Fables also tell of those who have consummate proficiency with the bow or the crossbow. Some warriors acquire skill with the bow to avoid close combat. Others do so because ability and purpose lead them that way. Archers work for all sorts of causes, military to mercenary, noble to malevolent. One example is the battlefield archer (Player's Handbook), a tactical shooter that works well in the chaos of small-unit combat. </p><p>Unlike other archers, the sharpshooter's purpose is to become legendary for accuracy and skill, as well as for the number and sorts of foes defeated. Quick shooting, accuracy, and deadliness are the sharpshooter's trademarks, along with the ability to use a bow or a crossbow in ways that few others can. Some who would become the ultimate sharpshooter look for other archers to challenge in contests of skill or even in duels to the death. </p><p>You have honed your bow or crossbow skills with a desire to become the best of the best. You fire faster than most folk would think possible. When enemies try to move in close and shut you down, you shoot on without compromising defense. Those who watch you work could swear your arrows are alive. One day, you'll be targeting that one enemy whose defeat will make you a legend. </p><p>(4/18/2012) </p><p>Updated in March 2012. </p><p><b>SHARPSHOOTER PATH FEATURES </b> </p><p><b>Opportunity Fire (11th level)</b></p><p>When an adjacent creature provokes an opportunity attack from you while you are wielding a bow or loaded crossbow, you can make a ranged basic attack against the provoking creature as an opportunity action. This attack does not provoke opportunity attacks. </p><p><b>Rapid-Fire Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can make a ranged basic attack with a bow or a crossbow as a free action before or after taking the extra action. </p><p><b>Seeking Arrow (16th level)</b></p><p>You don't take the normal penalty to attack rolls for concealment or cover when making a ranged attack against a creature designated as your quarry. You still take the penalty for total concealment or superior cover. </p><p><b>SHARPSHOOTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.s4UXhlmFbiYrJDv7]{Sharpshooter 11-Stab and Shoot}</p> <p>@Compendium[dnd-4e-compendium.module-powers.4p96PdiD1W8raAKQ]{Sharpshooter 12-Perfect Aim}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cL5M8WqNxozbHXS4]{Sharpshooter 20-Escalating Barrage}</p><p>Published in Martial Power, page(s) 67. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"7vwdUje0TQKViOyg",
	"_key":"!items!7vwdUje0TQKViOyg"
}