{
	"name":"Shield Adept Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>Storied history follows the shield, a warrior's best friend and an implement of honor and identity in a fighter's panoply. A stout shield can turn aside mundane swords and arrows, as well as monstrous venom sprays and dragon fire. Only a steadfast ally is better for covering the flank while you're taking it to the enemy. Nothing is better to protect that ally. </p><p>Throughout time, the use of the shield has defined military tactics. In phalanx formations, common among many folk, one soldier stands alongside another, each relying on a comrade's shield for added protection. During a charge, a shield aids in pushing the enemy back or even down. Warriors in a unit of skilled shield bearers can place their shields together in an overarching arrangement, completely protecting all within the shield shell from outside attack. This is said to have originally been a dwarven trick, a \"boulder formation.\" </p><p>The Arkhosian warrior-philosopher Khomagar said, \"The shield is the law of the battlefield, protecting the soldier as lordly and righteous edicts protect the empire.\" Phalanx fighters from many cultures suffer dishonor or worse for losing their shields in battle, since such a loss weakens the unit as a whole. Numerous peoples maintain a tradition of bringing dead warriors home on their shields, and burying a shield with its owner. Especially among dwarves, a broken shield is seen as a symbol of loss or corruption. </p><p>The shield is even more important to a small-unit fighter who relies upon it to protect his or her few allies. To the wise soldier who fulfills such duties, a shield is as much a weapon as a defensive item. </p><p>You know these facts well. Through your countless skirmishes, you have mastered the use of your one-handed weapon and shield. Such is your skill that those who pay too much attention to one of your armaments inevitably suffer punishment from the other. </p><p><b>SHIELD ADEPT PATH FEATURES </b> </p><p><b>Covering Action (11th level)</b></p><p>While using a shield, you can spend an action point to gain superior cover against ranged and area attacks until the end of your next turn, instead of gaining an extra action. </p><p><b>Shield Bearer's Payback (11th level)</b></p><p>Each time an enemy adjacent to you attacks an ally with a melee attack, you gain a cumulative +2 bonus to your next melee damage roll. </p><p><b>Shielded Stamina (16th level)</b></p><p>While using a shield, you add its shield bonus to your Fortitude defense. </p><p><b>SHIELD ADEPT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.UNbjKHfZErY51uo0]{Shield Adept 11-Sudden Shield Bash}</p> <p>@Compendium[dnd-4e-compendium.module-powers.QlP73v2orHB9C6NO]{Shield Adept 12-Shield Wall}</p> <p>@Compendium[dnd-4e-compendium.module-powers.5YUdoPK1FlsBm8Jc]{Shield Adept 20-Reverberating Shield}</p><p>Published in Martial Power, page(s) 33. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DHUEeIiQdXJuAr8c",
	"_key":"!items!DHUEeIiQdXJuAr8c"
}