{
	"name":"Shinaelestran Guardian Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger </p><p>In the depths of the Howling Forest lies a realm of wonder and magic-the eladrin city of Shinaelestra, the legendary City of Rangers. Each night Shinaelestra shifts silently across the veil separating the Feywild from the mortal world. It appears in the forest depths for a few hours before fading back to the Feywild at sunrise. The feral monsters and savage humanoids haunting the Howling Forest have learned to give the eladrin city a wide berth, for each night the guardians of Shinaelestra range far over the twisted paths and shadowed dells in search of evil's servants. </p><p>You have dwelt among Shinaelestra's vine-covered ruins and tree-shaded manses, learning from the great ranger lords who govern the city. You might have visited the city between adventures, or perhaps you lived and studied there long ago and have now reached a sufficient level of achievement to call yourself a Shinaelestran guardian. You are welcome to return to Shinaelestra any time you wish to take up service with Lord Calenon, the ruler of the city. However, the skills you learned in the City of Rangers are in great demand throughout the world, and you can honor your old mentors by battling monsters and savagery wherever they threaten people of good heart. </p><p><b>SHINAELESTRAN GUARDIAN PATH FEATURES </b> </p><p><b>Guardian Action (Shinaelestran Guardian) (11th level)</b></p><p><b>Guardian Defense (11th level)</b></p><p>Whenever you gain a bonus to attack rolls from one of your ranger class features, you gain a +2 bonus to AC until the end of your next turn. </p><p><b>Guardian Vigilance (16th level)</b></p><p>You gain a +2 bonus to Perception. In addition, you can designate your quarry as a free action on your turn during a surprise round. </p><p>Published in Martial Power 2, page(s) 52. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9Lkqf12asPMWdDzU",
	"_key":"!items!9Lkqf12asPMWdDzU"
}