{
	"name":"Shock Trooper Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>Nerath was a just nation, it is said, but it would be a lie to say that it was built solely through negotiation, the spread of knowledge, and cultural influence. No, as any historian can tell you, Nerath rose on the splintered shields and shattered blades of its soldiers. When an object of conquest doesn't bend, it must be made to bow. </p><p>That was the job of Nerath's legions. Those armies consisted primarily of highly trained heavy infantry supplemented by heavy cavalry-the famed knight protectors. Nerath's military traditions were derived from older sources. In what any dragonborn would claim to be fine dragonborn style, a special auxiliary force of devastating light infantry led many of Nerath's assaults. These were the empire's shock troopers. Military historians liken them to similar troops among other cultures and peoples, especially elves and dragonborn. </p><p>The typical shock trooper wore chainmail over leather, and carried a longsword and short sword, or dual short swords. The trooper was trained to break the line of an enemy force, moving quickly to kill and wound as many enemy soldiers as possible. If a trooper broke through the enemy line, the job then became direct assault on enemy command positions. </p><p>Although Nerath no longer exists as an empire, more than a few of its traditions linger. Numerous fighters and schools of soldiery carry on shock trooper traditions. This is to say nothing of the similar soldiers among other peoples, such as dwarf assault fighters. Any warrior who wants training in this brutal and mobile assault style can readily find it. </p><p>You are part of this sudden strike tradition of fighting. Unlike those warriors who form battle lines, you move among your enemies, defying them to strike you down and forcing them to pursue you. Your daring onslaughts confuse and astonish your adversaries. Even so, your guard is never down, especially in your favorite place: the center of a throng of foes. </p><p><b>SHOCK TROOPER PATH FEATURES </b> </p><p><b>Deadly Soldier (11th level)</b></p><p>When you wield an off-hand weapon, increase the weapon's damage die by one size. </p><p><b>Footwork Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +2 bonus to AC and Reflex until the end of your next turn. If a melee attack misses you while this bonus applies, you can shift 1 square as a free action. </p><p><b>Quicker Death (16th level)</b></p><p>Once per round, when you have combat advantage against a target, you can add your Dexterity modifier to a melee damage roll against that target. </p><p><b>SHOCK TROOPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.h8Tuz4Eaj5PSqHGF]{Shock Trooper 11-Shocking Twister}</p> <p>@Compendium[dnd-4e-compendium.module-powers.iISEU4JD82R3YLzN]{Shock Trooper 12-Assault Footwork}</p> <p>@Compendium[dnd-4e-compendium.module-powers.UxyzSt05ogXiN3bZ]{Shock Trooper 20-Shocking Skewer}</p><p>Published in Martial Power, page(s) 34. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rXwUDBkEsGfYRIxA",
	"_key":"!items!rXwUDBkEsGfYRIxA"
}