{
	"name":"Shyran Spiritblade Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman and swordmage, Akanûl regional background </p><p>In the days of old Shyr, the practices of the swordmage were forbidden to all but the favored of the ruling primordial Karshimis. Many genasi, however, took to the wilds outside of civilization to learn their ancestral craft in secret. Deep in the wilds, some of these students found masters that had become sympathetic with the primal world, carrying on an ancient discipline that blended arcane prowess with primal resonance. You have carried on this tradition, calling your spirit ally to your mystic blade, resulting in a fighting style unknown to almost all others on Toril. </p><p>You have an intense bond to both your blade and your spirit friend, such that both have become inseparable from you. You often act as an emissary between the wilds of the frontier and the learned halls of civilization, spending time in both worlds. Your balanced upbringing means others often rely upon you to be the source of stability when things go awry. </p><p><b>SHYRAN SPIRITBLADE PATH FEATURES </b> </p><p><b>Shyran Spirit Warding (11th level)</b></p><p>When your spirit companion is adjacent to you, you gain a +1 bonus to Fortitude, Reflex, and Will defenses. </p><p><b>Spiritblade's Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, enemies adjacent to your spirit companion are marked by you until the end of your next turn. </p><p><b>Totem Blade (11th level)</b></p><p>You can use a light blade or heavy blade as an implement for your shaman powers and shyran spiritblade powers. </p><p><b>Unbreakable Bond (16th level)</b></p><p>If your spirit would disappear as a result of damage dealt to it, as a free action, you may instead take the damage and if you do, your spirit companion is unaffected by the attack. </p><p><b>SHYRAN SPIRITBLADE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.m765VIypEonXUPr1]{Shyran Spiritblade 11-Spirit Beckoned}</p> <p>@Compendium[dnd-4e-compendium.module-powers.nsCk2VwpbFrjE0Ja]{Shyran Spiritblade 12-One with the Blade}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vfak2tTzOApqh3U5]{Shyran Spiritblade 20-Spiritspell Assault}</p><p>Published in Dragon Magazine 379, page(s) 69. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"adBzTlgtcPoi3CrN",
	"_key":"!items!adBzTlgtcPoi3CrN"
}