{
	"name":"Siegebreaker Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Fighter Weapon Talent class feature </p><p>You might have trained at a fighting school or served in a military outfit, but you found all that discipline and all that rigorous training unnecessary. You see no finesse in swinging an axe. You hit someone and they fall. If they don't fall, you're doing it wrong-a problem corrected by just hitting them harder next time. Some warriors sneer at you, dismissing your accomplishments as luck, but the veterans know the truth: You are a killing machine. That's why they call you the siegebreaker. Oh, not because you are good at driving enemies off, but because you are damn good at punching holes through your enemies' defenses and bringing stalemates to sudden, bloody ends. </p><p><b>SIEGEBREAKER PATH FEATURES </b> </p><p><b>Bonerender (11th level)</b></p><p>Once per round, when you make a melee attack using a two-handed weapon against an enemy granting combat advantage to you, your attack deals extra damage equal to your Constitution modifier. </p><p><b>Brutal Action (11th level)</b></p><p>When you hit with a melee attack using a two-handed weapon, you can spend an action point to gain a +1[W] bonus to the damage roll. At 21st level, this extra damage increases to +2[W]. </p><p><b>You're Next (16th level)</b></p><p>Every time you reduce a nonminion enemy to 0 hit points, one enemy within 5 squares of you grants combat advantage to you until the end of your next turn. </p><p><b>SIEGEBREAKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Pmaxu26MC8pWBfYk]{Siegebreaker 11-Bitter Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SvA3EQdRLfHB7z6u]{Siegebreaker 12-Brutal Momentum}</p> <p>@Compendium[dnd-4e-compendium.module-powers.rUTWPnY7Mepq295X]{Siegebreaker 20-Shattering Blow}</p><p>Published in Dragon Magazine 379, page(s) 67. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"TOFsQyPjwVYmh1fk",
	"_key":"!items!TOFsQyPjwVYmh1fk"
}