{
	"name":"Silverstar Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any arcane or divine class that can use an implement; must worship Selûne </p><p>You follow the sometimes radiant and sometimes shadowy path of the mistress of the skies, Selûne. Through the world's many changes, one story remains eternal: Selûne's vigilant opposition to the machinations of her dark sister, Shar. Silverstars carry the light and hope of their goddess into the darkness, championing causes others think lost. </p><p>Unlike many of the other gods and goddesses, Selûne is willing to share some of her power with worshipers who are not solely devoted to studying her will. Wizards, warlocks, bards, and sorcerers can become silverstars of note. </p><p>Before the Spellplague, Selûne's mortal concerns often centered on lycanthropes: werewolves, wereboars, werebears and other worshipers who could change into animal shapes governed by the moon. After the Spellplague, lycanthropy spiraled beyond Selûne's benevolent control. She does what she can for its victims, but sometimes all she can do is offer a swift silver blade. </p><p><b>SILVERSTAR PATH FEATURES </b> </p><p><b>Goddess of Changes (11th level)</b></p><p>You are immune to diseases carried by lycanthropes. All your weapon and implement attacks count as if they were made with silvered weapons. </p><p><b>Moonsparked (11th level)</b></p><p>When you spend an action point to take an extra action, all enemies within 5 squares of you cannot benefit from concealment or invisibility until the end of your next turn. </p><p><b>Open Discipline (11th level)</b></p><p>The ability used for attack powers associated with this paragon path is the highest of your Charisma, Intelligence, or Wisdom. Characters who use the arcane power source can use their implements as normal with these powers. </p><p><b>Moon Oracle (16th level)</b></p><p>When you hit with an attack on your turn, all allies within 20 squares of you gain a +2 bonus to saving throws until the end of your next turn. </p><p>Published in Forgotten Realms Player's Guide, page(s) 61. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DTJblVN9MyCfEoHz",
	"_key":"!items!DTJblVN9MyCfEoHz"
}