{
	"name":"Simbarch of Aglarond Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard </p><p>During the long years of her rule, the mysterious Simbul-Witch Queen of Aglarond-took on many apprentices and schooled them in her secrets of power. Although she no longer rules in Aglarond, the apprentices of her apprentices form an elite cadre of spellcasters known as the simbarchs. They keep alive many of the Simbul's arts and take on new apprentices of their own. You have studied with mages who in turn studied with the Simbul herself. </p><p>Although the ruling council of Aglarond is made up of simbarchs, a few of the Simbul's magical \"descendants\" are not members of the council and prefer to practice their magic privately. You fall into this group. As a simbarch, you have the right to claim a seat on the council, but doing so entails assuming many serious responsibilities, and there are political considerations. If you decide to join the council, it can take months or even years before you are formally recognized. </p><p>Whether or not you join the leaders of Aglarond, you wield your magic with a wild abandon that terrifies your enemies. Your arcane power sustains and strengthens you, granting you seemingly superhuman reserves of vitality and health. You practice compassion and restraint, but when the time comes for wrath, you are a terrible enemy indeed. </p><p><b>SIMBARCH OF AGLAROND PATH FEATURES </b> </p><p><b>Arcane Healing (11th level)</b></p><p>Whenever you spend an action point to take an extra action, you can also spend a healing surge as a free action. </p><p><b>Sorcerous Vitality (11th level)</b></p><p>You gain two additional healing surges per day. </p><p><b>Determined Mage (16th level)</b></p><p>When you spend a healing surge while you are bloodied, add 1d10 to the amount of hit points you regain. </p><p><b>SIMBARCH OF AGLAROND POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.57m4RZBEQbpqFwJ6]{Simbarch of Aglarond 11-Silver Fire}</p> <p>@Compendium[dnd-4e-compendium.module-powers.WKLuordZR4nckDlz]{Simbarch of Aglarond 12-Synostodweomer}</p> <p>@Compendium[dnd-4e-compendium.module-powers.0kftuZXYNU1jzrxV]{Simbarch of Aglarond 20-Simbul's Tempest}</p><p>Published in Forgotten Realms Player's Guide, page(s) 62. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"KOu1IVGJW3Y8lNLk",
	"_key":"!items!KOu1IVGJW3Y8lNLk"
}