{
	"name":"Siphon Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ardent </p><p>Not all vampires are undead, drinking the blood of the living or draining souls with a touch. Some feast on intense feelings such as fear and love, anger and happiness. They are insidious creatures-parasites that gorge without drawing attention to themselves. Some might not even realize what they're doing. Regardless of whether a siphon is cognizant of his or her abilities, the effect of such a character's power is palpable, as a victim falls into the clutches of lethargy, becoming torpid and drained. </p><p>As a siphon, you use psionics to absorb thought energy from your victims, drinking deep from their emotions and feelings to increase your power. Your mind is a vortex, catching others' thoughts and using them to replenish your resources and overcome your injuries. Once you establish a link with another creature, you can draw its energy until your prey is drained and unable to act. You might keep this energy for yourself or transfer it to your allies so that they can share its benefits. </p><p><b>SIPHON PATH FEATURES </b> </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Psychic Vampire (11th level)</b></p><p>When you use an unaugmented ardent at-will power to hit an enemy that is slowed, dazed, stunned, or taking ongoing psychic damage, you gain temporary hit points equal to your Wisdom modifier. </p><p><b>Torpid Action (11th level)</b></p><p>When you spend an action point to make an attack and the attack hits, each enemy within 3 squares of you is slowed until the end of your next turn. </p><p><b>Draining Surge (16th level)</b></p><p>When an enemy within 5 squares of you drops to 0 hit points or becomes dazed, stunned, or weakened, if you use ardent surge before the end of your next turn, the target of the power regains additional hit points equal to your Wisdom modifier. </p><p><b>SIPHON POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.J1ZcdpAYXyerxuj8]{Siphon 11-Insidious Distraction}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NLAGVIOFbp567Qs9]{Siphon 12-Feast of Death}</p> <p>@Compendium[dnd-4e-compendium.module-powers.GVBJSwfa5PO2kr0v]{Siphon 20-Emotion Leech}</p><p>Published in Psionic Power, page(s) 27. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Wnwpxl2q4ZkOeiIF",
	"_key":"!items!Wnwpxl2q4ZkOeiIF"
}