{
	"name":"Smoking Crown Initiate Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elemental priest theme </p><p>A number of cults, sects, and secret societies devote themselves to the mighty elemental spirits of Athas. The priests of the Smoking Crown are one such sect. They are servants of the great fire-spirit dwelling in the Smoking Crown, the largest volcano on known Athas; by extension they are servants of volcanic spirits everywhere in the world. </p><p>As a Smoking Crown initiate, you are one of the elite members of the priesthood. You carry a large burn scar on your chest, face, or hand as the sign of your allegiance. You are under no one's orders, nor do you command any lesser priests-all Smoking Crown priests are free to serve as they see fit. Many are wandering fire-scarred lunatics shouting wild prophecies in the wastes, but others are highly effective assassins, champions, and revolutionaries (you likely fall in the latter group). The only member of the priesthood with any special authority is the Keeper of the Smoking Temple, who guards a shrine hidden in the fiery depths of the mountain. Most Smoking Crown priests give aid and protection to other members of the sect when needed. </p><p>The Smoking Crown is large and active by the standards of most elemental sects. Initiates travel widely throughout the Tyr Region, teaching people to respect the elemental spirits, exposing iniquity, and defending the weak against the depredations of the strong. Most of the Smoking Crown's wrath is directed in particular at Hamanu of Urik, because of the damage Urik's miners have inflicted in the obsidian quarries of the Smoking Crown. </p><p><b>SMOKING CROWN INITIATE PATH FEATURES </b> </p><p><b>Earthwrath Action (11th level)</b></p><p>When you spend an action point to make an attack, you choose one ally within 5 squares of you. Any enemy hit by your attack is marked by that ally until the end of the enemy's turn. Additionally, all squares adjacent to you become difficult terrain until the end of the encounter. </p><p><b>Fireblessed (11th level)</b></p><p>You gain resist 5 fire. If you already have fire resistance, it increases by 5. </p><p><b>Flameshield (16th level)</b></p><p>While allies are adjacent to you, they gain fire resistance equal to your fire resistance. </p><p><b>SMOKING CROWN INITIATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.e5jkHYWA73trgJCE]{Smoking Crown Initiate 11-Fuming Cloud}</p> <p>@Compendium[dnd-4e-compendium.module-powers.o4cKIfYXiS0GZxAO]{Smoking Crown Initiate 12-Blasted Ground}</p> <p>@Compendium[dnd-4e-compendium.module-powers.FQ2eLt8EqwHNTUuZ]{Smoking Crown Initiate 20-Magma Fissures}</p><p>Published in Dark Sun Campaign Setting, page(s) 49. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NJnz1kRSDGiBe5oT",
	"_key":"!items!NJnz1kRSDGiBe5oT"
}