{
	"name":"Snapping Testudo Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, proficiency with shields </p><p>Both legend and conventional wisdom suggest that dwarves first developed the style of fighting that exchanged a weapon for an extra shield. Being stalwart by nature, they appreciated a tactic that might favor those who stand fast. Being stubborn by nature, they vigorously pursued something counterintuitive until they made it work. </p><p>The other races only experimented with the testudo style as tales of the dwarf testudos' exploits began to spread. Today, members of all races can become testudos, but all still study the teachings of those first dwarf masters. </p><p>As a snapping testudo you exchange some of your damage potential for extreme defense and greater control of the battlefield. With your awe-inspiring shields and savvy, you force your enemies to fight where you want them to fight, and then cripple them whether or not they oblige. </p><p><b>SNAPPING TESTUDO PATH FEATURES </b> </p><p><b>Two Shield Action (11th level)</b></p><p>When you spend an action point to take an extra action while using two shields, you gain a +4 bonus to all defenses until the end of your next turn. </p><p><b>Two-Fold Defense (11th level)</b></p><p>While you are wielding two shields, increase the shield bonus one grants by +1. </p><p><b>Behind the Shell (16th level)</b></p><p>When you are in the way of a ranged attack against an ally, that ally has superior cover from your position instead of normal cover. </p><p>Published in Dragon Magazine 385, page(s) 44. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"1PxUy8XIbVHc6KFA",
	"_key":"!items!1PxUy8XIbVHc6KFA"
}