{
	"name":"Snow Tiger Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger </p><p>You have studied the ways of the Snow Tiger barbarians of the cold forests. You might count Snow Tigers among your relatives, having won their respect during your travels in their lands or as a youth fostered by the tribe. Or perhaps you befriended a Snow Tiger wanderer who taught you the woodcraft skills and fighting style of these fierce folk. You might be an enemy of the barbarians who has learned to mimic the wild fighting style of the Snow Tigers. Regardless of how you came to learn the way of the Snow Tigers, your knowledge makes you a warrior of unusual ferocity. </p><p>Like your barbarian fellows, you see little reason to use any weapon larger than a dagger. In your view, heavy armor and weapons are crutches; the true test of a warrior lies in strength and savagery. If you can't best your foe with a dagger, why should you fare any better with a bigger piece of steel? The predators of the northern lands-bear, tiger, wolf, and griffon-have nothing more than their own fangs and claws, and few humans can match those creatures' power and lethality. </p><p>Master of tundra and taiga, glacier and permafrost, you might be a bloody-handed reaver or a noble monster-slayer. Whichever path you choose to walk, you do so fearlessly, for you have the hard-won respect of the Snow Tiger warriors. </p><p><b>SNOW TIGER PATH FEATURES </b> </p><p><b>Claw Fighter (11th level)</b></p><p>You gain a +2 bonus to damage rolls with weapon attacks that use a dagger, a katar, or a kukri. This bonus increases to +4 at 21st level. </p><p><b>Snow Tiger Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can make a melee basic attack as a free action before or after the extra action. </p><p><b>Tundra Strider (16th level)</b></p><p>You gain resist 10 cold and ignore difficult terrain consisting of snow, ice, or tundra. You increase the number of healing surges you have by two. </p><p><b>SNOW TIGER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.RgvtX60j7uSPAcyo]{Snow Tiger 11-Tiger Jump}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DtPzqBWUskcYVRaw]{Snow Tiger 12-Iron Resolve}</p> <p>@Compendium[dnd-4e-compendium.module-powers.raWcubPLDgwB4ipR]{Snow Tiger 20-Slashing Frenzy}</p><p>Published in Martial Power 2, page(s) 53. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ebDzW3TuQ2dlmqCn",
	"_key":"!items!ebDzW3TuQ2dlmqCn"
}