{
	"name":"Soaring Rake Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fey origin, half-elf, fey pact warlock, or Fey Bond feat; training in Acrobatics </p><p>All realms see their share of swashbuckling types, whose love for freedom and a happy-go-lucky attitude belie their combat prowess. But the Feywild has given rise to a particularly exotic type of swashbuckler, whose fighting style defies gravity. These daring adventurers are known as soaring rakes. </p><p>Soaring rakes gain their uncanny abilities through a variety of paths, though each has a profound link to the Feywild, either from being born in that realm or through a direct connection to one of the Feywild powers (such as being a fey pact warlock or having the Fey Bond feat). This connection to the Feywild and its ambient magic allows soaring rakes to take to the skies at will. Due to the added element of flight, soaring rakes develop a unique fighting style, and many consider them the ultimate skirmishers. </p><p>Most soaring rakes have an outlook on life that mimics their abilities. Problems, dangers, and frustrations affect them less than most, since the rakes can take to the air and leave their worries behind them. In keeping with their carefree attitude, the vast majority of soaring rakes turn to Avandra for worship, trusting in the god of luck to see them through any challenge. </p><p><b>SOARING RAKE PATH FEATURES </b> </p><p><b>Fear No Heights (11th level)</b></p><p>You gain a +2 bonus to Acrobatics checks, and you take only half damage from a fall. </p><p><b>Soaring Action (11th level)</b></p><p>When you spend an action point, you gain a fly speed equal to your speed until the end of your next turn. </p><p><b>Soaring Combatant (16th level)</b></p><p>You gain a +2 bonus to melee damage rolls against enemies that have no fly speed or have a clumsy fly speed. </p><p>Published in Dragon Magazine 406. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"OJzD17W8MZLkrIab",
	"_key":"!items!OJzD17W8MZLkrIab"
}