{
	"name":"Son of Mercy Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Defender role </p><p>Champions of order, law, and justice, Sons of Mercy are common sights on Sigil's streets, but more and more, they range farther from the great city. They might take root in Astral dominions, raise citadels in the Feywild or Shadowfell, or found great bastions to combat lawlessness in the Elemental Chaos. They are symbols of order, champions of law who uphold justice wherever they travel. Sons of Mercy might be found among any group that splintered away from Sigil's Mercykillers during the Faction War, not just the faction that still bears that name. </p><p>You identify lawbreakers and fight to bring them to justice, whether that be swift execution or capture for questioning. You turn your attention to one target at a time and are single-minded in that pursuit, chasing down the fugitive until justice is served. Those who break the laws have good reason to fear you on the battlefield. </p><p>Defenders can draw on many power sources, and so do the Sons of Mercy. These powers gain the keyword appropriate to the Son of Mercy's class. For example, a paladin Son of Mercy's powers have the divine keyword, while those of a warlord have the martial keyword. </p><p><b>SON OF MERCY PATH FEATURES </b> </p><p><b>Immobilizing Action (11th level)</b></p><p>Whenever you spend an action point to make an extra attack against the target of your lawbreaker's doom power, on a hit with that attack the target is also immobilized until the start of your next turn. </p><p><b>Lawbreaker's Doom (11th level)</b></p><p>You can use lawbreaker's doom as an encounter power. </p><p><b>Strength of Conviction (16th level)</b></p><p>Whenever you reduce the target of your lawbreaker's doom power to 0 hit points, you gain temporary hit points equal to 10 + your Strength modifier. </p><p><b>SON OF MERCY POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.ync1hgevoP5tiXYO]{Son of Mercy 11-Dispensed Justice}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cdwtpiH5qyUgN8DZ]{Son of Mercy 12-Red Death}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NAtuQiks19lh4daK]{Son of Mercy 20-Blood Oath Fulfilled}</p><p>Published in Dragon Magazine 370, page(s) 23. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"gCVvAc5rBbpEkw6H",
	"_key":"!items!gCVvAc5rBbpEkw6H"
}