{
	"name":"Sorcerous Sword Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Only a bladesinger can take this paragon path. </p><p>In the paragon tier, you continue your intensive study of the ways in which sword and spell can unify into a single weapon. The bladesinger's path is both a highly formalized tradition and a deeply personal journey into the secrets, of magic, swordplay, and the self. As your journey continues, you come to grasp ever more powerful spells, and magic plays an increasingly important role in your drive to victory. </p><p><b>SORCEROUS SWORD PATH FEATURES </b> </p><p><b>Boon Spell (11th level)</b></p><p>You add a new wizard encounter attack power to your spellbook. The power must be of 7th level or lower, and it functions as a daily attack power for you. </p><p>In addition, each day you can prepare one additional bladesinger daily power from your spellbook. This additional power can be the same level as another power you prepare, but this feature does not allow you to prepare the same power twice on the same day. </p><p><b>Choir of Swords (11th level)</b></p><p>While your bladesong is active, you can spend an action point to make a melee basic attack against each enemy adjacent to you as a standard action. </p><p><b>Bladesong Ballet (12th level)</b></p><p>While your bladesong is active, you can use a move action to shift a number of squares up to your speed. </p><p><b>Bladespell Step (16th level)</b></p><p>Once per encounter, you can teleport up to 5 squares as a free action immediately after you use a bladespell power. </p><p>Published in Neverwinter Campaign Setting, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DIQPtONM2HmARY1G",
	"_key":"!items!DIQPtONM2HmARY1G"
}