{
	"name":"Soulforged Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Must worship Moradin and have the Moradin's resolve Channel Divinity power </p><p>Millennia ago, when the dwarves fought for their freedom from the giants, a pair of champions arose. Twin brothers Gildur and Toris Irontop fought fiercely and bravely, crying out to Moradin with each victory. They seemed unstoppable . . . until they came up against Durandus, \"the Iron King.\" Their axes could not nick his stony hide, and their hammers cracked against him. In the end, Gildur fled into the mountains with his grievously wounded brother on his back, praying to Moradin for guidance. </p><p>That night, both brothers had a vision of when Moradin first forged the dwarves from iron, bedrock, and diamonds. Each gained understanding of the Soulforge's power; Toris used its white fire to strengthen his body and soul, and Gildur used it to forge a hammer that could smash through iron like glass. When they battled Durandus a second time, both of their weapons glowed white with the heat of the Forge, burning, cutting, and crushing Durandus until he was no more. </p><p>After their victory, the brothers gathered the most pious followers of Moradin and taught them what they had learned. These devotees formed the first generation of the Soulforged knighthood, which has spent thousands of years mastering the white fire, and using it to protect Moradin's followers. </p><p><b>SOULFORGED PATH FEATURES </b> </p><p><b>Reforged Action (11th level)</b></p><p>When you spend an action point, you regain use of Channel Divinity or one divine encounter attack power of 11th level or lower. </p><p><b>Weapon of the Dwarf-Father (11th level)</b></p><p>You gain the weapon of the dwarf-father power. </p><p><b>Foe Hammer (16th level)</b></p><p>If you use Moradin's resolve with an attack that uses the weapon under the effects of your weapon of the dwarf-father power, you also deal 1d10 extra radiant and fire damage with that weapon until the end of your next turn. If the attack scores a critical hit, the target is also stunned until the end of your next turn. </p><p><b>SOULFORGED POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.SgD87hOsU1lrEPHz]{Soulforged 11-Forge Fire Blast}</p> <p>@Compendium[dnd-4e-compendium.module-powers.OXZrm5cysUi1xoHT]{Soulforged 11-Weapon of the Dwarf-Father}</p> <p>@Compendium[dnd-4e-compendium.module-powers.FIf6CtjWYgw7RXsQ]{Soulforged 12-Tempered}</p> <p>@Compendium[dnd-4e-compendium.module-powers.IxWGHn8CfKYwkLQ0]{Soulforged 20-Soul of the Dwarf-Father}</p><p>Published in Dragon Magazine 385, page(s) 75. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"eZytsfAO7k5dW9IC",
	"_key":"!items!eZytsfAO7k5dW9IC"
}