{
	"name":"Soul Guide Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Cleric </p><p>You are a beacon in the darkness, one who reveals the way, and a guardian of the dead. Through your holy works, you ensure that the souls of the dead move on, free of fear and remorse, and unimpeded by sinister entities that would use them for dark deeds. You harbor a special hatred for undead, seeing them as perversions of the natural order. </p><p>Visions of past lives-leftover fragments from those you have saved-haunt your dreams. Although the sights are unsettling, they renew your commitment to guard the souls from the dangers lurking between this world and the next. </p><p>When you use your soul guide powers, ephemeral bits of soul materialize and swirl about you. </p><p><b>SOUL GUIDE PATH FEATURES </b> </p><p><b>Rebuke Soul (11th level)</b></p><p>You can invoke the power of your deity to use rebuke soul. </p><p><b>Spiritual Guidance (11th level)</b></p><p>Instead of spending an action point to take an extra action, you can spend an action point to regain the use of an encounter power that has the radiant keyword, or you can gain an extra use of your Channel Divinity class feature. </p><p><b>Weighty Soul (16th level)</b></p><p>When you hit an insubstantial creature with a power that has the radiant keyword, that creature loses insubstantial until the end of your next turn. </p><p>Published in Manual of the Planes, page(s) 147. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9F4B63nCHgWhGYU5",
	"_key":"!items!9F4B63nCHgWhGYU5"
}