{
	"name":"Soul Thief Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Assassin </p><p>You are a soul thief, an assassin trained in a killing art created by the drow. To the drow, death is merely a release from the horrid torments they can inflict on the body and mind. Soul thieves learn shadow magic techniques that allow them to capture a creature's spirit before it escapes to the afterlife. The soul suffers in agony within this state between life and death, its torment ending only when you use it to fuel your hexes. </p><p><b>SOUL THIEF PATH FEATURES </b> </p><p><b>Soul Killer (11th level)</b></p><p>A creature killed by you cannot be restored to life except by a creature of a level higher than yours. </p><p><b>Soul Theft (11th level)</b></p><p>When you reduce any enemy to 0 hit points, you gain a soul shard. You can expend a soul shard as a free action either to subject your assassin's shroud target to another shroud or to gain a +1 bonus to a single attack roll, saving throw, skill check, or ability check. Alternatively, you can expend three soul shards as a free action to regain the use of shade form. </p><p>You can have up to five soul shards at a time. After an extended rest, your unexpended soul shards vanish, but you gain a soul shard. </p><p><b>Soul Thief's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a bonus to attack rolls and damage rolls until the end of your turn. The bonus equals 2 + the number of soul shards you currently have. </p><p><b>Soul Reaper (16th level)</b></p><p>When any enemy within 3 squares of you drops to 0 hit points, you gain a soul shard as a free action. </p><p><b>SOUL THIEF POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.C5pwxFqEfsAGJz4K]{Soul Thief 11-Soul Shadow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.JPIALMbeqjlBNphx]{Soul Thief 12-Stalking Phantom}</p> <p>@Compendium[dnd-4e-compendium.module-powers.WNxIETfjnPHC0zhD]{Soul Thief 20-Final Ending}</p><p>Published in Dragon Magazine 379, page(s) 33. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RA5vQESg6anoKZrm",
	"_key":"!items!RA5vQESg6anoKZrm"
}