{
	"name":"Speaker of Xaos Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Training in Arcana </p><p>The Speakers of Xaos are a society of sages, wizards, explorers, and priests who study the Elemental Chaos. You are a member in good standing of this fellowship. The Speakers maintain libraries, small colleges, and chapter houses in many elemental domains, including the City of Brass and Zerthadlun, and the organization has small chapters in various mortal worlds as well. </p><p>The Speakers have no great purpose beyond a shared interest in the magic, secrets, and phenomena of the Elemental Chaos. Members report interesting discoveries to their fellows, consult with each other on difficult problems, and work together to collect and preserve unusual knowledge or resources pertaining to the Plane Below. Individual members are also free to follow their own desires regarding whether to share information or respond to calls for assistance from their fellows. The only rule is to treat your colleagues as you would have them treat you. </p><p><b>SPEAKER OF XAOS PATH FEATURES </b> </p><p><b>Xaos Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can widen the effect of the next cold, fire, lightning, or thunder attack you make before the end of your next turn. Choose to either add one target within range to a melee or ranged attack or increase the size of a burst or a blast by 1. </p><p><b>Xaos Lore (11th level)</b></p><p>You gain a +1 bonus to attack rolls against creatures that have the elemental origin, and such creatures take a -1 penalty to saving throws against effects you create. </p><p><b>Power of Xaos (16th level)</b></p><p>When you deal damage with a cold, fire, lightning, thunder, or elemental attack, reroll any damage die that results in 1 until you get a 2 or higher. </p><p>Published in Heroes of the Elemental Chaos, page(s) 137. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vNrqPJGg6VjtQD7h",
	"_key":"!items!vNrqPJGg6VjtQD7h"
}