{
	"name":"Spellscarred Savant Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Must have at least one spellscar, Student of the Plague multiclass feat </p><p>Since the Spellplague struck, all manner of terrible abominations have spread across the face of Toril. Creatures that have spellscars riddle the world now, sowing madness and fear wherever they appear. To a select few, though, the spellscar that mars their flesh is no curse, but rather a powerful boon. You are one of these few, a spellscarred savant. You wear your scar as a badge of power and a fell warning to your foes. </p><p>You have learned to harness the dark gift of your spellscar and channel its disrupting power. The erratic forces behind your spellscar are yours to command now. Your mastery of your spellscar allows you to tap into the raw magical energy known as spellfire, either to heal yourself with its sizzling power or invigorate your body in combat. As your power grows, you can wield the fury of spellfire as easily as a warrior does a blade, calling down the untempered essence of magic gone mad to burn foes to ash. </p><p><b>SPELLSCARRED SAVANT PATH FEATURES </b> </p><p><b>Plague Familiarity (11th level)</b></p><p>You no longer take a -2 penalty to all defenses and saving throws against the Spellplague and plaguechanged or spellscarred creatures. Instead, you gain a +2 bonus to all defenses and saving throws against them. </p><p><b>Plague Mastery (11th level)</b></p><p>This paragon path acts as a paragon path for spellscarred multiclassing. At 11th level, choose a spellscarred encounter attack power of level 7 or lower. </p><p>At 12th level, you gain the spellfire healing power. </p><p>At 20th level, choose a spellscarred daily attack power of level 19 or lower. </p><p><b>Spellfire Action (11th level)</b></p><p>Instead of taking an extra action when you spend an action point, you can regain one spellscarred encounter power you have already used. </p><p><b>Spellfire Mastery (16th level)</b></p><p>As a free action, you can use a spellscarred encounter power to no effect to grant yourself or an ally within 5 squares of you a second use of an arcane encounter power already used in this encounter. </p><p><b>SPELLSCARRED SAVANT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.HvuU64zrj0QKfos7]{Spellscarred Savant 12-Spellfire Healing}</p><p>Published in Forgotten Realms Player's Guide, page(s) 64. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bePzw6TRx18UlhjZ",
	"_key":"!items!bePzw6TRx18UlhjZ"
}