{
	"name":"Spellguard Wizard Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard </p><p>Silverymoon's mythal was nearly the equal of that which protected Myth Drannor. Unlike Myth Drannor's magical shield, Silverymoon's mythal weakened and eventually fell during the Spellplague. The city's survival and continued prosperity owes much to the efforts of the Spellguard, Silverymoon's coalition of arcane protectors. </p><p>The Spellguard guards Silverymoon vigilantly, hunting threats to the city, defying death, and intercepting mortal foes before they reach the heart of Luruar. Considerable latitude exists for adventurous members of the Spellguard to operate beyond the city limits, so long as they comport themselves as effective representatives of Silverymoon. </p><p>All arcane heroes are welcome in the Spellguard's ranks. Warlocks, swordmages, and others serve with distinction, but as a wizard your arcane power is the heart and soul of the organization. Just as in the days of Mystra, the wizards of today serve as offensive weapons in defense of their beloved city. The shield might be broken, but it is not forgotten, and the vestiges of its power are yours to command against the enemies of Silverymoon. </p><p><b>SPELLGUARD WIZARD PATH FEATURES </b> </p><p><b>Spellguard Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can add your Dexterity modifier to the damage dealt by any close burst power you use during that extra action. </p><p>You also gain a +2 bonus to AC against melee attacks until the start of your next turn. </p><p><b>Spellguard Training (11th level)</b></p><p>When you use an area burst power, you can opt to instead turn it into a close blast. The radius of the blast is the same as that of the burst. </p><p>When you transform a power in this manner, you gain a +1 bonus to attack rolls with that power. </p><p><b>Spellguard Combat Toughness (16th level)</b></p><p>You gain two additional healing surges per day. </p><p>Published in Forgotten Realms Player's Guide, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"mucdBvWp05NSY1sg",
	"_key":"!items!mucdBvWp05NSY1sg"
}