{
	"name":"Spell Commander Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Artificer </p><p>Spell commanders are artificers who transform their allies into walking weapons of arcane destruction. Typically found as a part of more militaristic arcane institutions, spell commanders learn magic that help them increase their allies' spell power. Additionally, most spell commanders work as a part of a small squad, and many of the spells they wield are focused around small squad tactics, including rapidly moving across the battlefield. </p><p>Most spell commanders receive standard military training, including the foundation of small arms use (particularly bows and crossbows). Spell commanders combine conventional military education with their arcane knowledge to create a more hybridized approach to warfare. </p><p>As a spell commander, you know how to combine traditional combat techniques and weapon use with the power of arcane magic. Your focus is on transforming your allies into more accurate, more powerful, and more mobile forces, effectively taking on the role of a squad leader who uses spells to facilitate this transformation. </p><p><b>SPELL COMMANDER PATH FEATURES </b> </p><p><b>Arcane Weaponmaster (11th level)</b></p><p>You can use a bow or crossbow as an implement for ranged artificer attack powers. When you do so, increase the range of those powers by 5. </p><p><b>Spell Commander's Action (11th level)</b></p><p>Whenever you spend an action point to make an attack, one ally within 10 squares of the target can use a basic attack or a 1st-level at-will arcane attack power as a free action. The ally must include at least one target of your attack as a target. </p><p><b>Unleash Spell Power (16th level)</b></p><p>Whenever an adjacent ally would make a basic attack, that ally can instead use any 1st-level arcane at-will attack power they know. The ally must used ranged powers in the place of ranged basic attacks, and melee powers in the place of melee basic attacks. </p><p><b>SPELL COMMANDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.tC8vU9aIJxfo7TME]{Spell Commander 11-Spell Tracer}</p> <p>@Compendium[dnd-4e-compendium.module-powers.xNuJeVazYWi96ElH]{Spell Commander 12-Alter Spell Power}</p> <p>@Compendium[dnd-4e-compendium.module-powers.IPDktEzFBJa8sd01]{Spell Commander 20-Living Gate}</p><p>Published in Dragon Magazine 381, page(s) 63. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"wSfMEsFZah5PYL8i",
	"_key":"!items!wSfMEsFZah5PYL8i"
}