{
	"name":"Spiral Tactician Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Eladrin, warlord, Tactical Presence class feature </p><p>The Feywild, home of the eladrin, is a wondrous reflection of the world. Within that plane, beauty thrives that defies the worldly mind, but so too does evil. Eladrin are as prone to wickedness as humans are, and in a bygone age, the drow were also natives of the Feywild. </p><p>In a time long before other great empires, eladrin faithful to Corellon fought bitter wars within the Feywild against the followers of Lolth and other evil fey. These wars culminated in what came to be known as the Last Battle of the Spiral Tower. During that clash, the Corellon loyalists finally turned the tide and a hero was born. </p><p>Ossandrya was an eladrin squad commander when the Last Battle of the Spiral Tower began. Drow and demons had taken the mythic site during a protracted battle that saw the eladrin fighting on many fronts. Several fruitless assaults on the enemy-held tower cost Ossandrya's superiors their lives. With reinforcements unavailable, the eladrin commander was forced to lead the remaining troops against the drow. She devised a multipronged attack that utilized the eladrin's fey step, taking the biggest risks on herself and having no regard for the tower's ultimate fate. In the end, Ossandrya's efforts proved successful. Although the Spiral Tower was reduced to a blackened spindle bereft of magic, the eladrin drove the drow out for good. </p><p>In time, the Spiral Tower was rebuilt. Ossandrya, who survived other campaigns that drove the drow out of the Feywild, eventually passed from the mortal realm. She is counted among legendary warlords. Within the ruins of the Spiral Tower, her story is recorded. Eladrin warriors across the Feywild study her brilliant strategies and tactics, many of which require fey powers. </p><p>You have studied Ossandrya's story and schemes, or you have intuited similar ploys thanks to your fey nature. It could be that some combination of these possibilities influenced your course in life. You have a strongly tactical mind, a sharp sense of space and timing, and the ability to adapt your powers to tactical needs. These aptitudes serve you well in your battles, leading you toward the acclaim Ossandrya has long possessed. </p><p><b>SPIRAL TACTICIAN PATH FEATURES </b> </p><p><b>Second Step (11th level)</b></p><p>When you spend an action point to take an extra action, you regain the use of your fey step racial power if you have used it during this encounter. </p><p><b>Spiral Timing (11th level)</b></p><p>When you and your allies roll initiative, you can allow one ally you can see to reroll with a bonus equal to your Intelligence modifier. The ally must use the new result. </p><p><b>Fey Tactics (16th level)</b></p><p>The attack bonus provided by your Tactical Presence is equal to your Intelligence modifier (instead of one-half your Intelligence modifier). </p><p>Published in Martial Power, page(s) 128. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"iGoxKhWnzJrgyFUj",
	"_key":"!items!iGoxKhWnzJrgyFUj"
}