{
	"name":"Spirit Tempest Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>What is a spirit but an exhalation of the world, a distillation of life lived in the drawing and releasing of breath? The spirits of the world are alive, and that means they are in motion. They are a wind that blows through the world, even in the solid rock of the earth's deepest reaches. </p><p>As a spirit tempest, you tap into the movement of the spirit world, the wind that blows through all things. You draw on that movement to bring motion to the field of battle: You call spirit winds to transport yourself and your allies in the blink of an eye, to carry your healing power and the power of your attacks into larger areas, and to empower the attacks of your allies. </p><p>The spirits are the breath of the world. Breathe deeply, and let them move and guide you. </p><p><b>SPIRIT TEMPEST PATH FEATURES </b> </p><p><b>Healing Guides (11th level)</b></p><p>When you restore hit points with your healing spirit power, any ally adjacent to or within a conjuration or a zone that you created with a shaman power or a shaman paragon path power also regains hit points as if he or she were adjacent to your spirit companion. </p><p><b>Spirit Wind Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally adjacent to your spirit companion can teleport 2 squares as a free action. </p><p><b>Spirit Combatant (16th level)</b></p><p>When you use a shaman at-will attack power that has the spirit keyword, you gain combat advantage for that attack. </p><p>Published in Player's Handbook 2, page(s) 135. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3qoU6vHRsweCErKB",
	"_key":"!items!3qoU6vHRsweCErKB"
}