{
	"name":"Spiral Wind's Ally Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Druid </p><p>Many of the world's languages use words for \"spirit\" and \"breath\" that are related to each other. Whereas other primal magicians mostly consort with the spirits behind the world's creatures and things, you have befriended one of the ancient winds. The Spiral Wind carries the secrets of life in its twists; look at any humanoid fingerprint, and you'll see the spirals that mark where the wind entered to give the person life. </p><p>You have learned to call the Spiral Wind when you and your allies have need of its healing powers. You won't be mistaken for a cleric or a shaman, but your allies have learned that a sudden breeze might be a sign of your allied wind's arrival. </p><p>The Spiral Wind has more to do with the people of the wilderness than with the beasts, and you are more comfortable in humanoid form than in beast form. You can still change shape, but most of the powers and features that rely on the Spiral Wind work only when you are in your humanoid form. </p><p><b>SPIRAL WIND'S ALLY PATH FEATURES </b> </p><p><b>Healing Spiral (11th level)</b></p><p>While you are not in beast form, any bloodied ally within 5 squares of you who spends a healing surge regains additional hit points equal to your Wisdom modifier. </p><p><b>Spiral Wind Action (11th level)</b></p><p>When you spend an action point to take an extra action and you are not in beast form, a bloodied ally within 5 squares of you can spend a healing surge. </p><p><b>Allied Winds (16th level)</b></p><p>When you spend a healing surge, you can shift 2 squares as a free action. </p><p>Published in Primal Power, page(s) 57. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DwBt4OqlcRHUyQiJ",
	"_key":"!items!DwBt4OqlcRHUyQiJ"
}