{
	"name":"Steel Vanguard Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter, Steel Vanguard Student feat </p><p>You are a swordmaster of renown and an expert in the famous Steel Vanguard style. This style is based on the use of large, heavy swords such as the greatsword and the falchion. Few can match your skill and lethality with a two-handed sword. </p><p>Some combat styles are associated with specific schools, academies, or regions; the Steel Vanguard technique is not one of these styles. It was developed centuries ago in the mercenary companies that served the empires of old. Countless variations and embellishments have been added to the style over time. Currently, the mercenaries known as the Steel Vanguard practice the style, and dozens of distinct regional styles have their roots in the base style. </p><p>As a famed swordmaster, you might be sought out by students who want to learn your techniques or by challengers eager to earn a name by besting a warrior of your skill. How you deal with such challenges is up to you. Between adventures, you might run a training school, teach at a famous academy as a visiting instructor, tutor young nobles, or take on an apprentice for a time. When adventure calls again, you set aside your lessons and once again use the martial skills you have honed over years of fighting. </p><p><b>STEEL VANGUARD MASTER PATH FEATURES </b> </p><p><b>Steel Challenge (11th level)</b></p><p>Whenever an enemy misses you with a melee attack, you can mark that enemy as a free action. The mark lasts until the end of the enemy's next turn. </p><p><b>Vanguard Action (11th level)</b></p><p>When you spend an action point to make an attack, you gain a +4 bonus to attack rolls for that attack against enemies marked by you. </p><p><b>Great Weapon Defense (16th level)</b></p><p>You gain a +2 shield bonus to AC while wielding a two-handed heavy blade. </p><p>Published in Martial Power 2, page(s) 28. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SiOqFcEApRtZYLe1",
	"_key":"!items!SiOqFcEApRtZYLe1"
}