{
	"name":"Steelsky Liberator Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dragonborn, genasi, half-orc, or human </p><p>For ages your folk fought against the mighty dragon lords of Abeir. Although the catastrophe of the Spellplague broke the power of the draconic tyranny in some lands, others still suffer under the cruel talons and fell magic of dragonkind, both in Faerûn and Returned Abeir. You have vowed to free all those still enslaved by dragons, and to vigilantly defend free lands from the great wyrms. </p><p>Steelsky liberators draw upon the power of an ancient divine blessing granted to the mortals who suffered under dragons long ago. No one knows what god or being created this blessing, but over time it has grown stronger and stronger. Each mortal soul that suffers under draconic oppression lends the weight of its sorrow and outrage to this mystic force; the harder the Abeiran dragon lords tried to eradicate the liberators, the stronger they made their enemies. </p><p>Most steelsky liberators hail from Returned Abeir, since the oppression of ages of draconic rule still weighs heavily on those lands. However, some of these crusaders were among the dragonborn and genasi of Akanûl, Tymanther, and other lands transferred into Faerûn during the Spellplague. In the decades since, heroes from lands threatened by dragons have come to these Abeiran kingdoms to learn the secrets of defeating such powerful foes. </p><p><b>STEELSKY LIBERATOR PATH FEATURES </b> </p><p><b>Draconic Enemy (11th level)</b></p><p>You gain a +2 bonus to all your defenses against attack rolls by dragons. </p><p><b>Steelsky Heritage (11th level)</b></p><p>When you spend an action point to take an extra action, you regain the use of a racial encounter power if you have already expended it this encounter. If you are human, you gain a +1 bonus on all d20 rolls until the end of your next turn. </p><p><b>Liberator's Resolve (16th level)</b></p><p>You gain a +5 bonus to saving throws against charm and fear effects. </p><p><b>STEELSKY LIBERATOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.1SXLNmTFI0fbvCPq]{Steelsky Liberator 11-Liberator's Blow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.2gKdaN3l4mevokyp]{Steelsky Liberator 12-Steelsky Stance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Z5ATg1D9qoLzkwf3]{Steelsky Liberator 20-Break the Chains}</p><p>Published in Forgotten Realms Player's Guide, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vdpUFlWkyMb6swZD",
	"_key":"!items!vdpUFlWkyMb6swZD"
}