{
	"name":"Stonecaller Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker </p><p>The ancient language of creation lies locked within the bones of the earth. You have mastered some of the oldest and most fundamental syllables of this language, syllables so sonorous that they almost defy being uttered by mortals. With your words and your will, you can wake the very stone of the world to lend you its strength or lash out at your enemies. </p><p>Dwarves were the first mortal stonecallers, but the tradition has since spread to other races, especially goliaths, shifters, and barbaric humans-people who live close to the elements. Throughout the world, mountain folk know the power of the stonecaller's voice. </p><p><b>STONECALLER PATH FEATURES </b> </p><p><b>Stonecaller's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also create an earthquake in a close burst 2, 5, or 10 (your choice). Until the start of your next turn, all creatures other than you treat the area of the burst as difficult terrain, and any creature you hit while it is in the burst is knocked prone after the attack's effects are resolved. </p><p><b>Strong Footing (11th level)</b></p><p>When any attack would knock you prone, you can make a saving throw. If you save, you don't fall prone. In addition, you ignore difficult terrain if it is the result of rubble, uneven stone, or an earthen construction. </p><p><b>Stonesight (16th level)</b></p><p>You gain tremorsense 5 as long as you are in contact with the ground. </p><p>Published in Divine Power, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2Drpnl31GBq4Nbku",
	"_key":"!items!2Drpnl31GBq4Nbku"
}