{
	"name":"Stone Keeper Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Dwarf, cleric, trained in History </p><p>Dwarves have long memories. They strengthen their recollections by retelling stories passed down since the dark days of their enslavement to giants. Preserving these tales is the responsibility of the stone keepers, dwarves chosen for their wisdom and commitment to history. These stone fathers and mothers, as they are sometimes called, chisel stories into shrine walls and temple domes to give their history a physical presence, making them part of the architecture and wonder of dwarven cities. </p><p>As a stone keeper, you concern yourself with the past, but you are not simply a scholar. You are a holy champion who draws strength from your fury over all the wrongs ever committed against your people, bringing it to bear against foes who still threaten your race. When dwarven strongholds are in danger, you are the first to unite the clans against the enemy. You also travel widely, visiting ruined dwarven kingdoms and city-states to learn their fates and to exact vengeance when it is deserved. </p><p>Your views and beliefs encompass all of history and the place your people occupy in it. You harbor a deep-seated, smoldering anger born of ancient wrongs and long centuries of grief. Your prayers focus this anger into your attacks. </p><p><b>STONE KEEPER PATH FEATURES </b> </p><p><b>Memorable Action (11th level)</b></p><p>When you spend an action point to make an attack, your weapon attacks deal 1[W] extra damage until the end of your next turn. </p><p><b>None So Great (11th level)</b></p><p>When you score a critical hit against a target that is larger than you, the target is knocked prone after the attack's other effects are resolved. </p><p><b>Unfailing Fortune (16th level)</b></p><p>When you use your divine fortune power, you gain a +3 bonus instead of a +1 bonus. If you apply this bonus to an attack and miss, you gain another use of divine fortune for this encounter. </p><p><b>STONE KEEPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.aJ1sUSlft7P9g65h]{Stone Keeper 11-Rancorous Smite}</p> <p>@Compendium[dnd-4e-compendium.module-powers.xZlgXCANKS2p7QuD]{Stone Keeper 12-Scrape the Sky}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ELqSbGWZ73lyYFJ1]{Stone Keeper 20-Every Wrong Righted}</p><p>Published in Divine Power, page(s) 52. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"13bk8XpFmg65sLN7",
	"_key":"!items!13bk8XpFmg65sLN7"
}