{
	"name":"Stoneblessed Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Goliath </p><p>There can be no understating the kinship that goliaths share with their mountain homes. Like the mountains, goliaths stand tall despite the hardship of life amid the wind, snow, and ice of the highest crags. Most goliaths are proud merely to draw strength from their upbringing amid the towering peaks, but a rare few come to embody the spirit of the mountains. </p><p>You are such a hero, a stoneblessed goliath who has an uncommon connection to stone and earth. Rock beneath your feet emboldens you, and the elements nourish you, until you become the personification of your homeland's peaks. As a stoneblessed, you draw power from the stone itself, allowing you to transcend the bounds of your mortal form and achieve astonishing acts of strength. Your attacks strike with the weight of the mountain behind them. When you reach the pinnacle of this path, you can transform yourself into an entity of stone, crushing those who stand against you. </p><p>When you take the first step on this path, your features and form begin a slow transformation, revealing the depth of your mountain connection. Your skin gains the texture of sandstone, thickening to protect you from harm. Your eyes lose their moisture until they eventually shine like diamonds, reflecting light in a rainbow. The lithoderms that stud your shoulders and elbows transform into crystalline growths. Among goliaths, these features mark you as a true champion, a chosen hero of your kind. </p><p><b>STONEBLESSED PATH FEATURES </b> </p><p><b>Stonehide Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain a +2 bonus to AC until the end of your next turn. </p><p><b>Unusual Reach (11th level)</b></p><p>Your melee reach increases by 1. </p><p><b>Mountain Crush (16th level)</b></p><p>Whenever you score a critical hit with a two-handed weapon, the attack deals extra damage equal to twice your Constitution modifier. </p><p>Published in Player's Handbook 2, page(s) 27. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bMgx7msCiPSkIUB8",
	"_key":"!items!bMgx7msCiPSkIUB8"
}