{
	"name":"Stonefire Rager Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Barbarian </p><p>Many barbarians fight with the viciousness of a wild animal. Others draw strength from the violence of storms or the destructiveness of fire. You prefer a more steady source: the might of earth and stone. Although the earth endures in stillness, entire cities are destroyed when its anger is incited. You have studied the power of the earth and learned to incorporate it into your barbarian evocations. You combine the raging fury of magma with the patience of stone. </p><p>Stonefire ragers are common among dwarves and goliaths. They scale the greatest peaks of the world to commune with mountain spirits. Here and there, small monasteries stand atop mountains where stonefire ragers gather. At first glance, the warrior monks of these places seem to be simple ascetics. Woe to the villain that dares disturb their meditations. </p><p><b>STONEFIRE RAGER PATH FEATURES </b> </p><p><b>Calm Before the Flame (11th level)</b></p><p>When you spend an action point to make an attack, each target you hit takes extra fire damage equal to your Constitution modifier and is knocked prone. </p><p><b>Resilience of Stone (11th level)</b></p><p>When an enemy scores a critical hit against you, you can roll a d20. On a 10 or higher, that attack becomes a normal hit instead of a critical hit. </p><p><b>Fire's Wrath (16th level)</b></p><p>While you are bloodied, you gain resist 10 fire and a +2 bonus to damage rolls. </p><p>Published in Primal Power, page(s) 29. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NF3XLRHZn7WpTOM9",
	"_key":"!items!NF3XLRHZn7WpTOM9"
}