{
	"name":"Storm Scourge Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlock, fey pact </p><p>In a small tome called Fey Pacts of Ancient Days, you discovered the names of ancient archfey once revered by primitive humans. The tome described Neifion the Lord of Bats, Zebechial the Lord of Lightning, and Morrisa the Lady of Swords. </p><p>You were amazed and intrigued. You could feel a power within each name calling out to you. These ancient entities, so long forgotten, offered you strength in exchange for devotion. </p><p>You eventually acquiesced, swearing yourself to the fey creature whose ethos you believed most matched your own: the Lord of Lightning. Now, the entity whispers secrets of the storm to you from his floating demesne within the Feywild. You listen carefully to each utterance, every growl of the storm or roar of lightning. Although the Lord of Lightning seems most concerned with unleashing the force of the storm, you have gained much power under his tutelage. It might be only a matter of time before your own spells rival the power of your master. </p><p><b>STORM SCOURGE PATH FEATURES </b> </p><p><b>Eldritch Storm (11th level)</b></p><p>You can choose to have your eldritch blast deal lightning damage. If you do so, your eldritch blast gains the lightning keyword for the attack. </p><p><b>Lightning Quick (11th level)</b></p><p>When you spend an action point to take an extra action, you become lightning quick until the end of your next turn. While you are lightning quick, you can shift 1 square as a free action each time you hit or miss with an attack. </p><p><b>Zebechial's Blessing (11th level)</b></p><p>You gain resistance to lightning equal to one-half your level + your Charisma modifier. </p><p><b>Servant of the Lord of Lightning (16th level)</b></p><p>When you hit a creature with a lightning attack power, each enemy adjacent to the target takes lightning damage equal to your Intelligence modifier. </p><p><b>STORM SCOURGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.zB9J38nEMjWVPdC4]{Storm Scourge 11-Judgment of the Storm}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cGTKI4rk2nR1AaUV]{Storm Scourge 12-Lightning Dance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.FX7vB5TIwWn8clNP]{Storm Scourge 20-Wrath of the Clouds}</p><p>Published in Arcane Power, page(s) 95. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vGmzftyrqbNEUT4j",
	"_key":"!items!vGmzftyrqbNEUT4j"
}