{
	"name":"Storvakal Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Githzerai </p><p>Githzerai strive for inner harmony, a blending of physical capacities, knowledge, and strength of the soul. They use a variety of methods to acquire this enlightenment. Among these is a cycle of quieting the mind and then returning to physical activity. </p><p>A major aspect of the process is meditation. When the mind is allowed to naturally become still in meditation, it transcends normal mental boundaries and leaves the ego behind for blissful silence. Githzerai refer to tapping this transcendent silence as \"knowing oneself.\" To them, this is like allowing a field to remain fallow for a season, allowing it to retain and build up the nutrients it would otherwise give away. </p><p>Returning to physical responsibilities and focused training plants seeds in the healthier soil. The body grows more in tune with the mind and the soul. Because it is nurtured in all aspects, the whole organism grows stronger. </p><p>Work and rest in such cycles bears fruit for the devotee in greater skill, greater peace of mind, and greater accord with the outer world. It is this connection of inner self and outer world that storvakals attempt to master. The storvakal has reached a milestone of personal development such that he or she can command nearby forces and expect a positive response. The storvakal's personal being also responds to adversity more like water flowing around a hammer than a stone struck by the same instrument. Githzerai refer to this state of being as \"support of nature,\" which garners any githzerai who has it great respect. </p><p>Such harmony and respect is yours, for your dedication has placed you on the path of the storvakal. Your serenity mixes with your formidable powers to defend you and give you focus, as well as to support your allies. Adversaries mistake your lack of histrionics for weakness at their peril. Your calm is that of the alpine lake, deep and inscrutable. Their own emotions and lack of commitment give you inroads to manipulate and defeat them. </p><p>From now on, the world around you will reorder itself to your needs in ways small and great. Minor fortunate events that seem like luck to others will prove your inner and outer accord. The limit to this support of nature is yours to determine with your dedication and deeds. As it grows, so shall your ability to accomplish anything toward which you bend your will. </p><p><b>STORVAKAL PATH FEATURES </b> </p><p><b>Rebalanced Mind (11th level)</b></p><p>Reduce the total penalty you are taking to your attack rolls, skill checks, or ability checks by 2. </p><p><b>Restoring Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can roll a saving throw against each effect on you that a save can end. </p><p><b>Mind Bar (16th level)</b></p><p>You gain a +2 bonus to all defenses against charm, fear, and psychic attacks. </p><p><b>STORVAKAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.mshbtB36UpE1SDyg]{Storvakal 11-Probability Travel}</p> <p>@Compendium[dnd-4e-compendium.module-powers.E8VWYIBbfJGK2nSC]{Storvakal 12-Wind of Reprisal}</p> <p>@Compendium[dnd-4e-compendium.module-powers.OVishFyAewHJndSo]{Storvakal 20-Excoriating Strands}</p><p>Published in Dragon Magazine 378. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"h1HUWKNJTxRqMpVv",
	"_key":"!items!h1HUWKNJTxRqMpVv"
}