{
	"name":"Strong-Arm Enforcer Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Intimidate </p><p>The world has no shortage of bullies. In every town and every neighborhood roams a lout with more muscle than sense, and more bravado than backbone. Every gang has an enforcer or a leg breaker. Yet it takes more than a mean streak and a hard head to rise above mere thuggery. </p><p>Unlike such roughnecks, who are so often craven at heart, you have cold iron beneath your hardened visage. You have the skill and the mettle to make good on threats you offer. Intimidation, to you, is just fair warning, an omen foretelling the cost of crossing you. </p><p>Like most of your kind, you might have started with a criminal outfit or learned how to get along in the harsh training ground of the streets. Such unsavory surroundings taught you to survive. A reputation for handing out grim rewards to your enemies slowly enabled you to avoid fights through the use of your bladed stare. For a few of you, formal training as an interrogator or operative taught you to use fear and pain as a principal means of getting the job done. In any case, fear is as useful in battle as it is outside it. </p><p>You have set your mind to this harsh fact and have realized that most interactions are all about getting in and getting out on top. If the other guy believes you can and will hurt him if you need to, dealings are much more likely to go in your favor. </p><p>Although stealth and subterfuge have uses, combat isn't a subtle solution. You favor techniques that keep your enemies shaken. A traumatized, fearful, or angry foe is more likely to make a mistake. Encouraging such missteps-gleefully at times-you make yourself a target through your brutality. Then you and your allies capitalize on those slip-ups to win the day. </p><p><b>STRONG-ARM ENFORCER PATH FEATURES </b> </p><p><b>Promise of Pain (11th level)</b></p><p>When you spend an action point to take an extra action, attacks you make until the start of your next turn gain the rattling keyword. </p><p><b>Vicious Courage (11th level)</b></p><p>When you hit with a rattling attack and have combat advantage against the target, you gain temporary hit points equal to your Charisma modifier. </p><p><b>Strong-Arm Mark (16th level)</b></p><p>When you hit with a rattling attack and have combat advantage against the target, you can choose to mark the target until the end of your next turn. Until the end of you next turn, you also gain a bonus to damage rolls against the target equal to your Charisma modifier. </p><p><b>STRONG-ARM ENFORCER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.0YCqXLwMkrQWvDlU]{Strong-Arm Enforcer 11-Painful Reminder}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Dkampo9svg62EhSj]{Strong-Arm Enforcer 12-Implied Threat}</p> <p>@Compendium[dnd-4e-compendium.module-powers.NbGIfYFXEdgaJmst]{Strong-Arm Enforcer 20-Callous Strike}</p><p>Published in Martial Power, page(s) 98. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"1mPulDnf8zR2tF9y",
	"_key":"!items!1mPulDnf8zR2tF9y"
}