{
	"name":"Student of the Seven Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, any multiclass feat </p><p>Among the many legends told by bards, a few mythic figures appear with some regularity, including the mysterious Seven. The Seven are sisters, or sometimes brothers, whose names vary from tale to tale. They're not gods, but they're not mortals either; sometimes they're exarchs of Corellon or some other god, and sometimes they're angels who come from seven different dominions. But most often, they're simply the Seven. Some tales describe them as patrons of the arts, inventors or sponsors of dance, poetry, singing, instrumental music, painting, drama, and the like. Other tales describe them as patrons of every mortal activity, or even as sponsors of different power sources. The Seven are never exactly the same in any two tales, or even in the same tale told twice. And as their student, neither are you. </p><p>Following the promptings of the Seven, your interests accept no limitations. No narrow field of study can contain your wide-ranging curiosity. You excel as an arcane leader, but what's to prevent you from learning a few tricks from a martial defender or a primal controller? No knowledge is off limits, and nothing is impossible. </p><p>By taking multiclass feats and learning powers from a variety of classes, you always have the right tool for the job. In addition, you learn spells that have enormous versatility, ensuring that you can provide help anytime you or an ally needs a bonus in a specific area. You dabble in a little bit of everything, and you manage not only to improve yourself but also to make others a little better at what they do best. </p><p><b>STUDENT OF THE SEVEN PATH FEATURES </b> </p><p><b>Daily Mastery (11th level)</b></p><p>At the end of an extended rest, you can replace a daily attack power granted through a multiclass feat with another daily attack power of the same level or lower from the same class. </p><p><b>Versatile Acton (11th level)</b></p><p>When you spend an action point to take an extra action, you regain the use of an encounter utility power or an encounter attack power that you gained through a multiclass feat and that you have used during this encounter. </p><p><b>Compensatory Insight (16th level)</b></p><p>When you use an attack power granted through a multiclass feat, you gain a bonus to the attack's damage roll equal to your Intelligence modifier. </p><p>Published in Player's Handbook 2, page(s) 78. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YUwDEsQbTaSjlJFm",
	"_key":"!items!YUwDEsQbTaSjlJFm"
}