{
	"name":"Summer Rhymer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, Virtue of Cunning class feature </p><p>Among the most powerful residents of the Feywild is Tiandra, the Summer Queen (see Manual of the Planes). Her court is a reflection of her unearthly beauty, hung with flower garlands and alive with bustling activity. Her smile can ripen crops, and her favor bestowed on a mortal can quicken the gifts of song and poetry. </p><p>Whether the Summer Queen has actually smiled on you or you merely aspire to seek her blessing, you claim some association with the Summer Fey and study their musical magic. In your feytouched presence, you and your allies teleport freely, and you can call on the Summer Queen's powers of growth to aid your own healing powers. </p><p>If you serve the Summer Queen well, you might hope to receive some favor from her. Great heroes of the past have sometimes received noble titles, magic instruments, access to powerful enchantments, and other gifts from her hand. As the fey go, the Summer Queen is relatively trustworthy, but be warned: No fey gift is truly free. </p><p><b>SUMMER RHYMER PATH FEATURES </b> </p><p><b>Feypath (11th level)</b></p><p>When you spend an action point to take an extra action, you teleport yourself or an ally adjacent to you 5 squares as a free action before or after the extra action. </p><p><b>The Queen's Grace (11th level)</b></p><p>Whenever you grant healing with a bard healing power, add your Charisma modifier to the hit points regained by each target. </p><p><b>Judgment of the Summer Court (16th level)</b></p><p>Whenever an enemy's missed attack triggers your Virtue of Cunning class feature, you gain a +2 bonus to attack rolls against that enemy until the end of your next turn. </p><p><b>SUMMER RHYMER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.U9jshvktYalb51Q3]{Summer Rhymer 11-Song of the Queen's Protection}</p> <p>@Compendium[dnd-4e-compendium.module-powers.oylPsLRifIYa2xGO]{Summer Rhymer 12-Song of Spiral Paths}</p> <p>@Compendium[dnd-4e-compendium.module-powers.t5VpbETnHAIuYSz7]{Summer Rhymer 20-Song of the High Court}</p><p>Published in Player's Handbook 2, page(s) 79. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uEGbLgAvcdCNYoO3",
	"_key":"!items!uEGbLgAvcdCNYoO3"
}