{
	"name":"Swift Strider Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Seeker, Spiritbond class feature </p><p>You move with liquid grace and in a way that shows that you are unhindered by your environment. The primal spirits with whom you ally yourself guide your steps so that you can move without fear, boldly moving faster than your foes can track. You might use hidden pathways and shortcuts through the world. Or you might have taken your first step into the spirit world and, by doing so, now have the same freedom enjoyed by the land's spirit custodians. </p><p>Becoming a swift strider allows you to move with astonishing speed. You can anticipate your enemy's attacks and spring to safety. As you follow this path, your body begins to blur when you move, making it hard for foes to protect themselves from your strikes. </p><p>You attack while moving, spin away when your enemies hit you, and, eventually, speed through their ranks, delivering strikes that rob them of their mobility and increase your speed. By moving just outside the reach of your foes, you can deliver punishing attacks with your seeker powers to contain and control them so that your allies can move in for the kill. </p><p><b>SWIFT STRIDER PATH FEATURES </b> </p><p><b>Defensive Shift (11th level)</b></p><p>The first time you shift on each of your turns, you gain a +2 bonus to AC and Reflex until the start of your next turn. </p><p><b>Escaping Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can shift as a minor action until the end of your next turn. </p><p><b>Swift Stride Assault (16th level)</b></p><p>Whenever you use a move action and end the move at least 3 squares away from where you started, you gain a bonus to damage rolls with light thrown and heavy thrown weapons until the end of your turn. The bonus equals your Strength modifier. </p><p><b>SWIFT STRIDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.0kvc7J4br8WGTjNe]{Swift Strider 11-Blurring Offensive}</p> <p>@Compendium[dnd-4e-compendium.module-powers.UjGtEqgaB91nIFTw]{Swift Strider 12-Swift Vengeance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.RSvrb6lGKusLXAtq]{Swift Strider 20-Striding Barrage}</p><p>Published in Player's Handbook 3, page(s) 133. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kHnANqu9zgT3ZveC",
	"_key":"!items!kHnANqu9zgT3ZveC"
}