{
	"name":"Sword of Assault Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage, aegis of assault class feature </p><p>Although arcane finesse and delicate sword work are fine for others, you believe that better ways exist to subdue your enemies. You wonder why you should use subtlety when you can more quickly defeat your foe with a powerful sword strike combined with a blast of arcane energy. </p><p>As a sword of assault, you are interested in fusing magic with blade to create the most powerful attack you can. You have little tolerance for rigorous arcane training, preferring to use magic in a blast of raw elemental energy instead of a carefully crafted spell. </p><p>Similarly, you never saw the point of the refined swordplay of your counterparts, instead favoring strength over finesse. You believe that displaying your skill through elaborate parries and flourishes is an expression of a swordmaster's ego, rather than of skill. In your mind, such displays only slow battle. On the other hand, you make sure that all of your movements and arcane utterances contribute to the most devastating attack you can possibly deliver with a single swing of your blade. </p><p><b>SWORD OF ASSAULT PATH FEATURES </b> </p><p><b>Assaulting Charge (11th level)</b></p><p>When you spend an action point to charge, you can use a melee at-will attack power or a melee encounter attack power in place of the charge's melee basic attack. </p><p><b>Battlemage Readiness (11th level)</b></p><p>When you use your aegis of assault to teleport and make an attack, you can use a swordmage melee at-will attack power in place of the melee basic attack. </p><p><b>Double Spell Assault (16th level)</b></p><p>Whenever you roll initiative, choose one of your at-will attack powers. Once before the end of the encounter, you can use that power as a minor action after hitting with a melee attack. </p><p><b>SWORD OF ASSAULT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Ows1vMgUSpIN0uK8]{Sword of Assault 11-Spell Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ZzMEHrpQ7LyxRkvV]{Sword of Assault 12-Aegis Reserve}</p> <p>@Compendium[dnd-4e-compendium.module-powers.ajLJUZls98FEW5TI]{Sword of Assault 20-Fire and Thunder}</p><p>Published in Arcane Power, page(s) 68. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"gu4PAI9WVrdaktTZ",
	"_key":"!items!gu4PAI9WVrdaktTZ"
}