{
	"name":"Sword Coast Corsair Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any martial class </p><p>The sea is an open road, and adventure calls to you from a dozen strange shores. You are always on the lookout for the next big prize or daring escapade. Whatever it might be-a lost hoard in a sea demon's cave, a legendary shipwreck haunted by drowned ghosts, the fat treasure ship of a villainous merchant lord, or a misty isle wreathed in magic and mystery- you are determined to seek it out and test your cunning and courage against any obstacle in your path. You mean to blaze a path of fame or notoriety that they'll be talking about a hundred years from now. </p><p>Even though you prowl the seas as a reckless freebooter and fierce predator, you are not necessarily a bloody-handed murderer. You would rather steal the ill-gotten gains of others than plunder the weak and poor. The Sea of Swords is dangerous enough without making yourself the enemy of all civilized folk, after all. It's better to let honest folk pay for your protection. And if you can drive the truly murderous scum from the seas, then you'll have less competition for the prizes that do catch your eye. </p><p><b>SWORD COAST CORSAIR PATH FEATURES </b> </p><p><b>Expert Mariner (11th level)</b></p><p>You gain a +2 bonus to initiative checks while aboard a ship, and you are considered trained for any skill check pertaining to movement, navigation, ship handling, or avoiding hazards aboard a ship. If you are already trained in the skill, you gain a +2 bonus to such checks. Examples include: </p><p>Acrobatics checks to balance on a yardarm or a wildly rolling deck. </p><p>Athletics checks to climb a ship's hull or scale a mast. </p><p>Perception checks to spot approaching enemies or hazards. </p><p>Intelligence checks to determine your position or chart a course. </p><p>Dexterity checks to steer through dangerous waters. </p><p>If you are in command of the vessel, you provide these bonuses to all crew members who can see or hear you. </p><p><b>Sea Legs (11th level)</b></p><p>When you spend an action point to take an extra action, you gain a +2 bonus to speed and ignore difficult terrain until the end of your next turn. </p><p><b>Bold Attacker (16th level)</b></p><p>When you hit with a melee attack, you gain a +2 bonus to your Will defense until the end of your next turn. </p><p><b>SWORD COAST CORSAIR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.YEZct97TXkR0h6Kv]{Sword Coast Corsair 11-Strike Terror}</p> <p>@Compendium[dnd-4e-compendium.module-powers.y8d1kqotxFQLvJuN]{Sword Coast Corsair 12-Nerves of Steel}</p> <p>@Compendium[dnd-4e-compendium.module-powers.hWw3mQkb8SGvLjcX]{Sword Coast Corsair 20-Keelhaul}</p><p>Published in Forgotten Realms Player's Guide, page(s) 66. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"V0mvIBJKW4NyzQGT",
	"_key":"!items!V0mvIBJKW4NyzQGT"
}