{
	"name":"Sylvan Archer Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elf, ranger </p><p>Like their eladrin cousins, elves have the time and the will to give everything they do a complex expression. To them, something worth doing at all is worth doing better than well-it's worth total dedication of body, mind, and soul. Any task merits mastering to the extent that the very process of doing it, even in training, is beautiful. Further, to the fey mind, combining seemingly disparate arts and joys into one form creates something more beautiful in the end. This is as true of archery as it is of any other activity. </p><p>Ages ago, after they entered the world and became separated from the eladrin, elves found it necessary to survive in the hostile wilds. Grace and awareness became their strengths. The bow became their chosen weapon for hunting and stealthy warfare. </p><p>The magic flowing in the fey soul has enabled more than one elf to forge a spiritual tie with the bow. Such archers are practiced at engaging targets in dense forests and areas fraught with cover. The sound of an enemy bowstring being drawn or the hint of movement in the undergrowth is enough to draw a reactive shot faster than any intended attack can come. A master of elven archery easily deals with multiple foes, and in time develops the uncanny ability to make arrows literally track their targets. Elven arrows can be said literally to have an enemy's name on them. </p><p>You carry on this glorious tradition. Stalking in untamed and dangerous places armed with only quiver and bow, you have become an exemplar of elven marksmanship. Your finely honed senses are second to none, and your aim is ever true. Among the most formidable of hunters, you have a shooting expertise that transcends the mundane skill of other archers. Your spirit reaches out to inform you of the unseen. If your skill and your amazing deeds carry you farther, elves who come to the way of the bow after you will hold you as the example that guides them. </p><p><b>SYLVAN ARCHER PATH FEATURES </b> </p><p><b>Archer's Action (Sylvan Archer) (11th level)</b></p><p><b>Sylvan Senses (11th level)</b></p><p>You gain a +2 bonus to Perception checks. </p><p><b>Intuitive Hunter (16th level)</b></p><p>When making ranged attacks, you add your Wisdom modifier to the extra damage dealt by your Hunter's Quarry class feature. </p><p><b>SYLVAN ARCHER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.0fvNT8dx1jOHXpFM]{Sylvan Archer 11-Shaft Splitter}</p> <p>@Compendium[dnd-4e-compendium.module-powers.6401XrLoFBYWbMqh]{Sylvan Archer 12-Elf-Eyed Archery}</p> <p>@Compendium[dnd-4e-compendium.module-powers.T7WRCcOBJuP4Lb2t]{Sylvan Archer 20-Named Arrow}</p><p>Published in Martial Power, page(s) 68. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qXVp12N0UucBHCIK",
	"_key":"!items!qXVp12N0UucBHCIK"
}