{
	"name":"Talaric Ironjack Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Battlemind </p><p>Since the Talaric Codex was first compiled to record the fighting techniques used against the horrors of the Far Realm, fragments from that lost tome have been scattered far and wide. Although the warrior society that conceived the codex is no more, their workings live on in the champions who have stumbled across these ancient writings and mastered their secrets. </p><p>During your travels, you have come across fragments of the lost codex. The full meaning of these scraps of lore escaped you at first. In time, however, you put the pieces together to master the lessons they contained. Although others might draw different conclusions, you have learned that life is an essential struggle between the natural world and the Far Realm. Whenever the madness of the Outside pushes into ordered reality, the natural world responds with violence. With your unique talents, you have come to embody the world's wrath. </p><p>From the teachings of the Talaric Codex, you turn your mind's eye inward to search out flaws and vulnerabilities. When you discover a gap in your defenses, you allocate your psionic resources to reinforce it against attack. Your extensive study also rewards you with increased clarity and focus in combat, allowing you to devastate your foes. By neutralizing opponents when they strike, you endure past the point when other warriors would fall. </p><p><b>TALARIC IRONJACK PATH FEATURES </b> </p><p><b>Defensive Aura (11th level)</b></p><p>Whenever you hit with an unaugmented at-will psionic attack power while you have at least 1 power point, you gain a +2 power bonus to all defenses until the start of your next turn. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Superior Action (11th level)</b></p><p>When you spend an action point to make an attack, you gain a +4 power bonus to the attack roll and you regain hit points equal to twice your Constitution modifier. </p><p><b>Ironjack's Command (16th level)</b></p><p>Whenever you spend a healing surge and regain hit points, each ally within 2 squares of you can shift 1 square as a free action. </p><p><b>TALARIC IRONJACK POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.m3E6ipwdhUYSq7Gg]{Talaric Ironjack 11-Iron-Hewed Smash}</p> <p>@Compendium[dnd-4e-compendium.module-powers.iLYvftDoVx0MXArb]{Talaric Ironjack 12-Enduring Body}</p> <p>@Compendium[dnd-4e-compendium.module-powers.b6FVeclIgxPNfMGy]{Talaric Ironjack 20-Overwhelming Force}</p><p>Published in Psionic Power, page(s) 52. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"jUeSNEw1HurLxItP",
	"_key":"!items!jUeSNEw1HurLxItP"
}