{
	"name":"Talaric Strategist Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ardent </p><p>Long ago, when aberrant monsters first spilled into the mortal world, a warrior society was formed to protect the world from the Far Realm's corrupting influence. The society's members recorded their techniques in a volume known as the Talaric Codex. In it were the forms and disciplines needed to master their psionic fighting art. In the countless years since its formation, the society has decayed and dissolved. Its monasteries have fallen, and the writings of its adepts have been scattered across the world. </p><p>You have found fragments of writing from this ancient society and learned to focus your psionic powers to give you a tactical advantage in battle. Because your training was haphazard and pieced together from fragments of lore, you improvise where your training is incomplete, drawing from your ardent powers to fill your gaps in knowledge. Still, the teachings you uncovered proved instructive, and you can take charge of nearly any battlefield. </p><p>Central to your learning is the ability to read your enemies' intent and turn it against them. You translate the clarity of your vision and your openness to the thoughts and experiences of those around you into a decided tactical advantage. You can warn allies against impending attacks, move companions to adapt to enemy formations, and help your allies scatter when they are faced with devastating magic. </p><p><b>TALARIC STRATEGIST PATH FEATURES </b> </p><p><b>Anticipatory Action (11th level)</b></p><p>When an enemy enters a square adjacent to you, you can spend an action point to take a standard action as an immediate interrupt. </p><p><b>Battle Instinct (11th level)</b></p><p>You and allies within 5 squares of you gain a +2 power bonus to initiative checks. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Tactician's Surge (16th level)</b></p><p>Whenever you use your ardent surge power, you can slide each ally in the burst 1 square. </p><p><b>TALARIC STRATEGIST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.QHqKAmbahg4zjs6O]{Talaric Strategist 11-Anticipation Tactics}</p> <p>@Compendium[dnd-4e-compendium.module-powers.uihIl7AC5FVsYfaD]{Talaric Strategist 12-Insightful Command}</p> <p>@Compendium[dnd-4e-compendium.module-powers.qMxjLgFQ8wvzkiba]{Talaric Strategist 20-Combined Effort}</p><p>Published in Player's Handbook 3, page(s) 41. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"EmnF2CtiAbgzL4yr",
	"_key":"!items!EmnF2CtiAbgzL4yr"
}