{
	"name":"Tharashk Wayfinder Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Hunter's Quarry class feature, Mark of Finding feat </p><p>Rangers in House Tharashk often become wayfinders, all-purpose guides who travel the world helping to resolve the house's quarrels. A wayfinder is part scout, part bounty hunter, and part inquisitive. As a wayfinder, you might, over the course of a season, guide dragon shard prospectors through dangerous wilderness, capture a fugitive, uncover who's smuggling poisons into the slums of Sharn, and even explore a dungeon or two along the way. Your dragonmark guides your attacks, whether you're fighting hand-to-hand or with a bow. Once you determine your quarry, you are relentless in your pursuit of it. Those who flee from you find that there's no escaping a wayfinder, only a delay of the inevitable. </p><p><b>THARASHK WAYFINDER PATH FEATURES </b> </p><p><b>Quarry's Arrest (11th level)</b></p><p>When you hit a creature designated as your quarry, you can choose to forego your Hunter's Quarry damage in order to instead slow the creature and prevent it from shifting until the end of your next turn. Doing this expends your Hunter's Quarry damage until the start of your next turn. </p><p><b>Wayfinder Action (11th level)</b></p><p>When you spend an action point to make an attack against an enemy you've designated as your quarry, you can shift your speed after the attack roll. </p><p><b>Wayfinder's Quarry (16th level)</b></p><p>While a creature is designated as your quarry, it grants combat advantage to you. </p><p><b>THARASHK WAYFINDER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.1LGBEzjA3QNT9Sth]{Tharashk Wayfinder 11-Path of Least Resistance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.CTQU7EtJSW6ihyzK]{Tharashk Wayfinder 12-Distant Quarry}</p> <p>@Compendium[dnd-4e-compendium.module-powers.MjqC3xTHh0oa9lRk]{Tharashk Wayfinder 20-Path of Destruction}</p><p>Published in Eberron Player's Guide, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"p5RftW6k0gsjXou3",
	"_key":"!items!p5RftW6k0gsjXou3"
}