{
	"name":"Tharos Impostor Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue and infernal pact warlock, Impiltur regional benefit </p><p>You have infiltrated a demon cult known as the Fraternity of Tharos in hopes of eventually destroying it and restoring a measure of hope to the beleaguered land of Impiltur. You've had to perform a vile rite involving innocent sacrifice to enter the cult, and the stain of that deed only fuels your hatred of their existence. You have sworn one day to avenge all those who have suffered by the hands of the cult, and by doing so, you hope it will exonerate your own dark past. </p><p>Using a combination of guile and infernal knowledge, you provide inside information for any adventuring group you join, chipping slowly away at the Fraternity and stopping their vile plots while keeping your cover intact. </p><p><b>THAROS IMPOSTOR PATH FEATURES </b> </p><p><b>Accomplished Liar (11th level)</b></p><p>When you roll a Bluff check, you can roll twice and use either result. In addition, you can use Bluff to gain combat advantage by feinting as a minor action. </p><p><b>Terrifying Wrath (11th level)</b></p><p>When you spend an action point to take an extra action, all enemies within 5 squares of you take a -2 penalty to saving throws until the end of your next turn. </p><p><b>Hellbound Fury (16th level)</b></p><p>When you hit an enemy with hellish rebuke, you gain combat advantage against that enemy until the end of your next turn. </p><p><b>THAROS IMPOSTOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.eP5dvWbKO4zrVoLi]{Tharos Impostor 11-Hellfire Blade}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Vx72oe85kWfENqKd]{Tharos Impostor 12-Ashen Compact}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Ptd3z5Fbrg0BiefA]{Tharos Impostor 20-Demon-Fueled Vengeance}</p><p>Published in Dragon Magazine 370, page(s) 37. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"mFE4NtHBMkzGJ1AK",
	"_key":"!items!mFE4NtHBMkzGJ1AK"
}