{
	"name":"Thrallherd Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Psion </p><p>With the power of your mind, you compel service from another creature, subverting the subject's will in favor of your own. Whether a beast from the wild or a sentient creature beholden to you by some dark bargain or threat, your thrall lives its life as your most devoted servant-a powerful puppet of flesh and bone. </p><p><b>THRALLHERD PATH FEATURES </b> </p><p><b>Compelling Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, your thrall can make its standard action attack as a free action. </p><p><b>Obedient Thrall (11th level)</b></p><p>You gain the service of a thrall-a Medium natural beast or humanoid that is incapable of independent action and under your complete control. The thrall is an ally to you and your allies. </p><p>Obedient Thrall Statistics </p><p>The thrall's statistics are based on your level and your abilities. </p><p>Speed: 5 squares </p><p>Defenses: AC 14 + level, Fortitude 13 + level, Reflex 12 + level, Will 11 + level </p><p>Hit Points: 14 + 4 per level </p><p>Initiative: The thrall acts during each of your turns. </p><p>Attacks: If the thrall makes an attack, you make the attack through the thrall. If the thrall wields a melee weapon, it uses the weapon's proficiency bonus and damage for its attack. If it does not wield a weapon, its natural attack uses either a +3 proficiency bonus and a d10 weapon damage die, or a +2 proficiency bonus and a d12 weapon damage die. You choose one option or the other when you take a short rest. The thrall's attack can benefit from the magical effect of either an implement you wield or a weapon the thrall wields, but not both. </p><p>Checks: If the thrall can make a skill check or an ability check, you make the check. </p><p>Temporary Modifiers: Attacks and checks you make through the thrall do not include temporary bonuses or penalties to your statistics. </p><p>Magic Items: The thrall can employ a single magic item. If the item has any powers, you use those powers using your own actions. </p><p>When you use your second wind, your thrall regains hit points equal to your healing surge value. Your thrall regains all its hit points when you take a short rest. </p><p>If your thrall dies, you can restore it to life by using the Raise Dead ritual. The component cost is 500 gp, or 5,000 gp at epic tier. </p><p>The thrall has no actions of its own; you spend actions to command it mentally. You can command the thrall only if you have line of effect to it. When you command the thrall, the two of you share knowledge but not senses. </p><p>As a minor action, you can command the thrall to take one of the following actions, if it is physically capable of taking that action: crawl, escape, fly, open or close a door or a container, pick up or drop an item, run, stand up, shift, squeeze, or walk. </p><p>Whenever you take a move action, your thrall can crawl, escape, fly, run, stand up, shift, squeeze, or walk as a free action. </p><p>In addition, you can issue the following special commands to your thrall. </p><p>Standard Action: Melee weapon; targets one creature; Intelligence + 2 vs. AC; 1[W] + Intelligence modifier damage. </p><p>Opportunity Attack: Melee weapon; targets one creature; Intelligence vs. AC; 1[W] + Intelligence modifier damage. If the target enters a square adjacent to you in the course of provoking the opportunity attack, the thrall gains a +4 bonus to the attack roll. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Devoted Servant (16th level)</b></p><p>While you are adjacent to your thrall, you gain a +2 bonus to all defenses. </p><p><b>THRALLHERD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.I2QVTcXUHl3BOEWs]{Thrallherd 11-Serve Me Well}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7xXSYJln9Bcqf6tz]{Thrallherd 12-Restore Thrall}</p> <p>@Compendium[dnd-4e-compendium.module-powers.56TfP2rpUHMzN4gv]{Thrallherd 20-Loosen the Chain}</p><p>Published in Psionic Power, page(s) 105. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"VkYgxiEQZ6p4dalq",
	"_key":"!items!VkYgxiEQZ6p4dalq"
}