{
	"name":"Thri-kreen Predator Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Thri-kreen race </p><p>Some thri-kreen fully hone their natural physiology, turning their bodies into weapons deadlier than the gythka. They strengthen their extra arms for making claw attacks, practice graceful jumps with their powerful legs, and augment their natural venom so it is potent enough to take down tough prey. Because of their battle prowess, these kreen often become the strongest members of their packs. It is the thri-kreen way to challenge weaker leaders, and the greatest hunters rise to positions of leadership. </p><p>As you grow into the role of thri-kreen predator, you become larger and tougher, with thicker chitinous plates and stronger limbs. Along with these physical changes, your instincts and racial memories become more acute. You sense the long lineage of the kreen, and you understand the great hunts of the past and the long-forgotten tactics that let your race survive the most dangerous periods of Athasian history. </p><p>For some thri-kreen, these changes are natural-a hereditary gift. Others use psionic powers or martial training to strengthen themselves. Some find the predator's path after being exposed to sites or objects of power that stirred deep racial memories. No matter what triggered your transformation, you have become a kreen among kreen. </p><p><b>THRI-KREEN PREDATOR PATH FEATURES </b> </p><p><b>Leap Into Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can make an Athletics check to jump as a free action either before or after your extra action. This jump does not provoke opportunity attacks. </p><p><b>Strong Claws (11th level)</b></p><p>You gain a climb speed equal to half your speed. You also gain a +2 bonus to damage rolls with your thri-kreen claws racial power. </p><p><b>Entrapping Pack (16th level)</b></p><p>You flank an enemy as long as both you and a nonadjacent ally are adjacent to the enemy. </p><p><b>THRI-KREEN PREDATOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.dk7oVTOMxcnQlCPa]{Thri-kreen Predator 11-Capturing Claws}</p> <p>@Compendium[dnd-4e-compendium.module-powers.43Dqz8B7efWVMErX]{Thri-kreen Predator 12-Insect's Spring}</p> <p>@Compendium[dnd-4e-compendium.module-powers.fL9V2nJdHBA50hDP]{Thri-kreen Predator 20-Paralyzing Bite}</p><p>Published in Dark Sun Campaign Setting, page(s) 33. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ELtdfMXbBDSchkA6",
	"_key":"!items!ELtdfMXbBDSchkA6"
}