{
	"name":"Tiefling Warfiend Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, fighter </p><p>The mixing of devils and mortals created the tieflings, infusing them forever with tainted fiendish blood. But in that corruption is power. Like any power, it can be tapped for good or ill. </p><p>Long have tieflings used the devilish energy burning in their spirits. In its most basic form, this infernal might allows the tiefling to channel anger and a desire for vengeance into attacks more vehement than normal. In ages past, however, tiefling warriors learned to channel their negative emotions into tools for war. </p><p>Fallen Bael Turath had whole cadres of mighty fighters who could funnel fiendish fury into their military maneuvers. Despite the loss of the empire, some of these devilish fighters survived. Their fighting customs were passed on, lasting through the centuries. Today, a few tiefling soldiers offer training that allows would-be warfiends to control the devil inside. Others, who must do without such guidance, find that the inner fiend is best directed into violence lest it pollute other aspects of life. </p><p>So many of your kind fear the taint lurking in their soul, but you realize it is merely a tool at your disposal. Without needing to embrace evil, you nurtured your infernal aspect and mastered it. You've coupled deadly skill at arms with the dread power of your heritage, helping you to defend your allies and to make your foes pay for daring to stand against you. Now the corruption within you serves your aims, coating your weapon in baleful fire and allowing you to consume the fleeting energy of dying foes. </p><p><b>TIEFLING WARFIEND PATH FEATURES </b> </p><p><b>Hellfire Retribution (11th level)</b></p><p>Whenever an enemy marked by you makes an attack that doesn't include you as a target, that enemy takes fire damage equal to 3 + your Constitution modifier. </p><p><b>Infernal Action (Tiefling Warfiend) (11th level)</b></p><p>When you spend an action point to take an extra action, if you use your action to make an attack that hits, that hit deals ongoing 5 fire damage (save ends). </p><p><b>Burning Opportunism (16th level)</b></p><p>Whenever you make an attack because of the Combat Challenge class feature or an opportunity attack, you deal fire damage equal to 3 + your Constitution modifier if you hit. </p><p><b>TIEFLING WARFIEND POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.qKzM497YBruLNItE]{Tiefling Warfiend 11-Hellfire Reprisal}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SHLmWa7tJjgbUkiK]{Tiefling Warfiend 12-Infernal Resurgence}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Luj5UmPx7Ii9naw4]{Tiefling Warfiend 20-Burning Wrath Smite}</p><p>Published in Martial Power, page(s) 35. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Y2w6DImjPV4BAJfO",
	"_key":"!items!Y2w6DImjPV4BAJfO"
}