{
	"name":"Tiefling Hellstalker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling, rogue </p><p>Supernatural might comes naturally to a tiefling. Blood tied to the dark history of devils makes the reason for this obvious. In a vestigial form, this power lends vehemence to a tiefling's retaliation against attackers. History has shown that a tiefling who wishes to do so can reach inward for even more power, manifesting it in a variety of ways. </p><p>Those ways are mirrored in devils and their home. When mortals speak of the Nine Hells, they refer to fire, smoke, and the burning wrath of fiends. But the truth is more complex. The hells have ice, storms, and shadow. They even have combinations of these, the elements mixing in strange and unnatural ways to produce oddities such as lightless fire. </p><p>Some tieflings prefer to live up to expectations, displaying talent with anger and flame. They evoke terror by playing the devil's part. But they lack subtlet y, which is a devil's best tool. They fail to acknowledge that mortals most fear what they can't see. </p><p>Drawing on the darkness within, a darkness that extends from the hells, a tiefling can gain uncanny advantages against enemies. Eyes can be dimmed, darkness and invisibility can be pierced, and flesh can be burned without light. </p><p>You know this, because you have learned to summon the darkness enshrouding your soul. By coupling it with your deadly martial skills, you become a terror in lightless halls under the earth, as well as on shadowed streets and in moonless wilds. Where light does find you, you snuff it in the sight of your foes. Eventually, the shadows you call up will be able to, at times, burn your enemies like extraplanar blackfire. </p><p><b>TIEFLING HELLSTALKER PATH FEATURES </b> </p><p><b>Hell's Shadows (11th level)</b></p><p>When you have concealment or total concealment, you gain a +1 bonus to all defenses. </p><p><b>Hellstalker Action (11th level)</b></p><p>You can spend an action point to gain concealment until the end of your next turn, instead of taking an extra action. </p><p><b>Gloom Wrath (16th level)</b></p><p>When you use infernal wrath, you gain combat advantage against the target of the power until the end of your next turn. </p><p>Published in Martial Power, page(s) 99. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"eXBym7SQuA2fRJzU",
	"_key":"!items!eXBym7SQuA2fRJzU"
}