{
	"name":"Tiger Claw Master Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Monk </p><p>The tiger claw style is an ancient, honored path. Its practitioners have incorporated techniques from different traditions, but the style retains a central feature: the tiger claw. A practitioner curls his or her fingers toward the palm to make a claw. Through iron discipline, the monk transforms each digit into a rigid talon capable of raking and rending. </p><p>Mastering tiger claw maneuvers builds your strength and hardiness, and your strikes shred enemies. You spring at your foes with astounding speed. With true mastery, you take on the characteristics of the celestial tiger. Coarse orange and white striped fur covers your body. Your hands become clawed paws and a tiger's visage replaces your features. With great green orbs for eyes and a mouth filled with sharp teeth, you embody the tiger claw style. </p><p><b>TIGER CLAW MASTER PATH FEATURES </b> </p><p><b>Pouncing Action (11th level)</b></p><p>When you spend an action point to make a charge attack, you move your speed + 2 as part of the charge, your movement for the charge doesn't provoke opportunity attacks, and you can reroll one attack roll made as part of the charge. </p><p><b>Tiger Claw Style (11th level)</b></p><p>When you make an attack roll, you can take a -2 penalty to the roll. If the attack hits and you trigger your Flurry of Blows power, that power deals 4 extra damage. </p><p><b>Tiger's Endurance (16th level)</b></p><p>When you use your second wind, you regain additional hit points equal to your Strength modifier. In addition, the bonus to all defenses granted by your second wind equals 2 + your Strength modifier. </p><p>Published in Psionic Power, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hOqewrnXbUHPTKWi",
	"_key":"!items!hOqewrnXbUHPTKWi"
}