{
	"name":"Transcendent Perfection Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Monk </p><p>The mystics of transcendent perfection believe the mortal body is a faulty receptacle that prevents them from attaining a higher form. They strive to overcome the body's limitations and attain their true potential. Just as importantly, they believe that they must foster reason and enlightenment, and help others transcend the body to embrace a state of harmonious existence. </p><p>By following the transcendent path, you learn to overcome your physical limitations by solving the riddles of past masters. Each conundrum you unravel opens your mind to greater possibilities. You first learn to shape your words to encourage behavior and alter impressions, to move without interference, or to deny movement to those who oppose you. You learn to close wounds and vanquish ailments with a touch. Upon mastering the techniques of transcendent perfection, you can deny your enemies' attacks by elevating your consciousness above pain and despair. </p><p><b>TRANSCENDENT PERFECTION PATH FEATURES </b> </p><p><b>Enlightened Action (11th level)</b></p><p>When you spend an action point to take an extra action, you shift your speed and are insubstantial until the end of your next turn. You ignore difficult terrain, and you can move across water and other liquid surfaces. You sink if you end your turn on such a surface. </p><p><b>Riddle of Conversation (11th level)</b></p><p>You gain a +2 bonus to Bluff, Diplomacy, Insight, and Intimidate checks. You also gain training in one of those skills. In addition, whenever you use your Flurry of Blows power, one ally adjacent to you or to a target of that power can shift as a free action. </p><p><b>Riddle of Awareness (16th level)</b></p><p>You see invisible creatures and objects within 1 square of you. In addition, enemies do not gain combat advantage for flanking you unless you are adjacent to three or more enemies. </p><p><b>TRANSCENDENT PERFECTION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.VhGIDWCvBart7AMd]{Transcendent Perfection 11-Riddle of Motion [Attack Technique]}</p> <p>@Compendium[dnd-4e-compendium.module-powers.cAo7IYXimzLaqBhG]{Transcendent Perfection 12-Riddle of Health}</p> <p>@Compendium[dnd-4e-compendium.module-powers.bLvBsc5r1O0uhWIS]{Transcendent Perfection 20-Riddle of Invulnerability}</p><p>Published in Psionic Power, page(s) 78. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"tQxLgBZsYTVAFUG8",
	"_key":"!items!tQxLgBZsYTVAFUG8"
}