{
	"name":"Traveler's Harlequin Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Trained in Bluff, must have more than one class, must worship the Traveler </p><p>The Traveler is the true lord of Eberron, because his feet have treaded all its paths, and his eyes have seen all its sights. Her smiling face and dark cunning have left all she beheld transformed. It, this god, has guided your straying feet onward with only the revelation of the next day's happenings as your goal. You have wrought change as change will alongside your companions. And such change is always for the better, just as action is better than inaction. You know this well. </p><p>An instigator among your allies, you move the tale ever forward. The Traveler's voice always calls you onward, from over the next hill or through the next door. With cunning, you rely on the strengths of you and your allies, and you use them all to manipulate your foes into the weakest position. What you lack, you make up for with resourcefulness, unpredictability, and sheer luck. </p><p><b>TRAVELER'S HARLEQUIN PATH FEATURES </b> </p><p><b>Master of Many Paths (11th level)</b></p><p>You can choose class-specific multiclass feats from more than one class. You gain one additional feat, which must be a class-specific multiclass feat. </p><p><b>Traveler's Gift of Action (11th level)</b></p><p>Whenever you spend an action point to take an extra action, you can roll one attack roll or skill check required by that action twice and use either result. If that attack roll or skill check misses or fails, you must roll your next attack roll or skill check twice and use the lower result. </p><p><b>Traveler's Fickle Favor (16th level)</b></p><p>After each extended rest, roll a d12 and record the result. Until you take another extended rest, whenever you roll this same number on an attack roll, ability or skill check, or saving throw (before adding modifiers), you can reroll and use either result. </p><p><b>Traveler's Unpredictable Power (20th level)</b></p><p>You gain the 20th-level power of any other paragon path for which you qualify or a 19th-level daily attack power from one of your classes. </p><p>Published in Dragon Magazine 382, page(s) 72. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"1OudYQ4zTbUDklGH",
	"_key":"!items!1OudYQ4zTbUDklGH"
}