{
	"name":"Turathi Highborn Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Tiefling </p><p>The sins of Bael Turath lie exposed in the sinister appearance of its tiefling descendants. Each pair of horns, every sinewy tail, and every set of glowing red eyes reminds the world of the perils of dealing with devils and the evils that result from such fell bargains. Many tieflings rise above the darkness clouding their souls, but a few find it far harder to divorce themselves from their sinister heritage, largely because of their familial connections to those first tieflings who forged pacts with Asmodeus and other archdevils of the Nine Hells. </p><p>As a Turathi highborn, you bear a heavier burden than your kin, for it was your ancestors who damned the tiefling race. For better or worse, you retain a stronger connection to the Nine Hells than most of your race. You loose bursts of hellfire on your enemies when enraged, and infernal power undergirds your other talents. Drawing on the lore of Bael Turath's ancient nobility, you can unhinge the minds of your foes or make them your slaves-even as you engulf them in hellfire. </p><p><b>TURATHI HIGHBORN PATH FEATURES </b> </p><p><b>Hellfire Action (11th level)</b></p><p>When you spend an action point to make an attack, that attack deals 2d6 extra fire damage on a hit. </p><p><b>Turathi Frenzy (11th level)</b></p><p>You gain a bonus to damage rolls against bloodied enemies equal to 1 + your Charisma modifier. </p><p><b>Kneel Before the Turathi (16th level)</b></p><p>When you use the infernal wrath racial power, you also knock the target prone. </p><p><b>TURATHI HIGHBORN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.b8V4ZrjqUesvH9Nw]{Turathi Highborn 11-Bolts of Bedevilment}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Jg74SWXTl5EsKQDM]{Turathi Highborn 12-Infernal Nova}</p> <p>@Compendium[dnd-4e-compendium.module-powers.feci1XApxmy5MFTU]{Turathi Highborn 20-Thrall of Turath}</p><p>Published in Player's Handbook 2, page(s) 28. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"PQ8zN2aMeSi6TOVu",
	"_key":"!items!PQ8zN2aMeSi6TOVu"
}