{
	"name":"Twiceborn Leader Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>The folktale of Jarret the Twiceborn is told throughout the lands. Although humans and elves cherish this celebrated figure, many other peoples speak of him with reverence. Tales differ about his actual heritage, human or half-elf. It is known that he was born to common folk outside elf lands in a kingdom that would one day be part of the empire of Nerath. </p><p>Jarret's natural charm won him friends above his station, including young nobles with little or no chance of inheritance. As a result, Jarret gained martial training and took to forming groups of do-gooders and fortune seekers. His ability to lead these small bands to success against all odds came to be well documented. He and his comrades traveled widely and are credited with making life safer in many places. Jarret's companions seldom left the adventuring life for any reason other than significant wealth; certainly death was not the primary reason. </p><p>Jarret wasn't so lucky. He fell in battle against the mind flayers of Thoon deep within the Underdark. No magic could bring him back. </p><p>The story doesn't end there, however. Many believe Jarret was reborn as a lad of the same name who grew up in nearly the same place. This perhaps-reincarnated Jarret became an inspiring leader and hero like his namesake. He performed similar deeds, and never refuted claims that he was the same Jarret. Instead, he used the rumor to his advantage, renewing former ties of friendship and striking fear into old enemies. He became known for taking special interest in opposing aberrant creatures, such as mind flayers. Those who knew and loved him eventually dubbed him Jarret the Twiceborn. Yarns say he lives still in the heavens, alongside great generals from times past. </p><p>Jarret's accomplishments and methods are recorded in story, history, and song. From these, many venturesome souls draw inspiration and try to duplicate Jarret's feats. Some successful imitators even claim to teach his methods. </p><p>Maybe your natural talents led you on a road similar to Jarret's. You've taken what you could from folktales and, perhaps, teachers. In your travails, you carry on Jarret's folk-hero tradition. In doing so, perhaps you'll become even greater than the Twiceborn. </p><p><b>TWICEBORN LEADER PATH FEATURES </b> </p><p><b>Assault Action (11th level)</b></p><p>When you spend an action point to take an extra action, each ally within 10 squares of you gains a +2 power bonus to attack rolls until the start of your next turn. </p><p><b>Twiceborn Recovery (11th level)</b></p><p>When you use inspiring word, you can choose two targets instead of one. Each target can spend a healing surge but doesn't gain extra dice of healing normally granted by the power. When you use this path feature, you can't choose yourself as a target. </p><p><b>Twofold Defense (16th level)</b></p><p>Each ally who can see and hear you when he or she uses second wind gains a +4 bonus to all defenses (instead of the usual +2) until the end of his or her next turn. </p><p>Published in Martial Power, page(s) 129. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IVqafi8APS5pjC7z",
	"_key":"!items!IVqafi8APS5pjC7z"
}