{
	"name":"Twilight Guardian Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Elf </p><p>Among the elves, a rare few embrace the splendor of the natural world and draw power from its bountiful life in ways that others cannot begin to understand. Such elves champion nature in all its forms, placing the needs of the wilderness above their own. These heroes are called twilight guardians, for they preserve the wilderness from the encroaching darkness, safeguarding the natural world from destruction at the hands of the incautious and the malevolent alike. </p><p>Though it might seem that the twilight guardian chooses to champion the cause of nature, most twilight guardians would say that the world chose them. The world responds, they believe, to an uncommon reverence for nature, an awareness of the true power of life, and an understanding of the need for a harmonious balance to ensure the world's survival. These qualities arise most commonly among the elves, and thus the path of the twilight guardian is unique to that race. </p><p>As a twilight guardian, you evolve into a physical conduit of natural power, channeling the life force of the earth itself to better combat your enemies. The power flowing though you sharpens your senses and attunes you to your surroundings. Protecting the wilderness is your paramount concern. You are not required to safeguard a particular region, but instead to protect nature wherever you go in your travels. As long as you remain a stalwart protector, the natural world will aid you in your crusade, lending you its strength to ensure your triumph over those who would contaminate the land. </p><p><b>TWILIGHT GUARDIAN PATH FEATURES </b> </p><p><b>Accurate Action (11th level)</b></p><p>When you spend an action point to make an attack, you can roll twice for one of that attack's attack rolls and use either result. </p><p><b>Elfsight (11th level)</b></p><p>You ignore the -2 penalty for attacking an enemy that has concealment. Also, your racial bonus to Perception checks increases to +4, and the racial bonus to Perception checks that you grant through your Group Awareness racial trait increases to +2. </p><p><b>Twilight Walk (16th level)</b></p><p>You ignore difficult terrain. </p><p><b>TWILIGHT GUARDIAN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.8YgmtvoiV2kWU4C7]{Twilight Guardian 11-Bonds of Life}</p> <p>@Compendium[dnd-4e-compendium.module-powers.gz6yETSqQviW0IkX]{Twilight Guardian 12-Twilight Stealth}</p> <p>@Compendium[dnd-4e-compendium.module-powers.C0RGeqmS2ElurgBQ]{Twilight Guardian 20-Nature's Rage}</p><p>Published in Player's Handbook 2, page(s) 29. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"P6Tp278Gk9mzyZYB",
	"_key":"!items!P6Tp278Gk9mzyZYB"
}