{
	"name":"Umbriri Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage </p><p>Netherese swordmages are masters of shadow and steel, blending the ancient Netherese warrior arts with their wizards' dark arcana. You have trained in the swordmage arts practiced in Netheril, and you have become one of the deadly umbriri. Your skill with a blade blends darkness, magic, and the subtle techniques of the shadowy masters into the perfect killing art. </p><p>The Netherese do not appreciate their secrets of combat being turned against them. You are hunted by the Shadows within the shadows. They would see you dead before you pass the fell secrets of your art to outsiders. Umbriri loyal to the Netherese wizards despise you, feeling that you dishonor those who spent millennia perfecting this ancient art. </p><p>Most umbriri are human Netherese, the descendants of those shadowborn humans who returned to Faerûn over a hundred years ago. They serve as the champions and elite guards of the city of Shade Enclave. Others are Sembians who showed promise enough to warrant instruction and were invited to train in the umbriri art. Some of these are secretly loyal to the memory of a free Sembia and hide their disloyalty from their overlords. The most powerful umbriri are ancient shade swordmasters, native-born Shadovars rewarded with transformation into deathless shadows for their skill and loyalty. </p><p><b>UMBRIRI PATH FEATURES </b> </p><p><b>Shadow Action (11th level)</b></p><p>When you spend an action point to take an extra action, you and all adjacent allies gain concealment until the start of your next turn. </p><p><b>Shadow Defense (11th level)</b></p><p>You gain resist necrotic equal to 5 + one-half your level. </p><p>When you use any swordmage aegis power, this resist value increases by 10, and your melee basic attacks deal 5 extra necrotic damage. These benefits last until the end of your next turn. </p><p><b>Shadow Shroud (16th level)</b></p><p>You gain combat advantage against an enemy if you also have concealment from that enemy. </p><p>Published in Forgotten Realms Player's Guide, page(s) 67. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6o8GQKInrsHRz0LM",
	"_key":"!items!6o8GQKInrsHRz0LM"
}