{
	"name":"Underchasm Darkwatcher Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warden and warlock, East Rift regional background </p><p>Not all that lived in the western Great Rift perished during the calamity that resulted in the creation of the Underchasm. Some managed to survive in small, isolated groups by keeping themselves one step ahead of the drow and other Underdark horrors that prowl the depths. Vowing to defend their heritage at all costs, many of these deep earth dwellers made pacts of power to keep their kind safe and strike back at the creeping evils on the edges of their enclaves. You have chosen this path, becoming a stalwart protector of your kind, but it was not without sacrifice that you came to your power. </p><p>You have emerged from the depths of the Underchasm and have seen and heard terrible things that few others have experienced firsthand. Your dark connection to entities beyond this world has steeled your resolve to fight against the enemies of your people, and your bond with the earth is unbreakable.You serve as a valuable guide when your group heads underground, but you're also a very capable protector when the time comes to fight, steeled by years of a harsh, lightless existence. </p><p><b>UNDERCHASM DARKWATCHER PATH FEATURES </b> </p><p><b>Pierce the Darkness (11th level)</b></p><p>You gain darkvision. If you already possess darkvision, you gain a +2 bonus to Perception checks. </p><p><b>Stoneform Curse (11th level)</b></p><p>Whenever you spend an action point to take an extra action, creatures under your Warlock's Curse are also marked. </p><p><b>Darkstone Tendrils (16th level)</b></p><p>You gain combat advantage against an enemy that is both cursed by you and marked by you. </p><p><b>UNDERCHASM DARKWATCHER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.FLqrHf3lgcZkuyj5]{Underchasm Darkwatcher 11-Deepdark Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.pqQKbMBm5vOYJGoz]{Underchasm Darkwatcher 12-Cursefire Light}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eAuN1WgvGsZ9x0Lh]{Underchasm Darkwatcher 20-Form of the Umber Hulk}</p><p>Published in Dragon Magazine 379, page(s) 71. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"l75aUJMxt91nOf8k",
	"_key":"!items!l75aUJMxt91nOf8k"
}