{
	"name":"Unseen Hand Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Monk, trained in Stealth </p><p>A covert clan of enigmatic monks engage in assassination, espionage, and sabotage. They are mercenaries, taking commissions from the powerful or the vengeful. Members of the Unseen Hand are bound to the order for life-the clan's mysteries are too sensitive to allow any member to withdraw or resign. </p><p>Secrecy and subtlety lie at the heart of your training. As long as your enemies cannot identify your purpose, you have them at a disadvantage. You might achieve this subterfuge through cunning disguises, skulking through shadows, or misdirection. Mastering the higher mysteries helps you manipulate darkness, leap across vast distances, and penetrate your enemies' minds. </p><p>Being a trained killer is not so different from being any other kind of warrior, but you must ensure that your tactics and techniques do not alarm your companions. At the same time, you must maintain friendly relations with the Unseen Hand clan or face ostracism, retribution-or worse. </p><p><b>UNSEEN HAND PATH FEATURES </b> </p><p><b>Arms of the Unseen Way (11th level)</b></p><p>You gain proficiency with the hand crossbow. When you use your Flurry of Blows power, you can target an additional creature within 10 squares of you with that power by firing a loaded hand crossbow that you are holding. This does not provoke opportunity attacks. </p><p><b>Unseen Action (Unseen Hand) (11th level)</b></p><p>When you use an action point to take an extra action, you become invisible until the end of your next turn. </p><p><b>Flit Through Shadows (16th level)</b></p><p>Whenever you shift while you have concealment, you shift 2 extra squares. </p><p>Published in Psionic Power, page(s) 79. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CMBNgnb9X6qW4Kod",
	"_key":"!items!CMBNgnb9X6qW4Kod"
}