{
	"name":"Unveiled Visage Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger </p><p>At the culmination of your rite of initiation years ago, one of the avengers in your secret temple pulled back the hood of a voluminous cloak to reveal a face that was not mortal, but fully divine. You saw the face of your god in that moment, and that sight transformed you. That knowledge of divine presence is what allows you to wield the power you have and what authorizes you to act in your god's name. Slowly-ever so slowly-you are growing into the image of your god, to the point where your face begins to reveal your deity's countenance as well. </p><p>To the initiated in your faith, the face of your god is a wondrous sight, capable of inspiring awe and increased devotion. To the enemies of your god, the face is a thing of fear, of searing and blinding radiance. </p><p>Your path is about your own physical and spiritual transformation. As you progress along the path of the unveiled visage, you become a more clear mirror of your god's face and a more faithful expression of the god's will. You can tap into the vigilance of the divine mind and transform yourself into a divine aspect not unlike an angel, flying on wings to better fight your god's foes. </p><p><b>UNVEILED VISAGE PATH FEATURES </b> </p><p><b>Soaring Charge (11th level)</b></p><p>When you charge, you can fly your speed as part of the charge. You also gain a +2 bonus to all defenses against opportunity attacks you provoke while moving during the charge. </p><p><b>Unveiled Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain an extra use of one of your Channel Divinity powers during this encounter. </p><p><b>Bloodied Might (16th level)</b></p><p>The first time you become bloodied during an encounter, you regain the use of radiant visage if you have already used it during this encounter. </p><p><b>UNVEILED VISAGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.vS4NMFcOug8KB0Gy]{Unveiled Visage 11-Radiant Visage}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vYp0zOGJj2FmrPAx]{Unveiled Visage 12-Divine Vigilance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.AB7DSb5qxOMfX8Fe]{Unveiled Visage 20-Divine Aspect}</p><p>Published in Player's Handbook 2, page(s) 46. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"m9sxPKgBETjtCy60",
	"_key":"!items!m9sxPKgBETjtCy60"
}