{
	"name":"Unwelcome Guest Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Athasian minstrel theme </p><p>People in the Tyr Region learn not to trust a performer blindly. An ordinary minstrel, a graceful dancer, or a honey-voiced singer might well be a killer sent by a bitter rival. Custom demands, however, that no entertainer be refused entry. The household should welcome such a guest regardless of any suspicions. Nevertheless, paranoid nobles might turn away one of these entertainers for fear of poison in their drink or a knife in their back. </p><p>Those who refuse entry to a performer do so at risk to themselves. Even if the new arrival did not have malicious intent, a refusal is an insult few performers can bear, and such an affront makes enemies where there were none before. </p><p>An unwelcome guest is a talented entertainer who uses his or her performer's status to infiltrate a target's house and get close enough to make the kill. Unwelcome guests master the use of poisons, hiding venoms and toxins about their persons for easy access when the opportunity to kill presents itself. Some unwelcome guests work alone, but many claim membership in an entertainer's troupe, an organization often rife with murderers, thieves, and saboteurs. Bards make the best unwelcome guests, but rogues, fighters, and assassins might find something in this path for themselves as well. </p><p><b>UNWELCOME GUEST PATH FEATURES </b> </p><p><b>Condemning Action (11th level)</b></p><p>When you spend an action point to make an attack, each target you hit with that attack is immobilized and grants combat advantage until the end of your next turn. </p><p><b>Duplicitous Nature (11th level)</b></p><p>You gain the Alchemist feat as a bonus feat. You also gain a formula book containing bloodstinger poison and two formulas of your level or less. At 21st level, you can add two additional formulas to your formula book. </p><p>Additionally, whenever you make a Bluff, Stealth or Thievery check, you can roll two dice and use the higher result. </p><p><b>Foolproof Poison (16th level)</b></p><p>Your Athasian minstrel and unwelcome guest powers that deal poison damage now deal acid and poison damage. </p><p>Published in Dark Sun Campaign Setting, page(s) 41. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Vw8IudxnXAycP12j",
	"_key":"!items!Vw8IudxnXAycP12j"
}