{
	"name":"Verdant Stalker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue, trained in Stealth </p><p>You are a creature of stealth-a warrior who treads so lightly that even the autumn leaves remain silent beneath your step. For you, silence is a way of life and an art. </p><p>You're comfortable in the forest, where your abilities to move quietly and to camouflage your movements are at their best. You prefer to wear out your foe, dancing from shadow to shadow and from tree to tree, peppering your enemy with ranged attacks. No enemy has yet caught you standing still. </p><p>You might have grown up among forest-dwelling elves or fey. It's also possible that you were once a city dweller who has since become one with nature. You still know of and sometimes visit urban areas, but they have become foreign to you. The forest is your home now, and you're as comfortable in it as a street urchin is in the dock ward of a city. When outsiders invade your territory, you strike back with a furious vengeance, assaulting them with rapid volleys of missiles that kill the intruders or drive them away. </p><p>Elves and halflings are most likely to follow this path, but any character who favors stealth and silence, uses ranged attacks with great skill, and is an expert forester can succeed as a verdant stalker. </p><p><b>VERDANT STALKER PATH FEATURES </b> </p><p><b>Delicate Shot (11th level)</b></p><p>Whenever you hit an enemy from which you are hidden with a ranged attack and you then roll Sneak Attack damage dice, you treat a roll of 1 or 2 as a roll of 3. </p><p><b>Vanishing Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can make a Stealth check to become hidden after the extra action. If you used the extra action to take a move action, you gain a +5 bonus to the Stealth check. </p><p><b>Light-Footed (16th level)</b></p><p>You ignore difficult terrain. </p><p>Published in Martial Power 2, page(s) 76. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"30diqcRS1FKmUbQA",
	"_key":"!items!30diqcRS1FKmUbQA"
}