{
	"name":"Vessel of Ichor Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Invoker, Covenant of Wrath class feature </p><p>To strengthen you for the hardships that lie ahead, you have been given a rare blessing: You have drunk a single drop of ichor, the blood of the gods. The potency of ichor is more than the mortal frame was meant to bear, and the effect of consuming even a drop was almost enough to kill you. But you survived, and now a tiny portion of immortal blood flows through your veins. </p><p>Ichor is exceedingly rare in the world. Secretive religious orders carefully hoard vials containing the silvery substance, concealing it in well-defended temples, remote monasteries, or hidden shrines. You might have discovered the drop you consumed in along-forgotten vault years ago and carried the vial until you grew powerful enough to drink its contents and live. Or emissaries of those who first schooled you in the invoker's way might have arrived when you were ready to take this path, bringing you the drop of ichor. In any event, your goal as a vessel of ichor is to defend the great and noble things the gods have created against those who would tear them down. Whenever a servant of the gods is murdered, whenever something sacred is defiled, it is an affront to divine sovereignty. </p><p><b>VESSEL OF ICHOR PATH FEATURES </b> </p><p><b>Invoker's Blood (11th level)</b></p><p>When you use your armor of wrath power, you deal 2d6 extra damage if you are bloodied. </p><p><b>Vessel's Action (11th level)</b></p><p>When you spend an action point to take an extra standard action, you also gain an extra minor action you can use before the end of your next turn. If you are bloodied when you spend the action point, you gain an extra move action instead. </p><p><b>Vessel's Resistance (16th level)</b></p><p>You gain resist 5 to all damage while you are bloodied. </p><p>Published in Divine Power, page(s) 79. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"GhYCZ8SaUcw9MWQT",
	"_key":"!items!GhYCZ8SaUcw9MWQT"
}