{
	"name":"Voice of Thunder Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard </p><p>Your voice is your power, and as you study and practice ancient bardic traditions, your power grows stronger. The rumble of thunder in a stormy sky, the tremor of the earth that topples buildings, the rhythm of waves crashing against the shore, the explosive detonation of fire-your voice is the raw elemental power of sound, booming and concussive. </p><p>Variations of this path appear in the bardic traditions of many races and cultures. Eladrin often associate their magical traditions with forces of nature, and like a bralani of autumn winds or a tulani of summer sun, you might be a noble eladrin of the thunderstorm. Dwarf and goliath bards are more inclined to think of the rumble of stone. Drow bards speak of the voice of fury or of madness that empowers their harshly beautiful music. Tieflings wield explosive force with their mighty voices. </p><p>The features and powers of this path increase the range and effectiveness of your thunder powers. Your thunderous songs and shouts echo to repeat their assault on your foes, and your song of thunder gives your allies the ability to conjure echoes of your booming voice. </p><p><b>VOICE OF THUNDER PATH FEATURES </b> </p><p><b>Voice of Thunder (11th level)</b></p><p>When you spend an action point to take an extra action, the size of any close burst attack you make during that action increases by 1, and the size of any close blast attack you make during that action increases by 2. </p><p><b>Voice to Wake the Dead (11th level)</b></p><p>As a free action, you can grant a dying ally within 10 squares of you a +2 power bonus to death saving throws. The bonus lasts until that ally is no longer dying. </p><p><b>Booming Words (16th level)</b></p><p>You gain a +2 bonus to damage rolls when using a thunder power. </p><p>Published in Player's Handbook 2, page(s) 80. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"udDgc4b8WylORaTH",
	"_key":"!items!udDgc4b8WylORaTH"
}