{
	"name":"Voice for the Ravaged Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman or primal guardian theme </p><p>The primal spirits all bear scars from the ancient conflict that led to the world's devastation. Many vanished, consumed by destructive magic. Those who remained either retreated to the few remaining havens or turned to elemental power to sustain themselves in the bitter aftermath. It is to the ravaged, the broken, and corrupted that you turn to wage your war against tyranny and right the world's course once more. You give voice to their grievances, guiding their wrath to destroy the enemy you have vowed to fight. </p><p>You have become the ally of these twisted primal spirits, who allow you to wield not only their strength but their very essence in your crusade against the despoilers. The spirits answer your commands, lending both primal and elemental power to your attacks. Their anger lets you drive your enemies to turn on one another, while at the same time sheltering your allies from harm or infusing them with elemental strength. The spirits are vengeful, and you are that vengeance personified. The most revealing aspect to your heightened connection is the ability to bind your spirit with your enemies, so that even as your companions close, your spirit rends the soul within. </p><p><b>VOICE FOR THE RAVAGED PATH FEATURES </b> </p><p><b>Spirit Ride (11th level)</b></p><p>After each extended rest, choose one of your allies and one of the following damage types: cold, fire, lightning, or thunder. The chosen ally gains resist 10 to that damage type and a +1 bonus to attack rolls with powers that deal damage of that type. These benefits last until you take another extended rest. </p><p><b>Wrathful Action (11th level)</b></p><p>When you spend an action point to take an extra action, each enemy adjacent to you takes fire, cold, lightning, and thunder damage equal to your primary ability modifier. </p><p><b>Bountiful Returns (16th level)</b></p><p>When you use a daily primal attack power, each ally within 5 squares of you gains temporary hit points equal to your primary ability modifier and can shift 1 square as a free action. </p><p><b>VOICE FOR THE RAVAGED POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.rlu8JbNGHFsMwcIR]{Voice for the Ravaged 11-Hateful Binding}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vWwigLRGKpSkBEJD]{Voice for the Ravaged 12-Restorative Wind}</p> <p>@Compendium[dnd-4e-compendium.module-powers.SglytYebsRdoOaqK]{Voice for the Ravaged 20-World's Vengeance}</p><p>Published in Dark Sun Campaign Setting, page(s) 61. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"B4epO9NLM1QGbJvV",
	"_key":"!items!B4epO9NLM1QGbJvV"
}