{
	"name":"Wandering Swordmage Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Swordmage </p><p>Though all swordmages are students of both arcane arts and combat, you take this diversity of interest to its ultimate expression. Strict adherence to a single style or formal school of combat doesn't interest you. Instead, you build an eclectic fighting style from techniques gathered from far corners of every land. Spells </p><p>created by masters whose styles don't fit into normal swordmage schools are your best weapons. </p><p>Your knowledge spans a great number of topics. You could know tales of ancient Cormanthyr, recent events in the Moonshaes, and legends about brave dragonslayers who lived in Abeir long before it returned. You can learn something new from anyone you talk to. Even conflicting views of the same event show you how peoples' biases can affect their awareness-a weakness you can exploit when fighting. The folklore of each region carries lessons that any warrior can use. In every fable, bit of trivia, or snippet of news, you learn a philosophical lesson that guides you in battle. </p><p><b>WANDERING SWORDMAGE PATH FEATURES </b> </p><p><b>Aegis Insight (11th level)</b></p><p>When you use the aegis of assault power or aegis of shielding power, you add your Wisdom modifier to the power's burst radius. </p><p><b>People's History (11th level)</b></p><p>Add your Wisdom modifier to your History checks. </p><p><b>Teleportation Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can teleport 5 squares as a free action before taking the extra action. </p><p><b>Learn from Experience (16th level)</b></p><p>When an enemy scores a critical hit against you, you gain a bonus equal to your Wisdom modifier on your next attack roll and damage roll against that creature during this encounter. </p><p><b>WANDERING SWORDMAGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.7AxrW9I21YUiof8b]{Wandering Swordmage 11-Four Corners Attack}</p> <p>@Compendium[dnd-4e-compendium.module-powers.jsdWmuSy59UDtAZc]{Wandering Swordmage 12-Arcane Tanglestep}</p> <p>@Compendium[dnd-4e-compendium.module-powers.2fltJFsV9njgIu14]{Wandering Swordmage 20-Heritage of Blades}</p><p>Published in Forgotten Realms Player's Guide, page(s) 68. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hFUEbGwYret1ROqV",
	"_key":"!items!hFUEbGwYret1ROqV"
}