{
	"name":"War Chanter Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Bard, Virtue of Valor class feature </p><p>Bards look to the tales of past heroes for inspiration and use those tales to spur their allies. As a war chanter, you embrace those tales as a pattern for your own life, leading your companions into battle with songs and cadences that extol the virtues of bravery, endurance, and strength of arms. The roar of battle, the clash of steel on steel, the warrior's cry, the tramp of marching feet-these are all notes you weave into the symphony of war, which flows across the field like a raging torrent, catching up your friends and foes alike. </p><p>Your music and oratory inspire your allies to greater deeds of valor. Your Virtue of Valor grants temporary hit points to you as well as to your allies, and your own battle prowess can bolster your allies against injury. Your powers are similar in some ways to those of a warlord, granting your allies movement and attacks against the foes you strike with your own weapon. </p><p><b>WAR CHANTER PATH FEATURES </b> </p><p><b>Inspire by Example (11th level)</b></p><p>When you spend an action point to take an extra action, each ally within 5 squares of you gains a bonus to attack rolls and damage rolls equal to your Constitution modifier until the end of your next turn. </p><p><b>Inspire by Word (11th level)</b></p><p>When an ally gains temporary hit points from your Virtue of Valor, you gain the same number of temporary hit points. In addition, when you reduce an enemy to 0 hit points or bloody an enemy, one ally within 10 squares of you gains temporary hit points equal to 5 + your Constitution modifier. The number of temporary hit points equals 8 + your Constitution modifier at 21st level. </p><p><b>Inspire by Deed (16th level)</b></p><p>You can spend 2 action points during an encounter, instead of only 1. </p><p><b>WAR CHANTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.MKpyXx9bqzL2kcVP]{War Chanter 11-Victorious Smite}</p> <p>@Compendium[dnd-4e-compendium.module-powers.M4HZ9sNXjGmKfzDu]{War Chanter 12-Battle Chant}</p> <p>@Compendium[dnd-4e-compendium.module-powers.HEXoYbfyGTLq3IA9]{War Chanter 20-Visions of Victory}</p><p>Published in Player's Handbook 2, page(s) 81. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UXgnfIyec0KYEPjk",
	"_key":"!items!UXgnfIyec0KYEPjk"
}