{
	"name":"War Wizard of Cormyr Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard, affiliated with Cormyr </p><p>You belong to the elite order of battle mages who have laid their staffs before the Crown of Cormyr. You and your comrades are the sword and shield that protect the kingdom from the insidious sorceries of Netheril and other more subtle threats. The War Wizards work in concert with the army of Cormyr, guarding the realm from attack. In battle they march alongside the Purple Dragons, launching surgical strikes and raining lightning, frost, and fire down upon the enemy. </p><p>As a War Wizard, you are a master spellcaster whose powers are focused not on study or the secrets of the universe, but rather on the art and artifice of battle. You would prefer a peaceful world unblemished by the forces of evil, but wishing will not make it so, and therefore each day you hone your mastery of magic to throw back the tide of darkness and achieve victory. Your powers are focused on controlling the field of battle and wreaking arcane fury upon as many enemies as possible. </p><p>Most War Wizards are Cormyrians, but a few folk of other lands study in Cormyr's War Wizard academy and then swear fealty to the crown. A War Wizard who wants to pursue his own interests and adventure in other lands is free to do so-as long as he keeps an eye open for matters of import to the crown and never acts against the Forest Kingdom's best interests. </p><p><b>WAR WIZARD OF CORMYR PATH FEATURES </b> </p><p><b>Arcane Fundamentals (11th level)</b></p><p>Select one of your wizard at-will or encounter powers that has a target of one creature. That power counts as a basic attack. When a power allows you to make a basic attack, you can use that power. (If you use an encounter power in this way, it is still expended.) If you retrain and decide not to keep this power, you can choose a new power to be affected by this feature. </p><p><b>War Wizard's Training (11th level)</b></p><p>When you spend an action point to make an attack, any ranged or area powers that you use in that attack do not trigger opportunity attacks. </p><p><b>War Wizard's Decimation (16th level)</b></p><p>When you score a critical hit with a close or area attack, you deal 5 extra damage with that attack against all targets of the attack. </p><p><b>WAR WIZARD OF CORMYR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.whbX0PYIVzv7OsUk]{War Wizard of Cormyr 11-Lightning Ripple}</p> <p>@Compendium[dnd-4e-compendium.module-powers.OfYgeQRXwyh4ua8K]{War Wizard of Cormyr 12-One-Way Barrier}</p> <p>@Compendium[dnd-4e-compendium.module-powers.jeczFMHUTEgYs5Z9]{War Wizard of Cormyr 20-Storm of Victory}</p><p>Published in Forgotten Realms Player's Guide, page(s) 69. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"x8yAEHB2Qfr3ndOY",
	"_key":"!items!x8yAEHB2Qfr3ndOY"
}