{
	"name":"Warhound of Bane Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Fighter </p><p>The realm of mortals is the battlefield of the gods. Forbidden to manifest their power directly, the gods rely on intermediaries to fight their battles. Some heroes volunteer their strength to this divine cause, but not you. Your training taught you how to wield a weapon, not a holy symbol, and to place your faith in your armor and your own courage. As a warrior of outstanding courage and skill, you have caught the attention of Bane, the god of war, and his heavy gaze lies upon your battles and quests. </p><p>Some who fall under Bane's gaze embrace their role as paragons of war, serving the Black Hand willingly. You are not bound to this fate. Bane is a terrible tyrant, yet he has great admiration for mortals who excel in martial virtues such as discipline, courage, and skill at arms. Above all, Bane is delighted by victory. A hero who battles for good and eschews tyranny might oppose what Bane stands for, but if he or she is brave, skillful, and triumphant, the master of war is darkly pleased even in defeat. </p><p><b>WARHOUND OF BANE PATH FEATURES </b> </p><p><b>Determined Action (11th level)</b></p><p>You can spend an action point during your turn as a free action to regain a number of hit points equal to one-half your level + your Wisdom modifier instead of gaining the extra action. </p><p><b>Revitalized Offense (11th level)</b></p><p>Whenever you spend a healing surge or use your Determined Action path feature, you gain a +2 bonus to melee attack rolls until the end of your next turn. </p><p><b>Iron Determination (16th level)</b></p><p>While you're using a shield, you gain its shield bonus to Will in addition to AC and Reflex. </p><p><b>WARHOUND OF BANE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Y3cMEmAZ6Ooj7JKf]{Warhound of Bane 11-Warhound's Wrath}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Tntexcmzghq5LaAr]{Warhound of Bane 12-Bane's Fortune}</p> <p>@Compendium[dnd-4e-compendium.module-powers.VO2xa01NSu5YtcwU]{Warhound of Bane 20-Triumphant Strike}</p><p>Published in Martial Power 2, page(s) 29. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"mN9DLsx4jRy18ngu",
	"_key":"!items!mN9DLsx4jRy18ngu"
}