{
	"name":"Warpath Berserker Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord and barbarian </p><p>Tactics have their place. A cunning stratagem can give you and your fellows a decisive advantage in the opening forays, but slavish adherence to plans invites disaster. Circumstances change, and when they do, the best response is to do something your enemy would never expect. </p><p>You stand between two worlds. You have the knowledge and training of a field commander, but your military expertise is ever at odds with your reckless manner. You might devise some plan but abandon it quickly, giving in to your bloodlust and rage when circumstances change. When you do, your allies find your wrath infectious, the frenzy overtaking common sense as they smash through their opponents. </p><p>The most powerful warpath berserkers come from bravura warlords and thaneborn barbarians. Wrath burns within you, seething in your heart. Yet you can master this anger and bend it to incite your allies to find new courage and strength. Those nearest you feel your wrath and make it their own, and the longer they fight alongside you, the more intense their outbursts become. </p><p><b>WARPATH BERSERKER PATH FEATURES </b> </p><p><b>Awakened Wrath (11th level)</b></p><p>Whenever an ally you can see scores a critical hit with a melee attack, you gain combat advantage against all enemies until the end of your next turn. </p><p><b>Inciting Action (11th level)</b></p><p>Rather than gain an extra action, you may spend an action point to let one ally who can see and hear you make a charge attack with a bonus to the attack roll and damage roll equal to your Charisma modifier. If this attack misses, the ally grants combat advantage to all attackers until the end of your next turn. </p><p><b>Infectious Rage (16th level)</b></p><p>Whenever you are raging or are benefiting from the Berserker's Fury feat, all allies who can see and hear you gain a +2 bonus to damage rolls. </p><p><b>WARPATH BERSERKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Wx2T3COSfro5dwaJ]{Warpath Berserker 11-Crush Them}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Oue6gT14sknRj0vd]{Warpath Berserker 12-Test of Mettle}</p> <p>@Compendium[dnd-4e-compendium.module-powers.P7xcOLDYRhUvQI2N]{Warpath Berserker 20-Warpath Rage}</p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rcDQBl2bwmjZ71WU",
	"_key":"!items!rcDQBl2bwmjZ71WU"
}