{
	"name":"Warrior of Spring Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Shaman, call spirit companion power </p><p>The power of spring is in its ability to bring rebirth and hope. A warrior of spring wields this power to great effect, whether as a healer or a guardian of the primal world. As a shaman who follows this path, you are gifted with powers of primal healing beyond those of most other shamans. Your presence can allow allies to recover from the most grievous injury, or even from death itself. </p><p>Although you pride yourself in watching over your community, when adventure or the duty of a great cause calls, you are ready to act. You can heal your allies or instill hope in them, and the spirits you call on can help you defeat the greatest of threats. </p><p>As you go on adventures, your duty as a warrior of spring is clear. You carry a bundle of seeds gathered from across the lands. No matter what desolate realm you find yourself in, you're ready to scatter those seeds through it so that their verdant bounty can continue the cycle of spring. </p><p><b>WARRIOR OF SPRING PATH FEATURES </b> </p><p><b>Revitalizing Presence (11th level)</b></p><p>When you use a primal power to allow an ally to spend a healing surge, that ally regains 1d6 additional hit points. </p><p><b>Warrior of Spring Action (11th level)</b></p><p>When you spend an action point to take an extra action, one bloodied ally within 5 squares of you can spend a healing surge. </p><p><b>Spring's Vigor (16th level)</b></p><p>When you use a primal power to allow an ally to spend a healing surge, that ally can also spend an action point to take an extra action. </p><p><b>WARRIOR OF SPRING POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.YuKsMQEU39f1SRbo]{Warrior of Spring 11-Spring's Dawning}</p> <p>@Compendium[dnd-4e-compendium.module-powers.l0624Mev8EJBuyUH]{Warrior of Spring 12-Hope Beyond Death}</p> <p>@Compendium[dnd-4e-compendium.module-powers.RZHsAOEMgzwyDaQX]{Warrior of Spring 20-Spring's Resurgence}</p><p>Published in Primal Power, page(s) 85. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bdqwkUNLIRrFjBH6",
	"_key":"!items!bdqwkUNLIRrFjBH6"
}