{
	"name":"Watchful Shepherd Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger </p><p>Hidden orders and secret ceremonies of initiation are the way for many avengers, but you have come to embrace a simpler tradition. You are a protector of the common folk who hides in plain sight. With a quiet manner and thoughtful devotion, you are a steward of the gods' teachings, and between adventures you pay as much attention to the spiritual well-being of the common folk as you pay to your avenger prayers. </p><p>Many of the people you guard think you are nothing more than a rustic village priest or a wandering friar-unusually wise and compassionate, perhaps, but certainly no monster-slaying hero. They're mistaken, of course, but that suits you just fine. While you tend to their spiritual needs, you remain vigilant for trouble; brigands, marauders, hungry monsters, and villains all seek to prey on the weak and defenseless, so you stand guard over your flock to keep these threats at bay. </p><p>You prefer to avoid fame and glory, since that way leads to pride and an inevitable fall. To you it's far better to allow your fellow adventurers to bask in the triumphs of the day and downplay your own contributions. After all, you believe that your reward lies in the next world, not in this one. </p><p><b>WATCHFUL SHEPHERD PATH FEATURES </b> </p><p><b>Shepherd's Guard (11th level)</b></p><p>When you spend a healing surge, each ally adjacent to you regains hit points equal to your Intelligence modifier. </p><p><b>Stronger and Stronger (11th level)</b></p><p>When you spend an action point to take an extra action, you also regain hit points equal to 1d6 + one-half your level. </p><p><b>Humble Determination (16th level)</b></p><p>While you are bloodied, when your oath of enmity target damages you (not with ongoing damage), your attacks deal 1d6 extra damage until the end of your next turn. </p><p>Published in Divine Power, page(s) 26. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YkCXAO2QsNuMSWzd",
	"_key":"!items!YkCXAO2QsNuMSWzd"
}