{
	"name":"Weapon of Fortune Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger, oath of enmity power </p><p>You are a servant of a deity of luck, and you completely trust your own good fortune. As a symbol of your devotion to chance, you always carry a set of dice with you. When in doubt, you trust the dice to determine your actions. Just like the wind, you can be gentle and complacent or a dangerous storm capable of destroying those who stand in your way. Although you are always unpredictable, you can be a brave and loyal companion; fortune brought your company together, after all, and you know better than most that great deeds often flow from unlikely friendships or chance meetings. </p><p>You are probably a worshiper of Avandra or a similar deity. Your purpose is to inspire people to be daring, to take chances and seize opportunities, for those who take no risks never realize their full potential. In battle, you have learned to rely on chance. You are a potent combatant when luck favors you. </p><p>Although you might not represent the typical image of a divine servant, you are nonetheless a faithful devotee of your deity and your beliefs. You have little regard for the strictures of formal worship-you're more likely to be found gambling in a tavern than praying in a temple. But when chance leads you to down the path to adventure or into a situation that demands action, you don't hesitate to join the fight. After all, that's what's the dice told you to do. </p><p><b>WEAPON OF FORTUNE PATH FEATURES </b> </p><p><b>Fortune Favors the Fortunate (11th level)</b></p><p>When you spend an action point to take an extra action, roll a d6. If the result is 6, you take the extra action but keep the action point, and you can use another action point during the same encounter. </p><p><b>I'll Take that Bet (11th level)</b></p><p>When you take a critical hit or when your oath of enmity target scores a critical hit, you can roll a d6 as a free action. If the result is 1, you take 2d6 damage. If the result is 5 or 6, the critical hit becomes a normal hit. </p><p><b>Luck Is on My Side (16th level)</b></p><p>When you roll a 20 on a saving throw, you end two effects on yourself that a save can end. </p><p><b>WEAPON OF FORTUNE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.velGukWqRaUO8p7Y]{Weapon of Fortune 11-Luck, Not Skill}</p> <p>@Compendium[dnd-4e-compendium.module-powers.jyCQxYVa5qlzsGU0]{Weapon of Fortune 12-Signs of Favor}</p> <p>@Compendium[dnd-4e-compendium.module-powers.gZKP4E0opqHQNiuv]{Weapon of Fortune 20-Gambler's Flourish}</p><p>Published in Divine Power, page(s) 27. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"wuJxWdRoLESGYKf1",
	"_key":"!items!wuJxWdRoLESGYKf1"
}