{
	"name":"Weaver of Chance Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wizard </p><p>You appreciate the cosmos for what it is: a senseless place where mad gods play, primordials cavort, and wizards can make their mark. You understand that the world and its echo planes are not the result of deliberate design but of uncounted eons of slow iteration. </p><p>In a universe where gods control the fate of souls, weave the threads of destiny, and embody overarching principles, few find your philosophy reasonable. Some might even think you mad. But you have no illusions about ultimate meaning or purpose. If anything, your morality is purer: You perform acts of goodness not because you follow a code or seek some greater purpose, but because you choose to do so. </p><p><b>WEAVER OF CHANCE PATH FEATURES </b> </p><p><b>Channel Entropy (11th level)</b></p><p>You can store and channel the entropic flux that surrounds you. This barely controlled chaos is represented by a pool of entropy points. Your pool has 0 entropy points at the end of a short rest or an extended rest. Whenever you roll a natural 20 on any d20 roll, you add 1 entropy point to this pool. Whenever you roll a natural 1 on any d20 roll, you subtract 1 entropy point from the pool (to a minimum of 0). </p><p>Once per round, when you roll a d20 and dislike the result, you can spend any number of entropy points from your pool to gain a bonus to that roll of +1 per point spent. If you have spent entropy points since the start of your turn, you cannot spend more until the start of your next turn. </p><p><b>Entropic Action (11th level)</b></p><p>When you spend an action point to take an extra action, you can roll a d6. If the roll is an even number, you add that many entropy points to your pool and teleport that many squares. If the roll is an odd number, you subtract that many entropy points from your pool (to a minimum of 0) and teleport an enemy within 5 squares of you that many squares. </p><p><b>Play the Odds (16th level)</b></p><p>Once per encounter as a free action, before you make an attack roll using an arcane attack power, you can roll a d6 and add the result to that attack roll. If the attack hits, it deals 2d6 extra damage and you add entropy points to your pool equal to the d6 roll. If it misses, you take 2d6 + your Intelligence modifier damage, and you subtract entropy points from your pool equal to the d6 roll. </p><p><b>WEAVER OF CHANCE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.rt2wc816FHiZdL4m]{Weaver of Chance 11-Entropic Reshuffling}</p> <p>@Compendium[dnd-4e-compendium.module-powers.3RTWF7xP6YbSy4G5]{Weaver of Chance 12-Agency of Chance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.Fblah6f9VWOzi7X1]{Weaver of Chance 20-Random Spell}</p><p>Published in Arcane Power, page(s) 121. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"o7fU3TaOxjZIzSm0",
	"_key":"!items!o7fU3TaOxjZIzSm0"
}