{
	"name":"Whisperknife Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Rogue </p><p>You have been called different names-killer, murderer, assassin-but none fit as nicely as whisperknife does. You kill, but not for wealth and rarely for sport; you kill for vengeance. In a perfect world, everyone would die from old age, but this isn't a perfect world. Accidents happen, and wars claim soldiers and innocents alike. Murderers snuff out lives on a whim or with cold calculation, and the world keeps on turning. Souls wriggle free from their meat to find whatever awaits them in the Raven Queen's frigid embrace. And who stands for these victims? Who protects the people whom justice ignores? You. </p><p>You're a vigilante, taking up the cause of those who can't find justice. You use your talents to hunt down anyone who perpetrates crimes. You offer no mercy or quarter, only the whispered name of the wronged party and the silent slash of your blade. </p><p>Your preferred weapons are daggers, whether thrown or held. You can hide them on your person and retrieve them with ease. A dagger's short blade allows you to be close enough to your prey to explain why it has to die. And when you've said what you need to say, you can watch as the life goes out of your victim's eyes. </p><p><b>WHISPERKNIFE PATH FEATURES </b> </p><p><b>Dagger Threat (11th level)</b></p><p>You don't provoke opportunity attacks when you make ranged attacks with a light blade. </p><p>In addition, you gain Quick Draw as a bonus feat, even if you don't meet the prerequisites. </p><p><b>Razor Action (11th level)</b></p><p>When you spend an action point to attack with a light blade, each enemy adjacent to you takes damage equal to your Dexterity modifier. </p><p><b>Advantageous Positioning (16th level)</b></p><p>While you are adjacent to a Medium or larger enemy, you gain a +2 bonus to AC against ranged attacks, and you don't grant combat advantage to creatures flanking you. </p><p><b>WHISPERKNIFE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.DMhSO5mAZI6PY3qv]{Whisperknife 11-Vengeance's Pursuit}</p> <p>@Compendium[dnd-4e-compendium.module-powers.A7dwpbfoWLB3OkQj]{Whisperknife 12-Whispered Vengeance}</p> <p>@Compendium[dnd-4e-compendium.module-powers.4nIV3MYOPlR9HZCN]{Whisperknife 20-Hateful Knives}</p><p>Published in Martial Power 2, page(s) 79. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"muENdnIhOpsCqoW2",
	"_key":"!items!muENdnIhOpsCqoW2"
}