{
	"name":"White Raven Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord </p><p>You are a renowned captain and a famous leader who is known for generosity toward your troops and ferocity in the face of enemies. You're at your best with allies nearby, fighting back to back against a throng of worthy foes. You grew up in a culture that values camaraderie, honor, cooperation, and nobility. Dirty fighting, deceit, and trickery are anathema to you. You eschew these strategies in favor of sound tactics, strong morale, well-trained warriors, solid armor and weapons, and proper planning. You're not afraid to get your hands dirty, though you believe that respect should be shown to friend and foe alike. </p><p>Not everyone has what it takes to be a white raven. You must be mindful of the needs of your allies, the honor of your foes, and your legacy in years to come. You hope to earn your place in the courts of the gods, and you know that such a place is not reached without effort. You plan to do whatever it takes to be worthy of such an honor. </p><p>White raven is often a hereditary title akin to nobility in military societies. Despite this tradition, you didn't achieve this rank without proving your skill, valor, and generosity to those older and more experienced in battle and in the ways of the world. You have been given a great honor by having this title bestowed upon you. If you were to die tomorrow, you would be content knowing that you have lived your life to the best of your ability. </p><p><b>WHITE RAVEN PATH FEATURES </b> </p><p><b>Loyal Support (11th level)</b></p><p>Whenever you use a healing power or a power that grants temporary hit points, the target of the power gains an additional 2 hit points (of the corresponding type) for each ally within 2 squares of you. </p><p><b>White Raven Tactics (11th level)</b></p><p>When you spend an action point to make an attack, you gain a bonus to attack rolls for that attack equal to 2 + the number of allies who are within 2 squares of you. </p><p><b>Bold Company (16th level)</b></p><p>Whenever you hit an enemy and deal damage, you deal 2 extra damage to that enemy for each of your allies adjacent to it. </p><p><b>WHITE RAVEN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.jySUQt4mWHC2noVY]{White Raven 11-Inspirational Assault}</p> <p>@Compendium[dnd-4e-compendium.module-powers.bTfm7kYyhGicgrLQ]{White Raven 12-Order from Chaos}</p> <p>@Compendium[dnd-4e-compendium.module-powers.2E9HomRywXp8qVih]{White Raven 20-White Raven's Gambit}</p><p>Published in Martial Power 2, page(s) 102. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3EFYdJTD7OIeuj84",
	"_key":"!items!3EFYdJTD7OIeuj84"
}