{
	"name":"White Horn Knight Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Proficiency in heavy armor. </p><p>Eachthighern (pronounced \"Whitehorn\"), the Lord of Unicorns, is one of the most respected archfey in the Court of Stars. His wisdom is valued and respected by Queen Tiandra, and rival archfey such as Baba Yaga begrudgingly acknowledge his strength. Unlike most other archfey, Eachthighern takes mortal heroes as his personal knights and sends them forth to stamp out evil creatures wherever they are found. </p><p>When Eachthighern needs a new knight, he sends a herald to one of his choices. These heralds are usually eladrin bards, but sometimes he assigns this duty to more exotic fey such as centaurs or unicorns. The herald transports the prospective knight to the Serene Glade, where Eachthighern makes his offer. If the person refuses the offer, Eachthighern is saddened but respects the candidate's wishes. The herald then takes the person back, but this former candidate loses the memories of the audience thanks to the use of a special type of oblivion moss. If the candidate accepts the offer, the Lord of Unicorns touches the person with his horn, in a manner similar to a king knighting a squire. If the newly accepted knight desires it, he or she receives Eachthighern's heraldic symbol of a unicorn rampant in a field of deep blue, but such displays aren't mandatory because Feywild natives instinctively recognize Lord Eachthighern's mark upon the knight. </p><p>A White Horn knight's quests include anything from rescuing slaves from fomorian holds to guiding travelers safely through dangerous woodlands plagued by mad dryads, sly verbeeg, or ferocious owlbears. The knights count evil fey such as lamias and hags as their greatest opponents, because these creatures often hunt unicorns for their hearts and horns, which such dark fey use in their horrid rituals. </p><p>A White Horn knight is blessed with some of the Lord of Unicorns' power and gains the service of a loyal unicorn steed. The knight's abilities mark the character as a valiant leader in the fight against evil. Though most White Horn knights pay ultimate homage to their lord, some also serve Corellon. </p><p><b>WHITE HORN KNIGHT PATH FEATURES </b> </p><p><b>Unicorn's Action (11th level)</b></p><p>When you spend an action point to take an extra action, you or an ally adjacent to you regains hit points equal to 5 + your Strength or Charisma modifier. </p><p><b>Unicorn's Advance (11th level)</b></p><p>You ignore difficult terrain while charging. If you charge while mounted on your unicorn destrier, it shares this benefit. </p><p><b>Unicorn's Blood (11th level)</b></p><p>You gain a +2 bonus to saving throws against disease exposure and poison effects. If you are mounted on your unicorn destrier, it shares this bonus. </p><p><b>Graceful Serenity (16th level)</b></p><p>During the surprise round and the first round of combat, you gain a +2 bonus to all defenses. While adjacent to you, your allies also gain this bonus. </p><p>Published in Dragon Magazine 406. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5rmkKD9wFUsuXp0e",
	"_key":"!items!5rmkKD9wFUsuXp0e"
}