{
	"name":"Wielder of the Way Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Wilder theme or battlemind </p><p>The desperate conditions on Athas call for desperate measures. Wielders of the Way use slivers cut from their own minds to strengthen their armaments.The exchange is worth its price, since it lets them disorient and destroy their foes. They can always reclaim the mental fragments, though some wielders of the Way consider certain emotions to be liabilities and believe life runs smoother without those feelings cluttering their minds. </p><p>You entrust the wild, untamed parts of yourself to your weapon, mentally fracturing your personality and reinforcing your weapon-whether it's an obsidian sword, a bone axe, or a rock warhammer-with that emotion. Though you still have a faint connection to that piece of your mind (at least enough to replace it later), you do have difficulty expressing the emotion associated with that fragment. Your allies find you inscrutable, wondering how you can fight with such ferocity while keeping a placid demeanor, or why your expressions and speech seem calm while you're pursuing stronger and stronger foes. </p><p><b>WIELDER OF THE WAY PATH FEATURES </b> </p><p><b>Fragment of the Way (11th level)</b></p><p>You remove an aspect of your psyche and bind it to your weapon. Whenever you take a short rest, you can choose to expend 1 power point at the end of that short rest. If you do so, until you rest again the next weapon attack you make that hits deals 1[W] extra damage to one target hit by the attack. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Wielder's Action (11th level)</b></p><p>When you spend an action point to make an extra attack, you regain 1 power point. </p><p><b>The Way Made Real (16th level)</b></p><p>When you hit a target with an augmented psionic weapon attack power, you gain a +2 bonus to saving throws until the start of your next turn. You can gain this bonus only once per turn. </p><p><b>WIELDER OF THE WAY POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.qB5OvmT8dlHAgwWK]{Wielder of the Way 11-Impose Your Will}</p> <p>@Compendium[dnd-4e-compendium.module-powers.F1E0qb3BlhWarwOp]{Wielder of the Way 12-Rebind the Will}</p> <p>@Compendium[dnd-4e-compendium.module-powers.PSYowtdbcO6GzqXa]{Wielder of the Way 20-Subjugate the Will}</p><p>Published in Dark Sun Campaign Setting, page(s) 77. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"t8fsEGZYzNBnHuib",
	"_key":"!items!t8fsEGZYzNBnHuib"
}