{
	"name":"Wildfire Genasi Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Genasi, firesoul elemental manifestation </p><p>They say a fire rages in the heart of all genasi, but if this is so, it's nothing compared to the inferno raging within you. You are the master of flame and smoke, reducing all who defy you to burnt cinders and piles of ash. Fire is a tame thing in your hands, dancing in your palm and answering to your every whim. </p><p>Your igneous heritage grants you the power to hurl flames upon the enemy or shield your allies from the searing heat of Hell itself. You are the center of a constant whirlwind of fire, and anyone who dares attack you gets burned. </p><p>Fire is in your life's blood, and though it destroys others, it grants you greater vitality. Pity those who must face you in combat, for they do not face a mortal foe, but rather the force of a volcano, with lava for blood and the promise of burning agony to any who raise their weapons against you. </p><p><b>WILDFIRE GENASI PATH FEATURES </b> </p><p><b>Control the Flames (11th level)</b></p><p>When manifesting firesoul, you share your racial fire resistance with any allies within 2 squares. </p><p><b>Fiery Surge (11th level)</b></p><p>When you spend an action point to take an extra action, all enemies adjacent to you take fire damage equal to one-half your level + your Strength modifier. In addition, you gain a +1 bonus to attack rolls with the fire keyword until the end of your current turn. </p><p><b>Firesoul Aura (16th level)</b></p><p>You are surrounded by a flickering shroud of flame at all times. If an enemy hits you with a melee attack, it takes 5 fire damage. </p><p><b>WILDFIRE GENASI POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.SXt3ODYVlk9v0sQm]{Wildfire Genasi 11-Firesoul Combustion}</p> <p>@Compendium[dnd-4e-compendium.module-powers.W58VmNg67tyCMcOe]{Wildfire Genasi 12-Embers of Life}</p> <p>@Compendium[dnd-4e-compendium.module-powers.EtMfKu5hoOacYbSR]{Wildfire Genasi 20-Firesoul Conflagration}</p><p>Published in Forgotten Realms Player's Guide, page(s) 71. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"sT7xVR0ozYtKiX83",
	"_key":"!items!sT7xVR0ozYtKiX83"
}