{
	"name":"Wildcat Stalker Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Ranger, Beast Mastery class feature, beast companion (cat) </p><p>Independence, courage, and quickness of mind and body-the cat symbolizes all of these traits. It prefers to watch the world carefully from a good vantage before acting decisively. Normally calm and fastidiously clean, a feline loves to play but fights fearlessly when it must. It is a stealthy hunter that specializes in ambushes and deadly rushes, finishing its prey as quickly as possible. When surrounded by friends, the cat is industrious and protective, sharing what it has. </p><p>You see yourself in the cat, or a little of the cat in yourself. You too are a careful and swift hunter, with catlike grace and bravery. Surprise and swift attacks are your specialty, and few compare to you in your self-sufficiency. </p><p>Maybe that's why you chose a wild cat as a companion (or perhaps it was the cat that picked you). You have developed your feline qualities, growing in awareness, slyness, and sneakiness. Your beast companion has become a strong warrior at your side, using its predatory skills to bring down your common adversaries as if they were game. </p><p>As word of your deeds spreads, your cat's fame grows with yours. It has become an emblem that identifies you among those you meet, affect, and oppose. When your story is done, your cat will stand beside you in mythic chronicles, as if you and it were one. </p><p><b>WILDCAT STALKER PATH FEATURES </b> </p><p><b>Neck Seeker (11th level)</b></p><p>You and your beast companion gain a +1 bonus to attack rolls and damage rolls against any bloodied enemy designated as your quarry. </p><p><b>Prowling Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain concealment until the end of your next turn. </p><p><b>Cat's Quarry (16th level)</b></p><p>When you or your beast companion reduces an enemy to 0 hit points (whether or not that enemy is your quarry), you can designate a new quarry as a free action instead of as a minor action. </p><p><b>WILDCAT STALKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.AONtS6HaLkifs3Rq]{Wildcat Stalker 11-Cat-Eyed Strike}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eZVMTO903FjIgfCR]{Wildcat Stalker 12-Lurk Unseen}</p> <p>@Compendium[dnd-4e-compendium.module-powers.3i9e7um5Wyp1ZbTV]{Wildcat Stalker 20-Panther Pounce}</p><p>Published in Martial Power, page(s) 69. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Qmnfcsyz3PaeV0Or",
	"_key":"!items!Qmnfcsyz3PaeV0Or"
}