{
	"name":"Witchmaster Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord and warlock </p><p>Arcane magic demands much of those who would master it. It consumes time and attention. A disciplined mind is needed to bend raw energy into useful spells. Many arcane users find that the power they attain through this pursuit is sufficient: its rewards are great and the secrets unlocked are astonishing. A taste of power leads some to look beyond their dusty tomes and ritual circles to turn their power toward temporal gains. Arcanists prove capable, if not devastating, in battle, and those who dabble in leadership, commanding servants and powers beyond comprehension, prove to be some of the deadliest warlords of all. </p><p>Marrying power drawn from your pact with the martial techniques used by a warlord, you become a commanding presence on the battlefield. You twist your spells to confound your enemies while helping allies attain the best positions they can to meet the battle's demands. Even when your foes thwart your clever plans, you have a knack for finding solutions to the thorniest problems. </p><p><b>WITCHMASTER PATH FEATURES </b> </p><p><b>Adaptable Witchery (11th level)</b></p><p>When you would make a ranged attack using a warlock spell, you may make the attack as if you were in a space occupied by any ally in your line of sight. If the ally is adjacent to an enemy, your attack provokes an opportunity attack from all enemies adjacent to you. Otherwise, this attack does not provoke opportunity attacks. </p><p><b>Bewitching Action (11th level)</b></p><p>Whenever you or an ally within 5 squares of you spends an action point to make an attack with an arcane power, you may slide each enemy adjacent to you 1 square. </p><p><b>Arcane Presence (16th level)</b></p><p>Whenever an ally would benefit from your Commanding Presence class feature, the ally may also teleport a number of squares equal to your Intelligence modifier. You must have line of sight to the ally's destination square. </p><p><b>WITCHMASTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.pwsuY98BfyeIMWz0]{Witchmaster 11-Eldritch Missile}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vnT8jO5ZRl1Jcz7q]{Witchmaster 12-No Wasted Opportunity}</p> <p>@Compendium[dnd-4e-compendium.module-powers.p8yz4wOGBuN65Jtv]{Witchmaster 20-Eldritch Allies}</p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"FpseWf6xIDXtkVEL",
	"_key":"!items!FpseWf6xIDXtkVEL"
}