{
	"name":"Zealous Assassin Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Avenger, trained in Stealth </p><p>Every avenger is trained in the ruthless art of combat and skilled in the art of isolating a foe and dispatching it with a few swift blows. Some avenger sects also emphasize the art of stealth-particularly those dedicated to deities who favor stealth, shadows, and secrecy, including Sehanine, Lolth, Zehir, and Vecna. Among these avengers, the most dangerous follow the path of the zealous assassin. </p><p>As a follower of this path, you embody devotion and ruthlessness in equal measure, making you a deadly weapon aimed at your deity's foes. Your skills are focused on the ability to slip in and out of shadows at the edge of combat, dealing blows that quickly dispose of enemies. You pool shadows around yourself or hide in a nimbus of divine light, and you master techniques that take advantage of openings in combat, dealing greater damage when you have combat advantage or against bloodied foes. At the culmination of the path, you can make yourself invisible to your foe, then sear it with blinding radiance that leaves it more susceptible to your attacks. </p><p><b>ZEALOUS ASSASSIN PATH FEATURES </b> </p><p><b>Divine Shroud Action (11th level)</b></p><p>When you spend an action point to take an extra action, you also gain concealment until the end of your next turn, and you can teleport 3 squares as a free action before or after the extra action. </p><p><b>Finishing Technique (11th level)</b></p><p>When you hit a bloodied target that is granting combat advantage to you, the attack deals 1d6 extra damage against the target. </p><p><b>Zealot's Veil (16th level)</b></p><p>When you charge, you can make a Stealth check opposed by the passive Perception check of the target of your charge attack. (You don't take a penalty to this check for moving during the charge.) If the check succeeds, you gain combat advantage for the attack. </p><p><b>ZEALOUS ASSASSIN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.kgAVEtNULarqJXRD]{Zealous Assassin 11-Strike from Empty Air}</p> <p>@Compendium[dnd-4e-compendium.module-powers.o1I7R4DHiXtKNwYG]{Zealous Assassin 12-Avenging Shadow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.nhifISX6wbRJMGoN]{Zealous Assassin 20-Blade of the Zealot}</p><p>Published in Player's Handbook 2, page(s) 47. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"JV09gMbrxY6ikSnp",
	"_key":"!items!JV09gMbrxY6ikSnp"
}