{
	"name":"Zephyr Warchief Paragon Path",
	"type":"pathFeats",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Warlord, Desert Moon Student feat </p><p>You have mastered the art of war as practiced by the desert nomads. You are an expert at using speed and hit-and-run tactics for skirmishes and raids. Perhaps you are displaced from your original band, a grizzled veteran who now fights in foreign lands. You might be searching for a new band to lead or seeking to whip an existing group into shape. You could have been exiled from your tribe and now live as a rootless wanderer. Regardless of your past, your life brought you into contact with the ways of war, and from that experience, you became an aggressive and resourceful leader. </p><p>You learned your style of command in a harsh environment where fear and hesitation aren't options. The unforgiving desert sands shaped you into a keen weapon that has no patience for the luxuries of civilized folk. However, you aren't without honor. Hospitality, kindness to prisoners, and the rules of war must be observed. You seek to destroy your enemies and pillage their camps, but that doesn't mean you're an animal. It's important that tradition is followed. You demand this adherence of anyone who serves with you and under you. </p><p>Your allies know you as a hard and fair leader. Everyone receives their due, but dues must be earned. The desert doesn't give easily of her bounty, and neither do your enemies. </p><p><b>ZEPHYR WARCHIEF PATH FEATURES </b> </p><p><b>Desert Wind (Zephyr Warchief) (11th level)</b></p><p>If you choose the Desert Wind monastic tradition, you gain the following class features. </p><p>Flurry of Blows: You gain the desert wind flurry of blows power. </p><p>Mental Crucible: You gain resist 5 fire. The resistance increases to 10 at 11th level and 15 at 21st level. If you already have fire resistance that is equal to or higher than this value, increase it by 2. </p><p><b>Warchief's Favor (11th level)</b></p><p>When you spend an action point to take an extra action, one ally within 5 squares of you can shift his or her speed and make a melee basic attack as a free action before or after the extra action. </p><p><b>Nomad's Blessing (16th level)</b></p><p>Whenever you shift, you can shift 1 extra square. </p><p>Published in Martial Power 2, page(s) 103. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"0FwJ8lo74IcM1XxW",
	"_key":"!items!0FwJ8lo74IcM1XxW"
}