{
	"name":"Zephyr Blade Paragon Path",
	"type":"feature",
	"img":"icons/magic/control/control-influence-rally-purple.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Battlemind </p><p>Without formal training, you learned your techniques in a haphazard fashion, unlocking your potential with each contest, awakening new techniques as you blended psionic power with your weapon strikes. At some point during your battles, you began to hear a faint wailing-subtle, quiet, but definitely present. Now when you fight, the breeze whips up into a storm, lending new strength to your attacks. </p><p>What you hear are psionic winds swirling around you. Your crude methods cause psionic power to bleed from you. Instead of dissipating, it swirls, blowing around you, unseen and unnoticed by any but you and the enemies who stand against you. When you reclaim this power, your body undergoes a strange transformation, becoming disjoined from reality for a moment or two before you snap back into place. </p><p>The more you work with this loosed psionic power, the more ephemeral you become. You can stir up the power to rip through your enemies' minds, or you can draw it into yourself to vanish and reappear where least expected. </p><p><b>ZEPHYR BLADE PATH FEATURES </b> </p><p><b>Beguiling Advantage (11th level)</b></p><p>Your melee attacks against dazed, slowed, or stunned enemies deal extra damage to them equal to your Charisma modifier. </p><p><b>Paragon Power Points (11th level)</b></p><p>You gain 2 additional power points. </p><p><b>Zephyr Action (11th level)</b></p><p>When you spend an action point to take an extra action, you are insubstantial and phasing until the start of your next turn. </p><p><b>Speed of the Wind (16th level)</b></p><p>You gain a +2 bonus to speed. In addition, the move granted by your speed of thought power doesn't provoke opportunity attacks. </p><p><b>ZEPHYR BLADE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.z2qQ0OxaShC9Ue3m]{Zephyr Blade 11-Knifing Wind}</p> <p>@Compendium[dnd-4e-compendium.module-powers.aOvUEGJbKLFANTm1]{Zephyr Blade 12-Mental Zephyr}</p> <p>@Compendium[dnd-4e-compendium.module-powers.28Og3fEtUY9DGNiT]{Zephyr Blade 20-Storm Dance Strike}</p><p>Published in Player's Handbook 3, page(s) 61. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"path"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"E8iD5NUple1jMPGy",
	"_key":"!items!E8iD5NUple1jMPGy"
}