{
	"name":"Arcane Sword Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, swordmage </p><p>Barriers of shimmering arcane incantations sheathe your body, deflecting and dissipating your enemies' attacks. The sword in your hand has become an extension of your will, a magical limb suffused with the combined art of spell and swordcraft. Eldritch power reverberates between you and your sword, creating an arcane conduit that promises nothing but destruction for any who stand in your way. You are a sword mage, and your goal is nothing less than perfection. </p><p>You have become the utmost practitioner of your art; it has been long since you've sought others to teach you their secrets. You have become your own teacher, and your ceaseless study into the dual arts of blade and magic has yielded a bounty of techniques that combine martial skill with magical prowess. </p><p>Others believe that you apply your incredible and growing skill to achieve ends important to you. That is true, to a point. In fact, you take up epic quests and engage terrible foes in order to improve your art. Your ambition transcends other concerns, but also uses them as a foil. You might save the world, but in doing so, you seek to become the ultimate swordmage, an Arcane Sword. </p><p>Immortality? </p><p>Arcane Swords all hunger to improve their skill, but even these perfectionists one day recognize when they have reached the height of their art. Different Arcane Swords follow different routes to immortality; one of these might be your path. </p><p>Martial Seclusion: When you complete your final quest, you sequester yourself in a place where few are likely to find you. Here you create your own private sanctum, a place of peace where you can train day and night, eventually becoming one with your blade and your magic. </p><p>Dojo Master: When you complete your final quest, you might decide to teach others something of what you have learned. Instead of a private sanctum, you create a school where you teach the best swordmages of a generation the secrets of your craft. </p><p>Relic Sword: A few stories relate how some Arcane Swords meld into and become one and the same as their sword, creating a named artifact that persists in the world through all its future ages. </p><p><b>ARCANE SWORD FEATURES </b> </p><p><b>Spellsword Recall (21st level)</b></p><p>When you spend an action point to take an extra action, you regain one of your expended swordmage encounter attack powers before using that action. </p><p><b>Sword's Vengeance (24th level)</b></p><p>Once per day, when you die, your sword fights on in your stead until the end of the encounter. Each round, the sword can move and make attacks as if you were still wielding it, but it cannot be the target of any attack. </p><p>At the end of the encounter, after a short rest, the sword returns to your body, and if your body is still present, you return to life with 1 hit point. </p><p>If your body is missing, you will need other magic to return to life. </p><p><b>Spellsword Perfection (30th level)</b></p><p>Choose one swordmage encounter attack power that you know. You can now use that power as an at-will power rather than an encounter power. </p><p><b>ARCANE SWORD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.74aBp1ytwPeuqrcA]{Arcane Sword 26-Mass Aegis}</p><p>Published in Arcane Power, page(s) 142. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uKC7H2fVdowXESqj",
	"_key":"!items!uKC7H2fVdowXESqj"
}