{
	"name":"Archspell Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class </p><p>In your expert opinion, of all the varied spells that have passed the lips of casters down the ages, there is one whose elegance, power, and conceptual fundamental beauty surpasses all others. You should know, because you have endured much to master it. You refer to this spell of spells (with some pride) as your \"signature spell.\" </p><p>Other arcane characters might cast the same spell, but your study of it, with an attention to detail none could ever hope to match, has unlocked intricacies of the power that have been lost on all others. Of course, it would be impossible to research every spell in your arsenal with such exacting care. There is not time enough in any one life for such a project. That's why you have chosen just one spell to devote yourself to entirely. A single spell, one which no other creature will ever cast as magnificently as you cast it. </p><p>Sometimes you take pity on others you happen to encounter that also cast your signature spell. You might approach these unenlightened mages and offer them encouragement, and explain to them that one day they might be great, but only if they improve their technique with the spell in question. If they show interest, you are more than happy to demonstrate your skill with your spell. </p><p>As you progress in power and mastery, your reputation as a connoisseur of your signature spell also grows. In fact, your name begins to become synonymous with the spell. You can hardly imagine anything more satisfying: With every casting, your name, too, is spoken aloud. </p><p>Immortality? </p><p>Upon completion of your final quest, you gain a final insight into the elegant complexity that lives within your spell. Having cast it so many times, you awaken a resonance between it and your own soul. </p><p>Once you put your mortal affairs in order, you embrace that resonance. One last time, you cast your signature spell. As the final syllable leaves your lips, the casting infuses every fiber of your being. You and your spell become one and the same. As long as anyone else knows your spell, you persist in that caster's living mind and in the dusty texts of old tomes, encoded in the spell's formula. Perhaps one day when some special mage rediscovers and casts the spell, you will return in physical form, ready to help the world again with a mastery only you can provide. </p><p><b>ARCHSPELL FEATURES </b> </p><p><b>Signature Spell (Archspell) (21st level)</b></p><p><b>Returning Spell (24th level)</b></p><p>Once per day, when you die, you regain half your hit points on your next turn. If you have already expended your Signature Spell daily attack power, you regain it. </p><p><b>Living Spell (30th level)</b></p><p>You can use your Signature Spell as an encounter power rather than a daily power. </p><p><b>ARCHSPELL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.SILOcW2T01XrY6Ga]{Archspell 26-Channel the Signature}</p><p>Published in Arcane Power, page(s) 144. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6X5FziqHabcP87W2",
	"_key":"!items!6X5FziqHabcP87W2"
}