{
	"name":"Archlich Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class </p><p>You pursue eternal life as an undead creature. Most wizards who search for and achieve easy immortality by way of esoteric necromantic texts are evil, avaricious spellcasters who stop at nothing to achieve their ultimate goals. For some, that goal is lichdom itself. But you have a greater, nobler purpose. </p><p>Unlike many who have become liches before you, you have trained your mind to avoid succumbing to the madness that necromantic preservation often brings. For instance, you did not perform the foul ritual that traded your life for animation the moment you found it; you waited until your power was equal to the change. Nor did you accept the aid of Orcus, Demon Prince of the Undead, to empower the ritual, but you waited to find methods outside his control. In doing so, you escaped his touch, though you bear his personal enmity to this day. </p><p>Immortality? </p><p>When you complete your final quest, an age of the world concludes. It is time to make way for new heroes. However, you do not go too far. </p><p>You watch the world and all that goes on upon it by means of a cadre of spies and magical sensors. You reside in a secluded citadel deep underground or in a far corner of one of the planes. You are content to let the events of the world roll on, watching; however, you are not completely indifferent. Now and then, you can provide a clue to help those in need. </p><p>Revision (10/14/2009) </p><p>In the second sentence of the Archlich's Phylactery feature, replace \"drop to 0 hits points or fewer\" with \"die\". </p><p><b>ARCHLICH FEATURES </b> </p><p><b>Archlich Knowledge (21st level)</b></p><p>Your Intelligence score increases by 2. </p><p><b>Archlich Phylactery (21st level)</b></p><p>You create a magical receptacle that contains your life force. When you die, you and your possessions crumble to dust. A day later, you reappear alive with maximum hit points in a space adjacent to your phylactery, with all your possessions. </p><p>Your phylactery can be destroyed. It has 40 hit points and resist 20 to all damage. The typical phylactery is a sealed metal box filled with parchment inscribed with magical phrases written in your blood. Phylacteries can come in other forms, such as rings, gems, or amulets, but they always have 40 hit points and resist 20 to all damage. If your phylactery is destroyed, you can make a new one by spending 10 days and 50,000 gp. </p><p><b>Lich Resistances (21st level)</b></p><p>You gain resist necrotic and resist poison equal to 5 + one-half your level. </p><p><b>Shroud of Life and Death (21st level)</b></p><p>Any living enemy that comes within 3 squares of you or starts its turn there takes 5 necrotic damage. Any undead enemy that comes wthin 3 squares of you or starts its turn there takes 5 radiant damage. </p><p><b>Mastery over Death (24th level)</b></p><p>Once per day, when you die, you can empower your undead form instead of dying. You regain hit points equal to half your maximum hit points. Until the end of the encounter, you can't spend healing surges, and any creature that attacks you and deals damage takes ongoing 20 necrotic damage (save ends). </p><p><b>Essence of Undeath (30th level)</b></p><p>Whenever an enemy within 5 squares of you is reduced to 0 hit points or fewer, you regain the use of an expended arcane encounter power. </p><p><b>ARCHLICH POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.60TPORZBeIWqDsMi]{Archlich 26-Archlich Potency}</p><p>Published in Arcane Power, page(s) 143. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uqvIHaLhGfbmMJ9E",
	"_key":"!items!uqvIHaLhGfbmMJ9E"
}