{
	"name":"Archmage Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st-level wizard </p><p>Your lifelong perusal of grimoires, librams, tomes, and spellbooks has finally revealed the foundation of reality to you: Spells are each tiny portions of a larger arcane truth. Every spell is part of some far superior working, evoking just a minuscule fraction of that ultimate formula. As you continue your studies, you advance your mastery of spells so much that they begin to infuse your flesh, granting you a facility in their use undreamed of by lesser practitioners. </p><p>You are often called to use your knowledge to defend the world from supernormal threats. Seeking ever greater enlightenment and the magical power that accompanies it, you are at times tempted by questionable relics, morally suspect spells, and ancient artifacts. Your destiny remains yours to choose-will you be archmage or archfiend? </p><p>Immortality, of a Sort </p><p>Archmages are an idiosyncratic lot. There's no telling what choices the preeminent wizard of the age will make when he has completed his destiny. The following section details a path several Archmages have walked, but your path might vary. </p><p>Arcane Seclusion: When you complete your final quest, you retreat from the world to give your full time and attention to the study of the ultimate arcane formula, the Demispell, whose hyperplanar existence encompasses all the lesser spells there ever were or ever will be. </p><p>To aid your study, you build a sanctum sanctorum. At your option, your retreat provides you complete seclusion, and thus could take the form of a tower lost somewhere in the Elemental Chaos. However, you might desire to retain a tie to the world, and thus build a sanctum with a connection to the world. In such a case, you might found a new order of mages for which you serve as the rarely seen High Wizard. Alternatively, you might found a school of magic, for which you serve as the rarely seen headmaster. </p><p>Regardless of your retreat's physical form or temporal connection, your contemplation of the arcanosphere persists. As the years flow onward, your study of the fundamental, deep structure of the cosmos removes you from the normal flow of time. Eventually your material shell fades as you merge into the Demispell itself. </p><p>Thereafter, your name becomes tied to powerful spells and rituals used by lesser wizards. </p><p>All Archmages have the following features. </p><p><b>ARCHMAGE FEATURES </b> </p><p><b>Spell Recall (21st level)</b></p><p>At the beginning of each day, choose one daily attack spell that you know (and have prepared today, if you prepare spells). You can use that spell two times that day, rather than only once. </p><p><b>Arcane Spirit (24th level)</b></p><p>Once per day, when you die, you can detach your spirit from your body. In arcane spirit form, you heal to maximum hit points and gain the insubstantial and phasing qualities. You can cast encounter spells and at-will spells while in arcane spirit form, but you can't cast daily spells, activate magic items, or perform rituals. If you die in arcane spirit form, you're dead. </p><p>At the end of the encounter, after a short rest, your arcane spirit rejoins your body, if your body is still present. Your current hit point total is unchanged, but you no longer experience the other benefits and drawbacks of being in arcane spirit form. </p><p>If your body is missing, you will need other magic to return to life, but can continue adventuring in arcane spirit form if you like. </p><p><b>Archspell (30th level)</b></p><p>Your comprehension of the ultimate arcane formula and of the spells that constitute it reaches a new threshold. Choose one daily spell that you know. You can now cast that spell as an encounter spell (rather than as a daily spell). </p><p>Published in Player's Handbook, page(s) 173. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"B0HiqoKZnzdUbyDN",
	"_key":"!items!B0HiqoKZnzdUbyDN"
}