{
	"name":"Avangion Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class </p><p>Although your magic derives from drawing energy from the world, you have gained your power through respect and compassion. The primal spirits-ancient powers of the world-have begun to count you among their kin. Through your devotion to the preserver's path, you have transcended mortal boundaries and gained magical prowess. With your newfound power, though, comes the grave responsibility of freeing the world from those who would defile it. </p><p>You feel the pulse of the world and hear the whispers of its spirits. Your soul keeps you in a constant meditative connection with creation. The life force of Athas weaves its threads into your being, linking your mind, body, and soul with the world. Using this connection, you can alter your mortal form to become a bright, winged spirit. </p><p>Immortality </p><p>As a creature that embodies preserving magic, death is meaningless to you. You no longer age, and trying to kill you is like trying to destroy the wind or the stars. Though the wind might grow calm and the stars might become dim, they always return in time. It is the same with you. </p><p>Avangion Apotheosis: As your destiny nears, words of creation enter your thoughts, teaching you how to preserve and nurture life. You gain the power and the knowledge to guide Athas into a vibrant age of verdant terrain, flowing water, and peaceful life. You become a harbinger of hope, working toward a brighter future under the red sun. </p><p><b>AVANGION FEATURES </b> </p><p><b>Avatar of Preservation (21st level)</b></p><p>You can no longer use arcane defiling. Also, you gain a bonus to death saving throws equal to half your highest ability modifier, and you no longer age. </p><p><b>Perfection of Mind (21st level)</b></p><p>Choose two ability scores from among Intelligence, Wisdom, and Charisma. Each of those ability scores increases by 2. </p><p><b>Avangion Transformation (24th level)</b></p><p>You gain low-light vision and a fly speed equal to your speed. In addition, you can speak Supernal and understand speech and writing in all languages. </p><p>You can use a free action to illuminate squares within 5 squares of you with bright light. While providing this illumination, you can choose to have your attacks deal radiant damage in addition to any other damage types they might have. For example, if your scorching burst normally deals fire damage, you can choose to instead deal fire and radiant damage when you hit. </p><p><b>Avangion Rising (30th level)</b></p><p>Whenever you or an ally you can see drops to 0 hit points or fewer, you can spend a healing surge as a free action to restore hit points to that character equal to your healing surge value plus your highest ability modifier. </p><p>Published in Dark Sun Campaign Setting, page(s) 98. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"QsLDIt56vaiUogAq",
	"_key":"!items!QsLDIt56vaiUogAq"
}