{
	"name":"Avatar of Freedom Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Path of Freedom feat </p><p>You are the incarnation of a deity of freedom and liberation. Every word you speak, every action you take, is in exact accordance with your deity's will-because your choices are your deity's choices. In time you will abandon your mortal form and rejoin your eternal essence in the heavenly dominions, but until that time comes you are a champion, teacher, and example for all whom you and your deity hold dear. </p><p>As an avatar of freedom, you incarnate your deity's aspects of liberation. You might be Avandra or Melora in mortal form. </p><p>Regardless of your divine identity, you believe that the natural state of mortalkind is one free from oppression. You fight any force that seeks the enslavement of others and stand against deities bent on war and domination, such as Asmodeus and Bane. You believe that freedom of choice is the paramount freedom of all mortal creatures, and that destiny is not predetermined. You inspire the downtrodden with words of freedom, and you lead them in attempts to overthrow their vile masters. </p><p>Immortality </p><p>As your life's tribulations come to a close and your Destiny Quest comes to an end, you are ready to free yourself of the shackles of mortality and physicality. Great struggles await you throughout the cosmos, and immortality represents an opportunity to continue your fight against the oppressive forces in the universe. As long as tyranny flourishes anywhere, freedom everywhere is threatened. </p><p>Divine Reunion: At the conclusion of your Destiny Quest, you abandon your current incarnation. Amid golden light and peals of thunder, your soul ascends to the heavenly dominions to rejoin your deity. You are once again Avandra, Melora, or a cosmic spirit of revolution-but you still recall your mortal persona. For ages to come the memories of your experiences and companions in your mortal existence influence your divine thoughts and actions. </p><p><b>AVATAR OF FREEDOM FEATURES </b> </p><p><b>Freedom of Mind and Body (21st level)</b></p><p>Your Dexterity score and your Wisdom score both increase by 2. </p><p><b>Liberate the Mind (21st level)</b></p><p>Allies adjacent to you gain a +2 bonus to saving throws against being dominated, immobilized, restrained, or slowed. </p><p><b>Liberating Revival (24th level)</b></p><p>The first time each day you begin your turn dying or dead, you revive. You regain hit points equal to your bloodied value, and each ally within 10 squares of you ends any immobilizing, slowing, or restraining effect currently affecting him or her. </p><p><b>Agent of Freedom (30th level)</b></p><p>You cannot be dominated, immobilized, slowed, restrained, or petrified. You ignore difficult terrain, and you can shift your speed as a move action. </p><p>Published in Divine Power, page(s) 146. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Hlca4yrBvRkCjWTX",
	"_key":"!items!Hlca4yrBvRkCjWTX"
}