{
	"name":"Avatar of Death Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Death Knell feat </p><p>You are the mortal incarnation of a deity who holds sway over death. You are not simply Jozan the cleric; you are the Raven Queen, who for a time incarnates in the form of Jozan. Your body is a mere shell, a temporary vessel for the unthinkable might of a deity's soul. You were born to be the Raven Queen's mortal form, and as you grow in understanding and power, the light (or darkness) within you shines out for all to see. You might not have realized your true nature before, but now you know exactly what you are. </p><p>As an avatar of death, you incarnate the death aspect of your deity. Most likely this is the Raven Queen, but on rare occasions avatars of dead, dormant, or interloper gods arise-you might be an avatar of the dead god Nerull, or some other death deity contesting the Raven Queen's sway. </p><p>Good and evil are just words to you, for death makes all causes meaningless. You stare into the vacant sockets of long-dead kings, gaze across the soul-filled plains of the Shadowfell, and stand upon blood-soaked fields of battle. Through it all, you feel no sorrow, no remorse-only a grim sense of bemusement at mortal foolishness in the face of the inevitable. Adventuring is an amusing way to entertain yourself before life comes to an end. </p><p>Immortality </p><p>You care little about the fate of your mortal shell, for you know that in time you will rejoin with your true self. After all, even gods must die in time. One or two previous incarnations have turned against the Raven Queen in ages past, using their powers to prolong their mortal existences. Whether you meet your fate with joy, resignation, or defiance is up to you. </p><p>Divine Reunion: When you complete your final quest, the purpose of your current incarnation is accomplished. The winds of oblivion sweep your body into nothingness, freeing your soul to return to its divine origin. You rejoin the deity whose incarnation you were, and you resume your existence in the eternal. </p><p><b>AVATAR OF DEATH FEATURES </b> </p><p><b>Death Comes to All (21st level)</b></p><p>Your powers ignore necrotic resistance up to 20. </p><p><b>Foresight of Mortality (21st level)</b></p><p>Your Intelligence score and your Wisdom score both increase by 2. </p><p><b>Deadly Revival (24th level)</b></p><p>The first time each day you begin your turn dying or dead, you revive. You regain hit points equal to your bloodied value, and each enemy within 10 squares of you gains vulnerable 15 necrotic until the end of your next turn. </p><p><b>Harbinger of Demise (30th level)</b></p><p>Enemies that end their turn adjacent to you and have 25 hit points or fewer die. </p><p>Published in Divine Power, page(s) 145. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qmSuO9w2do1fv3r0",
	"_key":"!items!qmSuO9w2do1fv3r0"
}