{
	"name":"Avatar of Storm Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Storm Sacrifice feat </p><p>You are two beings at the same time: a great mortal hero and the god of storms. You have always known you were different from the people around you, but now you understand what you are and why your heart sings when lightning flashes and thunder rolls in the distance. You are destined to walk the world in mortal form for a single brief lifetime, an inspiration to those who worship your true self and a terrible foe to those who oppose you. And after your incarnation ends and you reunite with your immortal being, people will look back on your deeds for centuries to come and see in them the hand of the divine. </p><p>As an avatar of storm, you are most likely an incarnation of Kord. However, minor storm deities or dormant powers sometimes incarnate as avatars, so you might be the mortal vessel of some other deity, or even a cosmic principle of storms and destruction. </p><p>Thunder and lightning are your weapons, and you wield them with all the fury and wrath of the most violent storm. Wherever you go, storms follow in your wake. You command them and use their power to bring your vengeance upon your enemies. </p><p>Immortality </p><p>Longevity is rarely important to an avatar of storm. You recognize that life and civilization are fleeting things in this world, and that enough wind and rain can wash away the existence of anything. You might wander into the wilderness to live in isolation or to revel in your communion with the primal forces of the universe. You might even challenge the Elemental Chaos, battling primordials for dominion over storms. </p><p>Divine Reunion: When you accomplish your final quest, your mortal existence comes to an end and you return to your divine form. Your body vanishes in a blinding thunderstroke, leaping upward into the dark storm clouds that gather overhead. Your ascension is marked by a thunderstorm of spectacular power. While your mortal life is at an end, your memories, your passions, and your struggles are all now part of your divine being. </p><p><b>AVATAR OF STORM FEATURES </b> </p><p><b>Stormhand (21st level)</b></p><p>When you use a lightning or a thunder power, you can choose to turn its lightning damage or thunder damage into lightning and thunder damage (if you do so, the power gains the keyword of the second damage type if the power didn't already have it). </p><p><b>Strength of the Storm (21st level)</b></p><p>Your Constitution score and your Strength score both increase by 2. </p><p><b>Thundering Revival (24th level)</b></p><p>The first time each day you begin your turn dying or dead, you revive. You regain hit points equal to your bloodied value, and each enemy within 5 squares of you takes 2d10 + Constitution modifier thunder damage and is pushed 2 squares. </p><p><b>Windstrider (30th level)</b></p><p>You gain a fly speed equal to your speed + 2, and you can hover. </p><p><b>AVATAR OF STORM POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.l1nvUF0Lxa5qGXAb]{Avatar of Storm 26-Gather the Storm}</p><p>Published in Divine Power, page(s) 150. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"nRkNotE8uA4zfq31",
	"_key":"!items!nRkNotE8uA4zfq31"
}