{
	"name":"Avatar of Life Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Pulse of Life feat </p><p>You are the incarnation of a god, mortal and immortal beings united in the same flesh. You exist for the purpose of battling your true godly self 's foes in the mortal world, of providing inspiration and hope to all who worship your divine being, and just possibly to learn a few things about what it means to walk in the world you helped to shape at the dawn of time. At the same time, you are also the mortal persona you have been throughout your current life, and you are destined to become part of the god you have served so well. </p><p>Avatars represent many different aspects of the gods, but you specifically embody the vital principle, the animating spirit of your deity. All life is sacred to you, and you are its divine protector. Your time as an adventurer has taught you how precarious life can be, whether it is the life of a butterfly struggling to escape its cocoon or a civilization living on the edge of lands inhabited by orcs and goblins. You hate taking life, but you recognize that it is the nature of the world that you must sometimes kill or be killed. </p><p>Immortality </p><p>As an avatar of life, you might be blessed with incredible longevity. Your calling could draw you to retire to a monastery or a temple to live in obscurity, protecting a small community from harm. You might be fated to heal some great sickness in the world, battling a magical plague or putting an end to some corruption or mockery of life that threatens the natural order. Or you might be compelled to venture across the planes, bringing an example of hope and healing wherever you go. </p><p>Divine Reunion: After you have completed your Destiny Quest and lived out the years appointed to you, you are called back to your true self. Lying down in a fair green meadow or forest clearing, you allow your body to crumble into dust, nourishing flowering vines and creepers. Your soul returns to your divine self, recalling the awesome power and understanding that comes with godhood. But some part of your mortal being still survives, since your memories, your cares, and your journeys are now your deity's too. </p><p><b>AVATAR OF LIFE FEATURES </b> </p><p><b>Life's Wisdom (21st level)</b></p><p>Your Constitution score and your Wisdom score both increase by 2. </p><p><b>Unfettered Durability (21st level)</b></p><p>When you roll a 20 on a saving throw, each ally within your line of sight can make a saving throw against one effect that a save can end. </p><p><b>Vital Revival (24th level)</b></p><p>The first time each day you begin your turn dying or dead, you revive. You regain hit points equal to your bloodied value, and each ally within 10 squares of you can spend a healing surge. </p><p><b>Persistence of Life (30th level)</b></p><p>You and any allies within 5 squares of you can use second wind as a minor action. If a character can already use second wind as a minor action, then the character can use it as a free action. When you or an ally within 5 squares of you uses second wind, twice the normal number of hit points are restored. </p><p><b>AVATAR OF LIFE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.WO6fE3TaIXSruN7M]{Avatar of Life 26-Font of Life}</p><p>Published in Divine Power, page(s) 149. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xkBZpFyENjVQO2h5",
	"_key":"!items!xkBZpFyENjVQO2h5"
}