{
	"name":"Avatar of Io Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, dragonborn </p><p>When a god dies, its power does not vanish. It can be consumed, often by whatever being was mighty enough to slay it. When Asmodeus killed the god he once served, for example, he claimed that power and made himself divine. When the King of Terror killed Io, the god's sundered body became Bahamut and Tiamat, and those newborn gods claimed Io's power before Erek-Hus could steal it. </p><p>However, it is said that a fragment of Io's power remained free, neither absorbed by the new deities nor consumed by the primordial. Perhaps controlled by a shard of Io's mind, the divine power kept itself safely apart, preparing-it is said-for a time when the dragongod would return to life. Some say that one of his loyal angels harbored the fragment of his power, while others claim it was embedded in one of his mortal servants-a dragonborn. (See the Shard of Io background for more ideas.) </p><p>Somehow, this shard of divine power has come to rest in you. For now, you are little more than a demigod or an avatar, a distant echo of the dragon-god's full power. The more power you acquire, however, the stronger Io grows. Through you, Io plans to return and reclaim his mantle as the god of all dragonkind. </p><p>Immortality </p><p>You will live forever, there can be little doubt of that-or at least, the power of Io that lives in you will survive the death of your mortal form. If you properly fulfill your destiny, though, it will come to full flower in the rebirth of Io, either replacing Bahamut and Tiamat in the pantheon of gods, or making them his exarchs in a new celestial court. </p><p>Draconic Apotheosis: When you complete your final quest, you have either reunited enough of Io's scattered power or amassed enough power of your own to restore Io to life. In a dazzling transformation, your body unfolds and expands, like a butterfly emerging from its cramped chrysalis. Enormous wings spread from your back, thick scales cover your hide, and your thundering roar shakes the earth. You have become Io-among the mightiest of gods. </p><p>Alternatively, your accumulation of divine power might not transform your own body into the god's form. Instead, you might begin rebuilding Io's ancient astral domain and then reforming his body. Your ultimate destiny, then, is not to become Io himself, but to become his favored exarch, serving at his right hand as a reward for your faithful service in returning him to life. </p><p><b>AVATAR OF IO FEATURES </b> </p><p><b>Breath Mastery (21st level)</b></p><p>Your dragon breath power ignores any resistances or immunities possessed by the target. </p><p>Each time you use your dragon breath, you can choose for it to deal acid, cold, fire, lightning, or poison damage. </p><p>After you use dragon breath, you gain a +2 bonus to attack rolls and damage rolls with powers that deal the same type of damage as your dragon breath. This benefit lasts until the end of your next turn. </p><p><b>Draconic Incarnation (21st level)</b></p><p>Your Strength score and your Charisma score both increase by 2. </p><p><b>Wings of Io (24th level)</b></p><p>You gain a fly speed of 8, and you can hover. </p><p><b>Divine Discorporation (30th level)</b></p><p>Once per day, when you die and have at least 1 healing surge remaining, your essence escapes from your body and retreats to the Astral Sea to recover its vitality. Make a saving throw at the end of each of your turns; when you succeed, you return to life, spend 1 healing surge, and appear in any space within 10 squares of where you died. </p><p><b>AVATAR OF IO POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.sHOZWqLVcw32k8dM]{Avatar of Io 26-Divine Resistance}</p><p>Published in Player's Handbook Races: Dragonborn, page(s) 31. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"PMnO8awbhqoC4j7R",
	"_key":"!items!PMnO8awbhqoC4j7R"
}