{
	"name":"Avatar of War Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Path of War feat </p><p>Battle calls you, for you are the god of war. For a mortal lifetime you are incarnated in humanoid shape, sharing the existence and consciousness of a mortal hero. When you speak, you speak for your true divine self. When you act, you act as your godly essence directs. You exist to champion causes worth fighting for, to provide the people of the world with a shining example of valor and skill, and to teach people how to survive in a world filled with darkness and strife. </p><p>As an avatar of war, you are probably the incarnation of Bahamut, Kord, Bane, or possibly a dead war deity such as Tuern. However, war is a cosmic force that seems to have its own guiding consciousness, and you might in fact be the incarnation of the principle of war, or an eternal hero reborn to fight in every conflict spawned upon the mortal world. </p><p>Life as an adventurer has opened your eyes to the fact that strife and evil are ubiquitous. You have journeyed through many lands, both civilized and wild, and the only constant is the fragility of peace. Others work hard to stop war, but you believe it is the natural state of the world. You recognize that conflict is everywhere, and you embrace it. The machinations of usurpers, tyrants, and warlords will always drive civilization toward violence and destruction- but sometimes it is exactly this destructive force that gives rise to the most powerful and enduring of civilizations. </p><p>Immortality </p><p>The route to immortality is fraught with danger for an avatar of war. Due to a thirst for conflict, an avatar of war engages in many mortal contests. History tells the tale of several avatars of war cut down in epic battles-it could be that your fate is to forge a legend of a hero who only succeeded in dying well. The ultimate challenge lies in giving battle to the gods and primordials. Whether you hope to usurp power from Bane and conquer his home plane of Chernoggar or to rain destruction down upon surviving primordials, you carry in your ambition a war the likes of which hasn't been seen in a thousand years. </p><p>Divine Reunion: When your final quest is accomplished and your last foe lies vanquished at your feet, your mortal incarnation ends. Your body falls into gray dust and blows away to the sounds of ravens croaking and tattered banners flapping in the cold wind. Your soul ascends to the astral dominions to rejoin your divine being, bringing with it a lifetime of memories: battles won, battles lost, deeds of courage, acts of cowardice. </p><p><b>AVATAR OF WAR FEATURES </b> </p><p><b>Master of the Battlefield (21st level)</b></p><p>You never grant combat advantage. </p><p><b>Power in Conflict (21st level)</b></p><p>Your Strength score and either your Intelligence score or your Charisma score increase by 2. </p><p><b>Invoker of War (24th level)</b></p><p>Your Channel Divinity power path of war grants a +4 bonus to damage rolls in addition to a +2 bonus to attack rolls. </p><p><b>Lord of War (30th level)</b></p><p>Your first attack of each encounter that hits deals 25 extra damage. </p><p><b>AVATAR OF WAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.pcqRdeZLrQtXg3Ws]{Avatar of War 26-Rouse Conflict}</p><p>Published in Divine Power, page(s) 151. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rFC4gJkUKmclwOaf",
	"_key":"!items!rFC4gJkUKmclwOaf"
}