{
	"name":"Avatar of Justice Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Immediate Justice feat </p><p>You are a god of justice incarnated in mortal form. All your life you have fought for justice, but now you know yourself for what you are. Your self-awareness merges with divine truth, and your consciousness becomes one with the concept of justice. In years to come, people will remember that you were your deity in the flesh, a shining champion who battled against wrong and a golden example of a righteous and courageous life well lived, but for now it is up to you to forge that legend. </p><p>In your true self you might be Bahamut, some other active deity, or even a dead deity such as Amoth-avatars of dormant deities, interloper gods, or cosmic principles sometimes appear in the world. Regardless of which deity you are the incarnation of, you grasp your destiny as a great lawgiver and a force for righteousness. As you take the guise of justice itself, divine knowledge guides you along the right course. </p><p>Immortality </p><p>Your path might involve the elimination of a major source of injustice, such as an evil deity. The evil gods and their worshipers scoff at justice, reveling in cruelty, theft, and murder. Destroying one of these deities brings the scales of justice closer to balance. </p><p>Divine Reunion: During your Destiny Quest, you begin to change. You no longer make decisions-you merely do the will of justice. When your final foe is vanquished, you abandon your mortal body, which falls to silvery dust and blows away in the wind. Yoursoul finds its way back to your eternal being and reunites, bringing with it all the joys, the sorrows, the wisdom, and the compassion you have learned in your mortal years. Your mortal existence might be done-but as a god of justice you well remember the lessons you learned during your time in the world, and temper your judgments with memories of your mortal experience. </p><p><b>AVATAR OF JUSTICE FEATURES </b> </p><p><b>Just Consequence (21st level)</b></p><p>When an enemy hits you or an ally adjacent to you, the next ally who attacks that enemy before the end of your next turn gains a +1 bonus to the attack roll. </p><p><b>Justice's Mind (21st level)</b></p><p>Your Intelligence score and your Wisdom score both increase by 2. </p><p><b>Just Revival (24th level)</b></p><p>The first time each day you begin your turn dying or dead, you revive. You regain hit points equal to your bloodied value. Each ally within 10 squares of you gains a +2 power bonus to attack rolls until the end of your next turn, and each enemy within 10 squares of you takes a -2 penalty to attack rolls until the end of your next turn. </p><p><b>Instant Retribution (30th level)</b></p><p>Each time an enemy within 5 squares of you scores a critical hit against you or one of your allies, the enemy takes damage equal to the damage it dealt with the hit. </p><p>Published in Divine Power, page(s) 148. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"aORB5yDTSfzQv1Ab",
	"_key":"!items!aORB5yDTSfzQv1Ab"
}