{
	"name":"Avatar of Hope Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Hope Remains feat </p><p>As an avatar of hope, you are an aspect of a god of hope who has chosen to incarnate himself or herself in a mortal body for a time. You now know that you are both your deity and your own mortal shell at the same time. When you speak, when you act, your god speaks and acts through you. No matter what your name, you are a beacon of hope in a dark world. </p><p>Sorrow cannot abide your presence; you bring optimism and virtue to places of despair and sadness. You are an enemy of all the gods of evil, for they are destroyers of hope. You hold particular vehemence toward devils and demons-devils for their malicious practices, and demons for their recklessly destructive intentions. It's true that you've seen some terrible sights during your travels-murder, cruelty, slavery, war-but these horrors only fortify your determination. By your power, the points of light that lie within a sea of darkness burn a little brighter for a time. </p><p>Immortality </p><p>You have fought battles against despair all your life, bringing light to the darkest corners of the world. Your experience has taught you that people need only a little inspiration to find hope, so you have set yourself the task of providing an example, a legend, that will inspire people for ages to come. </p><p>Divine Reunion: When you complete your Destiny Quest, your soul bursts forth in a golden flame that consumes your mortal form, and you are reunited with your immortal self. </p><p><b>AVATAR OF HOPE FEATURES </b> </p><p><b>Indomitable Courage (21st level)</b></p><p>You are immune to fear effects. In addition, you and any allies within 5 squares of you gain a +1 bonus to saving throws. </p><p><b>Undaunted Will (21st level)</b></p><p>Your Wisdom score and your Charisma score both increase by 2. </p><p><b>Hopeful Revival (24th level)</b></p><p>The first time each day you begin your turn dying or dead, you revive. You regain hit points equal to your bloodied value, and each ally within 10 squares of you gains 20 temporary hit points. </p><p><b>Triumph of the Heart (30th level)</b></p><p>Once per day, you can change the result of a single d20 roll made by an ally to 20. This requires no action on your part, but you must be conscious to do so </p><p><b>AVATAR OF HOPE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.lCoXE2eIA0xzSKVY]{Avatar of Hope 26-Elevate the Spirit}</p><p>Published in Divine Power, page(s) 147. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Qq3CrYI12S0JEBgV",
	"_key":"!items!Qq3CrYI12S0JEBgV"
}