{
	"name":"Bahamut's Vessel Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, must worship Bahamut </p><p>Having long championed Bahamut in the world, taking up his causes and making them your own, you garner the god's attention. Seeing in you a reflection of his own noble character, he bestows on you a portion of his divine essence, both to make you a more effective servant and to protect a portion of his divinity against some future calamity. Great power accompanies this grave responsibility, power you can use to resemble your patron and access his own divine qualities. </p><p>The holy burden in no way restricts your personal objectives and you are free to pursue your own ends, though your goals likely coincide with those of the Platinum Dragon. You must have special care, however, for the fate of a god-and perhaps more-rests within your imperfect shell. From time to time, Bahamut might call upon you for a special task, to go places where he is unable, and act on his behalf, giving you a look into a possible future where you might serve as his exarch. </p><p>Immortality? </p><p>The divine fragment you carry enables Bahamut to be reborn into the world, to live even if his divine form is slain, as unlikely an event as that might be. If your patron neverfaces destruction, good and constant service undoubtedly rewards you with a place in your god's dominion, perhaps as an exarch, perhaps as something more. Indeed, Bahamut keeps council with the greatest champions to have ever served him, and these allies attend him in all things. </p><p>Bahamut is Dead, Long Live Bahamut: While all gods are immortal, no being is truly unkillable. Should Bahamut die, omens and visions reveal your final quest. Your purpose, to return Bahamut to the world, is made clear. You may carry the divine embryo, but you must take bold steps to allow the godling within to awaken and resume its proper place. When you fulfill every condition, divine fire consumes your very existence to restore the god to corporeal form. The sacrifice required is absolute, its destruction required to facilitate the rebirth. Though you no longer exist, your memory lives on within the god and those who follow him, granting you a rare form of immortality-within the fondest memories of a god. </p><p><b>BAHAMUT'S VESSEL FEATURES </b> </p><p><b>Blessed Awakening (21st level)</b></p><p>Increase any one of Strength, Wisdom, or Charisma by 2 points. Whenever you spend an action point, you regain hit points as if you spent a healing surge and gain a +2 bonus to all defenses until the start of your next turn. </p><p><b>Courageous Presence (24th level)</b></p><p>Each ally within 5 squares of you that can see you gains a +2 bonus to saving throws and, when the target of a divine healing power, a +2 bonus to attack rolls and all defenses until the end of its next turn. </p><p><b>Platinum Rebirth (30th level)</b></p><p>Once per day, when you are reduced to 0 hit points, you regain all of your hit points and transform into a Large platinum dragon. While in this form, you gain darkvision, resist 20 cold, resist 20 fire, fly 10 (hover), dragon bite, and breath weapon (see below for these powers). In addition, each enemy within 5 squares of you takes a -2 penalty to attack rolls while you remain in this form. </p><p>Beyond those changes, becoming a dragon doesn't change your game statistics. Your equipment becomes part of your dragon form, but you drop anything you are holding, except implements you can use. You continue to gain the benefits of the equipment you wear. You can use the properties and the powers of implements as well as magic items that you wear, but not the properties or the powers of weapons or the powers of wondrous items. While equipment is part of your dragon form, it cannot be removed, and anything in a container that is part of your dragon form is inaccessible. </p><p>This effect lasts until the end of the encounter or until you use breath weapon, at which point you resume your normal form. </p><p>Published in Dragon Magazine 378. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5cHeu7gTSA9MCXWp",
	"_key":"!items!5cHeu7gTSA9MCXWp"
}