{
	"name":"Beastlord Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, ranger, Beast Mastery class feature </p><p>Your valiant allies fought alongside you and, in time, triumphed. In their midst, you have known friendship and an interdependence that few people can even imagine. With these treasures, you might have even saved the world you love. But even this seemingly perfect camaraderie, this example of flawless alliance, pales in comparison to your relationship with your beast companion. </p><p>You, like no other among your epic peers, know true companionship and trust. The beast at your side is more than a friend and ally. It forms an extension of your own soul. </p><p>Immortality? </p><p>Some Beastlords remain apart from their beast companions, and they wander the cosmos in service to a higher entity or ideals. Others pass into the mists of death, as is natural, believing that they'll one day be reborn when the world has need. A few go on to attain a form of unity, in body and consciousness, as described here. </p><p>Beastlord Apotheosis: When your final task is complete, you have proven that humanoid and beast are not separate. You and your companion act as a single being split into two bodies. Those who tell your story give an account of how the two of you illustrated this truth by becoming one. In fact, they whisper that what became apparent in the end was always so. </p><p>You manifest a spirit that encompasses the values your beast companion symbolizes, and you merge with the beast exemplified by your nature. In so doing, you take the shape of a great spirit of nature, pristine and immortal. Your shape is thereafter as you wish it to be-person, beast, two at one time, or an amalgam thereof. Forever, you endure in the wild places of the world as a guardian and an inspiration. Perhaps you'll be an exarch of Melora, or you'll remain distinct from any deity, an example of a creature unique to the world. </p><p>Those who follow your model hold you in mind when they travel and fight alongside their own beast companions. They, and others who revere nature and its creatures, look to you as an archetype and a guide. </p><p><b>BEASTLORD FEATURES </b> </p><p><b>Ultimate Understanding (21st level)</b></p><p>Once per round, you can take a minor action to command your beast companion to take a standard action, a move action, or a minor action. </p><p><b>Fused Fate (24th level)</b></p><p>Whenever an effect targets you, you can choose for it to target your beast companion in addition to you or instead of you, as long as the beast is within 20 squares of you and you can see it. </p><p><b>Shared Life (30th level)</b></p><p>As long as either you or your beast companion has at least 1 hit point, the other can't be killed, regardless of negative hit points or failed death saving throws. Keep track of negative hit points and failed death saving throws as normal; if you both are reduced to 0 hit points or fewer, the negative hit points and failed death saving throws immediately take effect. </p><p><b>BEASTLORD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.sja6C0pKHkSOAu8v]{Beastlord 26-Quickened Companion}</p><p>Published in Martial Power, page(s) 151. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2euxNmZwt0jV9LBG",
	"_key":"!items!2euxNmZwt0jV9LBG"
}