{
	"name":"Ceaseless Guardian Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any defender class </p><p>You failed to protect someone in your care. It might have been a friend, a family member, or a former member of your adventuring party, but you feel responsible for that loss. In return, you've rededicated yourself to the ideal of the defender-a protector of friends and a fierce obstacle to foes-but with a specific focus. All enemies will learn that the only way to defeat your allies is by going through you first, and your abilities lend you an alacrity many cannot match. </p><p>To succeed at being the first line of defense, you have trained to take advantage of every opening that your enemies leave you as quickly as possible. To those around you, you move twice as fast as any other defender to blunt your foes' attacks. You see it as a natural progression that anyone of enough skill could attain, though your desire to not see anyone else lost drives you beyond the point of mere humans. </p><p>As you grow in skill, your ability to react to enemies quickly continues to grow. An attempted ambush turns into a disaster for your foes as you move in before they are ready. When you reach the apex of your power, your oath to never allow an ally to fall before you can finally be fulfilled. You can channelyour strength into those whom you have sworn to protect, keeping them standing long after your enemies would otherwise have overwhelmed them. </p><p>Immortality </p><p>You stopped fearing your own death a long time ago. In doing so, you have denied death's power over you. Although you can die, it seems that you are raised again by a member of your adventuring party, someone seeking the ideal bodyguard, or a god. You might be recruited to fight alongside a Legendary General in one of the wars that span the planes. You might join with a World Tree Guardian who understands your devotion to your allies, or with an Undying Warrior whom you can trust to remain safe on his or her own. Very rarely, you find a small place of the world to which to retire for a time, but the call to protect others eventually leads you back into battle again. </p><p><b>CEASELESS GUARDIAN FEATURES </b> </p><p><b>Guardian Mindfulness (21st level)</b></p><p>You gain +2 to an ability score of your choice, and your speed increases by 1. </p><p><b>Irrepressible Defense (24th level)</b></p><p>You can take immediate actions and opportunity actions even when you are dazed or stunned. </p><p><b>Never Again (30th level)</b></p><p>You gain the never again at-will power. </p><p>Published in Dragon Magazine 387, page(s) 70. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"u40wfvKtGopAiTs3",
	"_key":"!items!u40wfvKtGopAiTs3"
}