{
	"name":"Champion of Prophecy Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Ever since you were young, you've had an instinctive sense that you were special. As you grew older and saw more of the world, you learned of the Draconic Prophecy, and you began to recognize that you have some part to play in it. You realized that the reason you felt special was because of your connection to the Prophecy. </p><p>You've discovered tangible, concrete indications of your role in the Prophecy. Your understanding of the Prophecy might be subtle (a whisper in your head that imparts prophetic guidance at key junctures in your life), or it might be overt (a reference to you in ancient texts that concern the Prophecy). Perhaps dragons pay you a visit to tell you of your role in the Prophecy. </p><p>Regardless of the way in which you learned of your destiny, you have embraced it. Your training has prepared you for the challenges you face, and woe betide anyone who stands in your way. You are an agent of fate, a representative of prophecy, and one can no sooner hold you back than stop time from passing. </p><p>Immortality </p><p>Your ascendancy to immortality is as much a collective experience as an individual one. </p><p>Agent of the Prophecy: Bound to the Draconic Prophecy, you are a pivotal part in a narrative that stretches forward and backward. Those who study the Prophecy will know your name, and you will inspire the actions of future champions of prophecy. You will move forward the events of the Draconic Prophecy, and when the Prophecy reaches its conclusion, you will have been a tangible part of it. </p><p><b>CHAMPION OF PROPHECY FEATURES </b> </p><p><b>Prophetic Blessing (21st level)</b></p><p>Increase your Strength, Constitution, or Dexterity by 2, and increase your Intelligence, Charisma, or Wisdom by 2. </p><p><b>Unstoppable Prophecy (21st level)</b></p><p>Whenever you fail a death saving throw, you gain a +2 bonus to attack rolls until the end of the encounter. </p><p><b>Critical Justice (24th level)</b></p><p>Whenever you score a critical hit, you can spend a healing surge. </p><p><b>Prophetic Renewal (30th level)</b></p><p>Whenever you reach a milestone, you can regain the use of an expended daily attack power instead of gaining an action point. </p><p><b>CHAMPION OF PROPHECY POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.3eORkDmbWyxJi069]{Champion of Prophecy 26-Prophetic Certainty}</p><p>Published in Eberron Player's Guide, page(s) 80. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"8PTUQxLlJMVzprC2",
	"_key":"!items!8PTUQxLlJMVzprC2"
}