{
	"name":"Chosen Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any divine class </p><p>Your deity chooses you to serve as his or her proxy in mortal affairs. You protect your deity's worshipers, battle your deity's enemies, and champion your deity's causes. To suit you for this task, your deity breathes into your soul a spark of divine energy that grants you powers comparable to those of a demigod. </p><p>As with the Demigod epic destiny detailed in the Player's Handbook, a divine spark increases all your powers. Unlike the Demigod, you are sworn to the service of a particular deity. While operating as an epic hero, you can function as a worldly exarch, receiving advice and commissions from your deity. Alternatively, you could be left on your own, advancing your deity's cause as you see fit. </p><p>Not all deities have the power or the inclination to elevate a Chosen of their own. Some deities can elevate several Chosen at the same time, although this circumstance is quite rare. Deities most often seek out mortals who are especially faithful for this task, but a few gods seem to take pleasure in selecting undeserving or fickle mortals for their earthly agents. Those around you will probably refer to you using the name of your deity, calling you \"the Chosen of Selûne\" or \"the Chosen of Moradin.\" </p><p>Divine Allies Bring Divine Enemies </p><p>You're a hero. It's not bad news that your deity's enemies want to eradicate you before you can achieve full divinity. Their efforts make your god's enemies easier to find. If other characters in the adventuring party are not happy about having a cosmological target painted on you, that can be up to the party or the DM to account for in the campaign's final tier. </p><p>Route to Immortality </p><p>Many Chosen can live for centuries. However, as a Chosen grows more powerful, the divine fire placed in his or her soul inevitably transfigures the mortal shell. When no vestige of the mortal life remains, it is time for the Chosen to ascend to the celestial court of his or her deity and champion the deity's cause in the immortal realms. No Chosen remains long in the mortal sphere once he or she has reached the pinnacle of divinely sponsored power. </p><p>All Chosen have the same class features as the Demigod epic destiny. </p><p><b>CHOSEN FEATURES </b> </p><p><b>Divine Spark (21st level)</b></p><p>Increase two ability scores of your choice by 2 each. </p><p><b>Divine Recovery (24th level)</b></p><p>The first time you are reduced to 0 hit points or fewer each day, you regain hit points equal to half your maximum hit points. </p><p><b>Divine Miracle (30th level)</b></p><p>The first time you expend your last remaining encounter attack power during an encounter, you regain the use of one encounter attack power of your choice. </p><p>Published in Forgotten Realms Player's Guide, page(s) 72, Divine Power, page(s) 152. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"AVMlmn32kfdjUGzu",
	"_key":"!items!AVMlmn32kfdjUGzu"
}