{
	"name":"Cosmic Soul Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any psionic class </p><p>The cosmos has long fascinated you with its strange tales of far-flung realms populated by creatures beyond imagination. For much of your adventuring career, the lure of such places has pulled you onward, and each discovery only intensifies your appetite for more knowledge. Over time, however, you become frustrated with the material barriers that slow or prevent your explorations. You yearn to become the Cosmic Soul, peering across impossible distances with the power of the mind alone. You are limited only by your imagination, and there are no realms you cannot conquer. </p><p>Immortality </p><p>The door to your mind opens wide, filling you with an awareness of the cosmos around you. </p><p>Infinite Awareness: All material barriers to your curiosity fall away as you unlock the final door to your potential. Like a flower opening its petals to drink in the sun, your consciousness expands to touch all places, all peoples, all worlds in a flooding rush. Your thoughts flick from one world to another, your inner eye falling on the gods' dominions or bearing witness to the atrocities of the Nine Hells and the Abyss. Your vision extends even beyond the veil that shrouds the Far Realm, allowing you to perceive the full horror that lurks on the fringes of reality. With your mind freed, you have no need for the body and its limitations. The needs and cravings of your physical form fall away as you enter infinite awareness, ready to explore without limitation until the end of time. </p><p><b>COSMIC SOUL FEATURES </b> </p><p><b>Cosmic Awareness (21st level)</b></p><p>You can master and perform scrying rituals. Any scrying ritual you perform does not need a focus, and you gain a +5 bonus to any skill checks made to perform the ritual. Once per day, you can use any scrying ritual you know without expending components. </p><p>In addition, you gain truesight 5. </p><p><b>Cosmic Experience (24th level)</b></p><p>You have seen so much that whatever happens to you seems already familiar. You gain a +5 bonus to initiative checks, knowledge checks, and monster knowledge checks. In addition, you can speak all languages. </p><p><b>Cosmic Connection (30th level)</b></p><p>All your ranged powers and area powers have a range of \"sight.\" </p><p>Published in Psionic Power, page(s) 145. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"QvuMktYiEndXCpIo",
	"_key":"!items!QvuMktYiEndXCpIo"
}