{
	"name":"Dark Wanderer Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, ranger or rogue </p><p>You left home ages ago, saying goodbye to the comforts that a simpler life might have held. Following an unspoken yearning, you took to the road with other vagabonds. Your way led along sinister paths and to fateful deeds. In time, perhaps you and your companions came to be called heroes. Still, dark strands of fortune draw you onward to an unknown end. </p><p>Until that end comes, you wander the world as a shadowy presence, turning up where you're least expected or most needed. </p><p>Immortality? </p><p>Providence saved you for the final struggle. When you reach that doom, who knows where it might carry you? </p><p>Roaming Wyrd: Your wandering days are not at an end just because you've caught up to your predestined future. From a young age, you have been a cat's-paw of fate, an unwitting agent of luck and ruin. You followed your calling where it led you and did what was required, and now you've finished what dark kismet has set before you. Those who know your story see you as fate personified. </p><p>The tapestry of your exploits in life follows you, colored by your final act. If, ultimately, you brought good to the world, your legend is one of how fortune favors the bold. However, your story might have a darker hue from the inescapable pull of grim destiny. </p><p>You wander the cosmos, held as a patron or intercessor by those seeking or avoiding fate. You could be the agent of a power related to luck or predestination, such as Avandra or the Raven Queen. More likely, though, you have cut the threads of the inevitable and transcended the snares of chance. </p><p>Now, you drift free, straying wherever you wish for once in your life. In so doing, you serve as an example to those who wish to make their own way free of the ensnaring strands of fate and destiny. </p><p><b>DARK WANDERER FEATURES </b> </p><p><b>Not My Destiny (21st level)</b></p><p>Any creature of your level or lower that hits you takes a -4 penalty to attack rolls against you until the end of the encounter. </p><p><b>Dark Road (24th level)</b></p><p>You can walk to any destination you desire in a single, uninterrupted 24-hour period of walking. No matter how distant the location, or how many planes separate you from it, you reach the destination 24 hours after you begin, finding shortcuts, portals, or other modes of transport previously unknown to you. You do not require any rest, food, or water during this travel, except to recharge powers and regain healing surges. During your journey, you are safe from hazards, attacks, and other dangers. </p><p>When choosing a destination, you must be specific. If your destination is within a structure, such as a particular room within a castle, the long walk leads you to the structure's main entrance, not inside the structure. </p><p>You can choose to be accompanied by a number of characters equal to 5 + your Wisdom modifier, all of whom share the benefit of this class feature. </p><p><b>Long Walk Back (30th level)</b></p><p>If you die and are not returned to life within 12 hours, your body and possessions disappear. Twelve hours after that-24 hours after your death-you arrive, equipped as you were when you died, having just walked back from wherever it is you and your DM decided you awoke after you were slain. Your condition is the same as if you had been subject to a Raise Dead ritual, but without any death penalty. </p><p>You can choose to arrive at the place of your death, at the location of any of your allies, or at any location you consider home. There's a final purpose in your existence, and it's not random death. </p><p><b>DARK WANDERER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.KHFG60D9y3qL8VxC]{Dark Wanderer 26-Never at a Loss}</p><p>Published in Martial Power, page(s) 152. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qpud1SQeHxKzfCWa",
	"_key":"!items!qpud1SQeHxKzfCWa"
}