{
	"name":"Darklord Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Some say that the Shadowfell reflects darkly the mortal world and is an imperfect echo of that realm suspended in reality's heart. Where others fear the unexpected twists, the deep shadows, and the scuttling creatures that emerge from hiding only in the darkest of nights, you embrace it all, feeling at home in the plane's pervasive chill and gloomy ambience. Perhaps your comfort grows from familiarity; you might have been born in the Shadowfell, perhaps as a shadar-kai, or another race who settled here, and, as a result, you come to see other worlds as being too bright and too garish to trust completely. Or, you might find the Shadowfell mirroring your own dark and brooding nature, especially if you are obsessed with death and dark magic. Regardless of the reasons for your unhealthy obsession with shadow, the kinship you experience blossoms into something more as the Shadowfell reciprocates your affection and blesses you with its power. </p><p>The Shadowfell isn't free with its gifts and only gradually infuses you based on your achievements and successes. As you prove your worth, you find yourself changing, embracing the cool darkness and rejecting the bright radiance of the sun. You become withdrawn and cold, even to your closest comrades, while your connections to the Shadowfell strengthen. Dark impulses might breed darker acts, but there is nothing to fear: The Shadowfell chose you to become its steward, and should you accept, your immortality is ensured. </p><p>Although the Darklord is available to characters of any class, strikers and controllers are best suited to its features and power. </p><p>Immortality </p><p>You claim your place as master of the Shadowfell, a dark and mysterious figure of uncertain loyalties commanding a region in the Shadowfell as absolute ruler, monarch of night, and prince of darkness. </p><p>Shadow's Price: Your interests in the Shadowfell have only grown over your long career and in return, you learn to tap into its grim power to augment your other capabilities. Dabbling in dark forces exacts a dread price from you, for you have paled and grown thin-the cost of embracing the darkness. </p><p>During the last conflict with your enemy, you pulled out all the stops, using every tool at your disposal to win the day, but in doing so, you cemented the Shadowfell's hold over your soul. When the battle ends, as your achievements begin to sink in, mist wells up from the ground around you in silvery tendrils, each wrapping chill fingers around your legs, crawling up your torso until it shrouds you completely. As quickly as the mists appeared, though, so do they vanish and when they do, they take you with them. </p><p>The Shadowfell's price is to stake a claim on your soul and to demand you spend eternity as a Darklord, a ruler of the gloomy plane. The plane manifests a realm suited to your accomplishments and failures, producing a darkly twisted realm that for you is both frightening and comforting, and that reflects all that you have done as a mortal and laying the foundation for what you will do as an immortal. Thus you spend the remainder of your days as an architect of good or evil as you decide. </p><p><b>DARKLORD FEATURES </b> </p><p><b>Stand in Two Worlds (21st level)</b></p><p>Once per day, you can use either the Planar Portal ritual or the Shadow Walk ritual without expending components, even if you do not have the Ritual Caster feat. If you use the Planar Portal ritual, you must travel to the Shadowfell, or back to the natural world if you are already in the Shadowfell. </p><p><b>Return from the Shadowfell (24th level)</b></p><p>Once per day, when you die, your spirit can freely cross the veil from the Shadowfell and return to life with the blessings of the Raven Queen. At the start of your next turn, you manifest a new body (destroying your corpse, if it is still present) with all the items that were on your corpse and appear standing in the space where you died. You immediately heal to full hit points and can continue fighting as normal. </p><p>The Shadowfell clings to your new body for a short while as well. You gain concealment from all targets and gain the phasing quality. At the end of the encounter, you lose the last remnants of the Shadowfell clinging to your body, no longer gaining concealment or phasing as a result of this ability. </p><p><b>Thrall in Death (30th level)</b></p><p>Such is your mastery over the Shadowfell that whenever you kill a foe you can cause that enemy to rise from death. Whenever you reduce a target to 0 or fewer hit points, at the start of your next turn, the enemy automatically stands in the square in which it died with 1 hit point. The target is dominated by you until the end of the encounter, at which point it is destroyed. </p><p><b>DARKLORD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.UoEZFpK1HayC7BGL]{Darklord 26-Darklord Shadow Stride}</p><p>Published in Dragon Magazine 372, page(s) 38. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kjWOuw0C7EL4XfvY",
	"_key":"!items!kjWOuw0C7EL4XfvY"
}