{
	"name":"Dead God Avatar Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, must worship a dead deity, divine power source </p><p>When you follow this destiny, you begin to transform into an avatar of your dead deity, but at a price. As you leech power from your deity, your soul slowly dwindles and rekindles glimmers of the deity's consciousness. You gain considerable power and mental resilience but sacrifice some of your life force to earn that power. </p><p>As this connection grows stronger, you also become more attuned to the lingering echoes of your deity's feelings and thoughts. You come as close to being one entity as is possible, and this brings the realization that you must surrender your individuality to ever bring your power to the next level and achieve the return of your deity-or, if you prefer, your transformation into a deity. </p><p>Immortality? </p><p>Upon completion of your final quest, you disappear, leaving only dust, as you are entirely absorbed by your deity. You become part of it, aware of what happens in the world around you, but unable to participate while your deity is still dead. </p><p>Perhaps your sacrifice rejuvenates the dead deity, or it might increase the activity of the deity's cult, giving it a chance at resurrection in the future. If your deity is brought back, you return as its avatar. As its most loyal servant, you might yet play a role in the future of the faith. </p><p><b>DEAD GOD AVATAR FEATURES </b> </p><p><b>By Divine Command (21st level)</b></p><p>You gain resist 10 psychic and are immune to charm effects. </p><p><b>Divine Insight (21st level)</b></p><p>Your Wisdom or Charisma score increases by 2. </p><p><b>Astral Corpse (24th level)</b></p><p>Your spirit is accustomed to plumbing the depths of the Astral Sea, and it returns there when death beckons. With its last flicker, your spirit can gather the dissipating essence of your dead deity and fuse it into the spark of life. While this process appears to take only moments to your friends, to you it feels as if you were adrift for days or weeks. When you make death saving throws during an encounter, any successful saving throw has the same effect as if you had rolled a 20. If you have no healing surges, you regain hit points equal to your healing surge value. Once this feature is used, it can't be used again until after you have taken an extended rest. </p><p><b>Sacrifice (30th level)</b></p><p>As a minor action, you can spend a healing surge. Instead of regaining hit points, you regain an encounter power. Once per day, instead of regaining an encounter power in the manner described above, you can regain a daily power. </p><p><b>DEAD GOD AVATAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.sRqmIKJAbwPNEYL3]{Dead God Avatar 26-Summon Divine Presence}</p><p>Published in Dragon Magazine 390. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"mATGPpg1hzK90EXJ",
	"_key":"!items!mATGPpg1hzK90EXJ"
}