{
	"name":"Deadly Trickster Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level; Dexterity 21 or Charisma 21; training in Acrobatics, Bluff, Stealth, or Thievery </p><p>As a Deadly Trickster, you might be a wanderer, thief, cheat, pragmatist, or survivor. Or you might be something stranger still-a hero. You delight in ever-stranger wonders, from the loftiest heights of the celestial spheres to the ash-strewn depths of the encircling chaos. As you take a firmer grasp on your destiny, you alternately scandalize, charm, upset, reward, and confound those around you. </p><p>Some prophecies predict the Deadly Trickster will eventually betray his comrades and, in so doing, tumble princes, kingdoms, and perhaps even celestial realms. However, conflicting divinatory writs foretell the trickster's unexpected but vital aid, thus forestalling ultimate disaster and helping to create a new era of prosperity. </p><p>Rogues and warlocks are the most likely characters to become Deadly Tricksters, but they have also appeared from the most unlikely of origins. </p><p>Immortality? </p><p>Deadly Tricksters have to resist the temptation to take the dark path. Here's an example of how a campaign might present that choice. </p><p>Travel by Crooked Paths: When you complete your final quest, your legendary reputation is assured. The stories of your convoluted exploits live forever. </p><p>If you stand with your companions and see them through their final quest, embracing their cause as yours, you are acclaimed a true hero. You are acquitted of past transgressions, if any, and you are commended for conquering your erratic temperament when it counted most. You are invited into the realm of the entity you most admire and provided a palace, riches, true friends, and a legacy told and retold for a thousand years describing how the Deadly Trickster's changeable nature burned steady and pure in the finally tally. </p><p>If, however, you betray your comrades and disrupt the completion of their final quest (or merely fail to aid them), you are cast out by all who once loved or trusted you. Your worst enemies welcome you to their courts as a newfound friend, and your name becomes a dark curse, forever despised by all who hear it. </p><p>All Deadly Tricksters have the following class features. </p><p><b>DEADLY TRICKSTER FEATURES </b> </p><p><b>Sly Fortune's Favor (21st level)</b></p><p>You have a knack for getting out of tough situations. Three times per day, as a free action, you can reroll a d20 roll (attack roll, skill check, ability check, or saving throw). </p><p><b>Trickster's Control (24th level)</b></p><p>If you roll an 18 or higher on the d20 when making the first attack roll for an encounter or daily attack power, that power is not expended. </p><p><b>Trickster's Disposition (30th level)</b></p><p>Once per day, you can tell the DM to treat the result of a d20 roll he just made as a 1. No rerolls are possible. </p><p><b>DEADLY TRICKSTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.dpY63G7OsrRcbwyt]{Deadly Trickster 26-Epic Trick}</p><p>Published in Player's Handbook, page(s) 174. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"KMNA9zg7Twjp5OS8",
	"_key":"!items!KMNA9zg7Twjp5OS8"
}