{
	"name":"Demiurge Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any psionic class </p><p>To the mortals who worship them, the gods are the highest form of life. Possessed of incalculable strength and wisdom, the deities hold the power to create new races and raze whole continents at their whim. Yet for all their magnificence, the gods are flawed beings, possessed of the same failures of judgment and character that plague the mortals living beneath their gaze. </p><p>You are not the first to look beyond godhood, bearing witness to an infinite perfection that supersedes even the deities' power. At the height of creation lies a cause or a purpose whose intent remains inscrutable even to the gods. Some might seek to pay homage to this being beyond beings-this idea and first cause, the Demiurge responsible for the sum of all things. You, however, have no intention of joining with or serving this force. Rather, you hope to secure its power for yourself. You will shape reality as you see fit, rebuilding the cosmos in your own image and from your own imagination. </p><p>Immortality </p><p>So arrogant is your objective, so profound your goals, that you find enemies to all sides of you. The most powerful beings in the cosmos set aside their darkest disputes to fight against your burgeoning power. </p><p>Monadic Transcendence: Enemies without number darken your path, even as the gods themselves attempt to deny you from your goal. But none can dispute the worthiness of your work, the perfection your efforts create, or the power you hold within you. Each victory on your quest places you closer to the pinnacle of creation, until at the completion of your great work, your mind and that of the first cause touch. </p><p>The contact you have long sought results in your utter annihilation, with not even dust left to mark your passing. Those who knew you come to forget you, the memory of your hubris fading as if you had never been. But away from this world, beyond the bounds of reality where a vast emptiness stretches to infinity, your nothingness gives birth to a new creation. Your essence becomes the catalyst that spawns new worlds, new monsters, new gods. You set in motion time's eternal flow, with a future guided and shaped wholly by your own immortal imagination. </p><p><b>DEMIURGE FEATURES </b> </p><p><b>Becoming the One (21st level)</b></p><p>Your Charisma score and one other ability score of your choice both increase by 2. </p><p><b>Perfection in Action (24th level)</b></p><p>When you reach a milestone, you gain 2 action points instead of 1 action point. When you reach a second milestone, you can spend up to 2 action points in the same encounter. </p><p><b>Deification of the Self (30th level)</b></p><p>You gain a +5 bonus to saving throws and you are immune to the attacks of any creature of level 20 or lower. In addition, the first time you are bloodied in each encounter, you teleport to any unoccupied space you can see, you can spend a healing surge, and you are insubstantial until the end of your next turn. </p><p><b>DEMIURGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.L5a7c4f3vsbNhZC2]{Demiurge 26-Demiurge Resistance}</p><p>Published in Psionic Power, page(s) 146. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"U79k4OoMfplYGxdZ",
	"_key":"!items!U79k4OoMfplYGxdZ"
}