{
	"name":"Demigod Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Your flesh becomes more than mortal and partakes of the divine vigor enjoyed by the gods themselves. Your epic-level companions are fast, strong, and smart, but you have the spark of godhood that sets you ever so slightly above all mortals. </p><p>Deities from every plane eventually learn your name, your nature, and your goals. Some might monitor your progress to observe whether you possess the mettle of a true demigod, and a few could throw roadblocks in your path. It is in your hands to impress the lords of creation, or disappoint them. </p><p>If you survive, overcome all challenges put before you, and reach the heights of ability achieved by few mortals, you are worthy to ascend to the ranks of the divine. </p><p>Exarch or Free Agent? </p><p>One or more gods might ask that you serve them as a probationary exarch while you work toward your own divine goals. You do not gain any additional abilities for accepting such a position, though you do gain access to a divine connection that might grant you information helpful for completing your quests. On the other hand, you might be required to perform tasks that delay your own goals, or even work at cross-purposes to your goals. No one said godhood would be easy, and acting as a free agent has its own problems as various astral beings take your measure. </p><p>Route to Immortality </p><p>At least one Demigod has chosen the path to ascension outlined below. Your own route to divinity might be different. </p><p>Divine Ascension: When you complete your final quest, your divine nature yearns to complete your apotheosis. Upon ordering your mortal affairs, the astral flame smoldering within you detonates, consuming all that remains of your mortal flesh. </p><p>The astral flame leaves behind a fledgling god, flush with the power only the truly divine can comprehend and wield. You ascend, blazing like the sunrise (or darkening the skies like an eclipse, if your inclinations run dark). Streaking into the Astral Sea, you are taken up into the realm of an established god who welcomes your strength. You join that god's pantheon and take on an aspect of the god's portfolio. </p><p>Soon enough, your transcendent senses discern mortal prayers directed at you. </p><p>All Demigods have the following class features. </p><p><b>DEMIGOD FEATURES </b> </p><p><b>Divine Spark (21st level)</b></p><p>Increase two ability scores of your choice by 2 each. </p><p><b>Divine Recovery (24th level)</b></p><p>The first time you are reduced to 0 hit points or fewer each day, you regain hit points equal to half your maximum hit points. </p><p><b>Divine Miracle (30th level)</b></p><p>The first time you expend your last remaining encounter attack power during an encounter, you regain the use of one encounter attack power of your choice. </p><p><b>DEMIGOD POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.LhYFr2S3mylxdwKQ]{Demigod 26-Divine Regeneration}</p><p>Published in Player's Handbook, page(s) 174. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zK73IAdSlgiW8h4u",
	"_key":"!items!zK73IAdSlgiW8h4u"
}