{
	"name":"Diamond Soul Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, monk </p><p>At a young age, you knew that the monastic traditions of the fighting monks were your calling. As a youth, you watched the initiates practice and spotted errors in their technique. When you first presented yourself to the masters, their amusement at your observations turned to astonishment. Time and again, you were proven right. The masters expected ever more from you as they took you under their tutelage, putting the most daunting tasks and grueling training regimens before you. Again and again, you overcame these challenges. </p><p>Others have displayed this same talent, but few have achieved the same level of mastery. You stand on the brink of the final steps of your studies. True, you were the best student in your class, but you know enough of the fighting arts to understand how little you truly know. </p><p>Your greatest tests lie ahead of you. Will you finally achieve the ultimate mastery you seek, or will you find that your skills are less than perfect? </p><p>Immortality </p><p>Life, death, fame, and power mean little to you. All monks seek to attain perfect mastery of their fighting art, and you are one of the few to achieve it. Your task done, you have little use for the material world. </p><p>Perfect Master: The lore you study transcends such trifling mortal concerns as the material body or the spark of life. When you have attained perfect mastery, you join the tiny group of monks who have founded new psionic philosophies. Monasteries sprout across the planes to study your teachings and pass them from generation to generation. </p><p><b>DIAMOND SOUL FEATURES </b> </p><p><b>Diamond Body (21st level)</b></p><p>Your Dexterity score increases by 2. In addition, you no longer age. </p><p><b>Monastic Perfection (21st level)</b></p><p>Choose two monk encounter attack powers of your level or lower. Those two powers become your reserve powers. Whenever you take a short rest, you can swap one of your monk encounter attack powers for a reserve power of the same level or lower. Each time you gain a level, you can change your reserve powers. </p><p><b>Moving Perfection (24th level)</b></p><p>You gain a +2 bonus to speed, and when you shift, you can shift 1 extra square. </p><p><b>Diamond Perfection (30th level)</b></p><p>Once per round when you miss with a monk attack, you can reroll the attack roll. </p><p>Published in Player's Handbook 3, page(s) 156. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bcYPTMH67ZXjD0le",
	"_key":"!items!bcYPTMH67ZXjD0le"
}