{
	"name":"Disincarnate Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, deva, memory of a thousand lifetimes power </p><p>Death holds few mysteries for the devas, who know-for a fact-that a new life waits for them beyond death. However, uncertainty comes in the form of the question of whether the deva is reborn as a deva, or as a rakshasa, depending on the wickedness of the deva's life. Many devas believe that being affected by curses or dying particularly vile deaths can corrupt their souls, transforming the most benevolent deva into a rakshasa in his or her next life. </p><p>You, however, have broken through the barriers of knowledge to peer into the future of your disincarnation, the time when you become a bodiless entity drifting through the spirit realm. You know that death is soon to be upon you, but not before you have attained your destiny. You have already mastered the power bestowed upon your soul as a disincarnate, and you can wield those powers while you yet live. For you, disincarnation holds no uncertainty, because you know that you can forge your next life with your actions in this one. </p><p>Having already tapped into the same mystical power that bestows constant rebirth upon your soul, you can call upon abilities granted only to disincarnated deva spirits and rakshasas, becoming more than who you are and, instead, becoming a manifestation of who you might yet be. You have reached into the mystical afterlife waiting for all devas and drawn back a fragment of the power that makes such miracles possible. You see not just your own future, but many possible futures, and you can alter the winds of fortune to guarantee the reincarnation you seek. </p><p>Immortality </p><p>You live half in the present, and half in the future as a disincarnated spirit. As the present catches up to the future, you draw closer to the fate that you have forged. </p><p>Destined Rebirth: In the days, weeks, and months leading up to the completion of your Destiny Quest, you wield powers that are supposed to be possessed only by devas in their spiritual state. As you do so, you steer yourself toward your own eventual rebirth, either by using those powers for good deeds, or for wicked. </p><p>When you have at last achieved that which you were destined to do, you know that you can finally shed your current form and move on to the afterlife you have forged. As all devas do, you relieve your spirit of your body, but unlike other devas you spend no time in a state of bodiless dreaming between lives. Each time you die, you are reborn instantly in the form that you chose (either as a deva, or as a rakshasa), full of the knowledge that you gained during your last life. Each time you die, the wheel of fate spins you out into the world, in a form chosen by you, and with the ability to wield the powers that bestow the miraculous reincarnation upon your race. </p><p><b>DISINCARNATE FEATURES </b> </p><p><b>Certain Destiny (21st level)</b></p><p>You increase your Wisdom score by 2, and you choose one other ability score to increase by 2. </p><p><b>Deceptive Veil (21st level)</b></p><p>You gain the deceptive veil power. </p><p><b>Fate Manipulation (21st level)</b></p><p>When an enemy within 10 squares of you makes an attack roll, skill check, ability check, or saving throw, you can expend your memory of a thousand lifetimes power as a free action to subtract the same die type you would roll for that power from the triggering check. </p><p><b>Bodiless Dreaming (24th level)</b></p><p>Once per day when you die, you return to the world as a bodiless disincarnation of your former self. You regain hit points equal to your bloodied value, your old body disperses into motes of light, and you appear as a spectral force floating over the battlefield in the square where you died. Until your next short rest, you are insubstantial, you have phasing and a fly speed equal to your speed (you can hover, but have a maximum altitude of 2 squares), and when you use your memory of a thousand lifetimes power you roll 2 dice instead of 1, using either result. After you take a short rest, you appear in your new body in a flash of radiant light. </p><p><b>Fate of the Fallen Star (30th level)</b></p><p>You become immune to radiant and necrotic damage. Additionally, when you make a death saving throw, you can choose any result for your d20 roll. </p><p><b>DISINCARNATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.96kCQoM1hZY0HP5F]{Disincarnate 26-Rakshasa Incarnation}</p><p>Published in Dragon Magazine 385, page(s) 59. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"4zbmId61CgVYWTr5",
	"_key":"!items!4zbmId61CgVYWTr5"
}