{
	"name":"Dispossesed Champion Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>The Last War's scars are felt deeply. Cities and nations still reel from the ravages of the terrible conflict. Khorvaire and its inhabitants bear visible signs of the suffering wrought by the war. Countless peoples are still adrift, searching for a home and a purpose. The Prophecy chose you to lead these people, to guide them to a new homeland and into a future free from strife and torment. You were chosen to be their champion, to defend them from a callous world that has forgotten or dismissed them. </p><p>You might have become aware of fate's plan for you early in your career, or you could have come to your mission late. Your destiny could be the culmination of unrelated events and experiences that led you to bind yourself to a chosen people. Now you have become a champion of a dispossessed people, and you intend to bring hope to them through your leadership. </p><p>Immortality </p><p>Long after you die, your name will live on as a symbol of heroism and hope in the hearts of those you champion. When you select this epic destiny, choose a group of forsaken or broken people, such as Cyrans, shifters, members of House Phiarlan, warforged, tieflings, or any other dispossessed group. You need not yourself be a member of this group. As the campaign progresses through the epic tier, seek opportunities to help your people and to strengthen their presence in the world. </p><p>Hero of Prophecy: Your chosen people have long believed that a hero would come and lead them from oblivion. Fragments from the Draconic Prophecy and from the visions of mystics predicted your coming. When you accepted the champion's mantle, your mission and purpose became clear, and you have since sought every opportunity to help your people. Your efforts might culminate in a final battle against your people's principal enemies. In your enemies' defeat, you can attain the salvation that you have long sought. Your people might raise you up as a king or a queen, or perhaps you will instead simply ascend into their cultural consciousness as a savior. Regardless, your trials will be retold in stories and songs for millennia until in memory you become something more than mortal. To your people, you will remain an eternal symbol of hope and a promise of a better future. </p><p><b>DISPOSSESED CHAMPION FEATURES </b> </p><p><b>Lead to Victory (21st level)</b></p><p>Whenever you shift, each ally within your line of sight can shift an equal number of squares as a free action. The ally must end the shift closer to you than he or she began. </p><p><b>Burden of Leadership (24th level)</b></p><p>When an enemy's attack bloodies an ally adjacent to you, you can spend a healing surge to allow that ally to regain hit points as if he or she had spent a healing surge. </p><p><b>Driven by Duty (30th level)</b></p><p>The first time you drop to 0 hit points or fewer after an extended rest, you can spend a healing surge as an immediate interrupt. Any ally who can see you regains 2d6 hit points. Any hit points in excess of an ally's maximum number of hit points become temporary hit points. </p><p><b>DISPOSSESED CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.tufV5H0binXAo2qw]{Dispossesed Champion 26-Legendary Defense}</p><p>Published in Eberron Player's Guide, page(s) 81. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"aMsn3F4k8Ud0eBqK",
	"_key":"!items!aMsn3F4k8Ud0eBqK"
}