{
	"name":"Draconic Incarnation Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Any arcane class </p><p>Long ago, far back in the mists of time, ancient dragons mastered the power of arcane magic and used it to shape the world around them. In those dark first days, the world was a primeval place, and these dragons held dominion over everything they beheld. The races thought of as ancient today, such as dwarves and elves, were but children when these spellcasting dragons were at the height of their power. The fabric of reality was reshaped by these dragons, who used their arcane prowess to warp the world around them. </p><p>Those days of limitless power could not last, and soon the mighty dragon sorcerers fell. Being jealous guardians of their arcane lore, few passed on what they had learned to the other dragons. Over time, as these dragons fell into obscurity and legend, the knowledge of their spells and magic likewise vanished from the world. Now, millennia later, archmages and sages occasionally unearth fragments of lore pertaining to these great wyrms and perhaps master a spell or two from the dragons' repertoire. Even the most powerful wizard, however, would be but a stage magician compared to the ancient spellcasting dragons. </p><p>Now the winds of fate circle around once more, and the spirits of those long-dead dragons find themselves spun back into the world, this time in the bodies of smaller, mortal creatures. Although others might feel the call of arcane magic from the depths of their soul, you hear the whispers of the ancient dragon spirit within you. It coaxes you, guides you, and teaches you. Yours is not a quiet soul but a raging inferno of arcane knowledge waiting to be released. Your dragon soul awakens and remembers what it was like to be a master of all it saw. </p><p>Immortality </p><p>Your own soul is that of an ancient dragon-one seeking to reclaim its former power and willing to use you as a vessel. </p><p>Draconic Manifestation: You have listened to the words whispered into your mind by the soul of an ancient dragon within you. The secrets of the universe begin to unfold before you, and now you are ready, in mind and body, for the transformation that lies ahead of you. All that remains is the completion of your Destiny Quest, the final achievement in your life as a mortal that signals the time when the dragon within you can awaken. Once your quest is complete, the dragon soul flares inside you, and you and the spirit of the ancient dragon become one being, far more than the sum of your two parts. You might yet look like one of the mortal races, but clinging to you as tightly as your shadow is the powerful spirit of the ancient dragon. </p><p><b>DRACONIC INCARNATION FEATURES </b> </p><p><b>Ancient Resurgence (21st level)</b></p><p>You increase your Intelligence score or your Charisma score by 2, and increase any other ability score by 2. </p><p>You also become able to speak, read, and write Draconic fluently. </p><p><b>Spirit of the Dragon (24th level)</b></p><p>When you are in danger, the dragon soul within you flares up and emerges, warding off those who would see you dead before the spirit can fully emerge. </p><p>Once per day when you die, the spirit of the ancient dragon within you surges forth to defend your body long enough to resurrect you from the dead. This draconic spirit is under your control and has all of the same statistics and abilities as you, except as follows: the draconic spirit is size Large, has your maximum hit points, and is both insubstantial and has phasing. The draconic spirit shares your powers and abilities (it does not have a pool of powers of its own), and it can use your magic items as though it was wielding them, including weapons and implements. </p><p>At the end of the encounter, if the draconic spirit has any hit points remaining, the spirit disperses and at the end of a short rest you return to life with 1 hit point. If your body is destroyed, the draconic spirit cannot resurrect you. </p><p><b>Draconic Form (26th level)</b></p><p>As a part of your ever-growing understanding of the power within you, you have learned to draw forth the power of your draconic soul and take on a form more fitting to its majesty. You gain the draconic form power. </p><p><b>Ancient Arcanist (30th level)</b></p><p>As the full consciousness of the ancient dragon within you begins to emerge, you likewise come to master some of the powerful spells once wielded by the dragon whose soul you share. Your knowledge of these spells springs to mind unbidden, and you can wield them with the same skill as if you had mastered them through your own means. </p><p>Choose two 25th level (or lower) daily arcane powers from any classes. You gain those powers. </p><p><b>DRACONIC INCARNATION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.06rOdVSjQysXhGfL]{Draconic Incarnation 26-Draconic Form}</p><p>Published in Dragon Magazine 388. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"MI39yVibJg5pKTLt",
	"_key":"!items!MI39yVibJg5pKTLt"
}