{
	"name":"Dragonheart Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any martial class </p><p>The dragon is more than a monster. Fearless, powerful, and nigh impervious, it embodies everything a warrior should be. You have strived to emulate such creatures, aspiring to become the equal of dragons. </p><p>Your accomplishments raise you high, and your reputation casts a great shadow. Your enemies fear your ferocity. Both allies and foes claim that you have the heart of a dragon. You shrug off attacks and hew your way through enemy ranks with ease. No matter the opponents arrayed against you, somehow you manage to stand firm against any threat. Your achievements and victories add to the legends already told of you, and your courage and battle prowess awe people across the planes. </p><p>Immortality </p><p>Toughness is the hallmark of a dragonheart. Your long journey has hardened you and taught you to shrug off attacks from weapons and spells. As you near your final quest's completion, you take on increasingly daring acts. The fear that might weaken a lesser hero instead fuels you. </p><p>Dragon's Scion: Engaged in the most difficult battle of your life, you fight as you never have before. Your heart beats faster, thudding to match each blow from your weapon. When you deliver the final strike and deliver death to your foe, a new awareness settles over you. You long suspected that dragon's blood burned in your veins, and completing your final quest dispels any lingering doubts. Finally, you have proven your worth to the ancestor who sired your line. </p><p>Your heartbeat grows in urgency and strength until you feel as though you can't bear it. After a few moments, your features shift and give way to the scales that reveal your draconic nature. Gone is your humanoid body, replaced by the magnificent form of a dragon. With glittering scales and beating wings, you reflect the level of power and majesty you have earned. Though you lack true immortality, you live out a new life in the form you always desired, finding new victories until the end of your days. </p><p><b>DRAGONHEART FEATURES </b> </p><p><b>Dragon Spirit (21st level)</b></p><p>Your Constitution score increases by 2. </p><p>Whenever an enemy places a charm effect or a fear effect on you, you can immediately make a saving throw to end the effect on you, even if it does not normally end on a save. If the effect is continuous, such as an aura, a successful saving throw means that you remain unaffected by the effect until the end of your next turn, at which point you can repeat the saving throw. </p><p><b>Dragon Blood (24th level)</b></p><p>The first time you become bloodied in an encounter, you gain temporary hit points equal to your bloodied value. </p><p><b>Dragon Soul (Dragonheart) (30th level)</b></p><p>: Choose a damage type: acid, cold, fire, lightning, poison, or thunder. You gain resist 5 to that damage type. The resistance increases to 10 at 11th level and 15 at 21st level. Your arcane powers ignore any target's resistance to that damage type up to the value of your resistance. </p><p><b>DRAGONHEART POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.Xg6CG1jHAlV0cM5Z]{Dragonheart 26-Dragon Shield}</p><p>Published in Martial Power 2, page(s) 156. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6gtNyJRa30vjOG9s",
	"_key":"!items!6gtNyJRa30vjOG9s"
}