{
	"name":"Dragon King Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, arcane defiling power </p><p>You have always taken what you wanted, especially with regard to magic. Power is for the strong-for those willing to do anything to gain and maintain it. Only weaklings concern themselves with measured ascension. The defilers of legend, including the sorcerer-kings, knew that one must seize power when and where possible, regardless of the consequences. </p><p>Dark fables intrigue you, their words hinting at an ultimate transformation for Athas's most powerful defilers. Through searching or invention, you have discerned the rituals necessary to make this transformation a reality. Perhaps you reached the solution through your independence and cunning. Or maybe you relied on the methods of your predecessors, succeeding where they failed. Whatever the case, you once again proved your superiority over the defilers who came before you. </p><p>Immortality </p><p>As you grow in power, you begin to lose your human form and take on a draconic shape. At the height of your strength, you transform into a dragon, gaining the mythic power associated with their reptilian bodies. Your soul remains bound beneath your scaly armor, protected until you tire of existence. </p><p>Draconic Ascension: As your destiny approaches, you gain the final cold-blooded insight you need to complete your transformation. As a dragon, you might create a domain worthy of your ambition. You could topple the petty sorcerer-kings or fashion yourself as a god of those who don't know better. </p><p><b>DRAGON KING FEATURES </b> </p><p><b>Draconian Defilement (21st level)</b></p><p>When you use arcane defiling, your reroll gains a +2 power bonus to the attack roll or a +6 power bonus to the damage roll. </p><p><b>Skin of the Dragon (21st level)</b></p><p>You gain low-light vision and a +2 bonus to Intimidate checks. In addition, you gain 5 hit points and add your Constitution modifier to your healing surge value. </p><p><b>Draconic Transformation (24th level)</b></p><p>You gain a fly speed of 8 and can speak Draconic. Also, choose two ability scores from among Intelligence, Strength, and Constitution. Each of those ability scores increases by 2. </p><p><b>Draconic Terror (30th level)</b></p><p>You gain the scathing breath power. </p><p>In addition, you can use draconic rampage once per encounter without expending its daily use. When you do so, the power's effect lasts until the end of your next turn instead of until the end of the encounter. </p><p>Published in Dark Sun Campaign Setting, page(s) 99. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Rog1GFlOni83LdjD",
	"_key":"!items!Rog1GFlOni83LdjD"
}