{
	"name":"Eighth Seal Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any psionic class </p><p>You are one with the Keepers of the Cerulean Sign-perhaps through your exposure to their writings or other works, perhaps by serving their ancient cause through your deeds. In your ceaseless fight against the aberrant menace, you have focused on closing the breaches to the Far Realm where ancient safeguards have begun to fail. But your need to keep the world safe will exact a terrible price in the end. </p><p>Immortality </p><p>Using your soul's power and your psionic abilities, you sacrifice yourself to strengthen the boundaries between the mortal realm and the madness of the Far Realm. </p><p>Living Seal: To complete your task, you must recover the ancient Cerulean Seals, believed to have been lost or destroyed since the keepers of old faded from this world. Your searching reveals that these are not devices, but rather the souls of the greatest champions who gave their lives to secure reality against the Far Realm's corrupting influence. By working with these guardians, you merge your spiritual energy with their own and restore the wards they built. </p><p><b>EIGHTH SEAL FEATURES </b> </p><p><b>Keeper of the Cerulean Seals (21st level)</b></p><p>As you embrace your destiny, the Seven Seals grant you the following benefit. </p><p>* You gain a +1 bonus to all defenses. </p><p>* When you hit an aberrant creature with an attack, the attack deals 2d12 extra psychic and radiant damage. </p><p>* You are immune to fear effects. </p><p>* You are considered an immortal creature for the purpose of effects that relate to creature origin. </p><p><b>The Mind's Shining Corridors (24th level)</b></p><p>When an enemy misses you with an attack against Will, it takes 2d12 psychic and radiant damage and is dazed until the end of your next turn. If the enemy is already dazed, it is stunned instead. </p><p>In addition, when you are subjected to an effect that dazes, dominates, or stuns you that a save can end, you can make a saving throw against that effect a the start of your next turn. If you save, the effect ends on you. </p><p><b>Nature Restored (30th level)</b></p><p>When you reduce an aberrant creature to 0 hit points, choose one of the following effects. </p><p>* You regain hit points as if you had spent a healing surge. </p><p>* Each enemy within 3 squares of the aberrant creature takes 10 psychic and radiant damage and is dazed until the end of your next turn. </p><p><b>EIGHTH SEAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.EKRv4gi0Wok8dXMN]{Eighth Seal 26-Call Forth the Seven Keys}</p><p>Published in Psionic Power, page(s) 147. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Hqu0KPrxdGXj2C4w",
	"_key":"!items!Hqu0KPrxdGXj2C4w"
}