{
	"name":"Elf High Mage Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st-level wizard; eladrin or elf </p><p>For twenty thousand years the elves of Faerûn have created wonders of magic greater and more enduring than any work in stone or wood. Dimensional gates, invisible roadways linking distant points, hidden vaults, mighty mythal wards to protect kingdoms, cities buttressed by unfailing spells-all these things and more were crafted by high magic, the very pinnacle of the elven arcane arts. With high magic the elves of old sundered Evermeet from the world, created the extradimensional realm of Sildëyuir, and broke the power of Faerûn's draconic rulers by binding them to the Rage. Others have harnessed magic of similar power at different times in Faerûn's history-the Netherese, the Imaskari, the Shoon-but few of their works ever matched the longevity, the artistry, or the world-changing scope of the spells wrought by elven high magic. </p><p>The secrets of this powerful and dangerous lore are in the keeping of the selutaar, or the Elf High Mages. In the days of the great elven kingdoms of the Crown Wars there were hundreds of Elf High Mages, but today only a handful remains in the world. (Most of the Elf High Mages are sun elves, moon elves, and star elves, so they might more properly be called Eladrin High Mages, but such distinctions are lost on those who aren't elves.) Usually the path to high magic is a long one indeed; an elf or eladrin is rarely considered ready for instruction in this ancient art before he or she reaches 300 years of age, and many begin their instruction decades later. However, a few exceptional individuals-for example, the sun elf Araevin Teshurr, who reshaped the mythal of Myth Drannor in the years following the reconquest of that realm-have defied this custom in the past. </p><p>Although any Elf High Mage is a potent arcane spellcaster by definition, an Elf High Mage's true power does not lie in mastery of battle magic. Elven high magic consists of a set of rare and powerful rituals, mostly dealing with the creation of mythals, which are permanent magical wardings woven over a wide area in which the mage can anchor many different protective or useful effects. The most powerful such rituals require multiple Elf High Mages to combine their efforts for months of arduous spellcasting. </p><p>Immortality </p><p>By the time your life's works are finished and your destiny is accomplished, little remains of your mortal shell. You have become a flame of living magic,shining through a fragile veil of flesh. All who look upon you can sense the unseen radiance that floods your form. The call of Arvandor grows stronger with each passing day, as does the promise of blissful rest in the Elvenhome. With nothing more than a simple act of will, you allow your body to fall away into nothingness and take up your place as one of the wisest and most honored of Arvandor's shining hosts. </p><p>Some Elf High Mages choose to deny themselves the rest of Arvandor and instead use their last act to bind themselves to a great work of high magic. Joining yourself to a mythal, you greatly strengthen an ancient work, infusing it with an arcane lifeforce so that it can heal, grow, and change over time. From time to time your people summon your consciousness to the fore to seek your advice and to honor the memory of your living wisdom and heroism. </p><p><b>ELF HIGH MAGE FEATURES </b> </p><p><b>High Magic (21st level)</b></p><p>You enact arcane rituals with greater skill and efficiency than any other spellcaster. You gain a +5 bonus to Arcana checks made to perform rituals. When you perform a ritual, you pay only half the normal cost. You can wield high magic (see the sidebar). </p><p><b>One with Magic (21st level)</b></p><p>You develop an intuitive connection to the currents of arcane power surrounding you. Increase your Wisdom score by 2. You can use the detect magic function of the Arcana skill as a free action on your turn. After an extended rest, roll three d20 and keep the results. At any time before your next extended rest, you can substitute one of these results for that of an arcane attack roll or Arcana check you make. Doing so expends that saved result. </p><p><b>Sustained by Magic (24th level)</b></p><p>Once per day when you become bloodied or reach 0 hit points, you can heal yourself by expending an arcane attack power. If you expend an encounter attack power, you can spend a healing surge, end one condition currently affecting you, and teleport up to 10 squares. If you expend a daily attack power, you can spend 1 or 2 healing surges, end all conditions currently affecting you, and teleport up to 20 squares. The power you expend has no other effect. </p><p><b>Empowered by Life (30th level)</b></p><p>When you have no healing surges left, you can choose to use the tension of the boundary between your life and your death to power your magic. You can use an encounter power you have already expended or gain a +4 bonus to any attack roll with a spell. At the end of your turn after doing either, you lose hit points equal to one-quarter your maximum hit points. You can use a daily power you have already expended or turn a hit with a spell into a critical hit. At the end of your turn after doing either, you lose hit points equal to one-half your maximum hit points. You can do more than one of these in a single turn. </p><p><b>ELF HIGH MAGE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.5jZVHT471yeNluL8]{Elf High Mage 26-Starshine upon the People}</p><p>Published in Dragon Magazine 367, page(s) 6. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vZwjaQ63N5csIkgt",
	"_key":"!items!vZwjaQ63N5csIkgt"
}