{
	"name":"Emergent Primordial Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level; elemental origin, Born of the Elements feat, or any elemental power </p><p>There is no full accounting of the primordials sealed away in the Elemental Chaos and elsewhere in the planes. Their roster is endless, their exploits too terrible to dwell upon. They are too powerful to die, too dangerous to live. The gods sealed them in the deepest depths to ensure that they would trouble the planes no more. During their imprisonment, the primordials have never ceased their efforts to escape and to resume the struggle against the gods they hate. </p><p>In exploring elemental magic, you have been touched by a primordial's essence. Perhaps only a dream has settled in your mind, or maybe a shard of a fallen primordial became lodged inside you. When you attain the epic tier, the shard awakens and begins merging its identity with yours until one day you become like a primordial. </p><p>Living the Destiny </p><p>Although the primordial within you seeks to annihilate your identity, it has no choice but to bend to your will. At the same time, your growing power awakens the primordial in your thoughts, gradually drawing it out from its long slumber until its presence pervades your consciousness. By the time you complete your final quest, you might be ready to surrender your body and soul to the primordial-or descend into the Elemental Chaos to confront and destroy it for good. </p><p><b>EMERGENT PRIMORDIAL FEATURES </b> </p><p><b>Primordial Rebirth (21st level)</b></p><p>You increase one ability score of your choice by 2. </p><p>Your origin changes to elemental if it is not elemental already, and you can speak, read, and write Primordial. </p><p>In addition, choose one of the following: acid, cold, fire, lightning, or thunder. You gain resist 15 to the chosen damage type, and you gain a +3 bonus to damage rolls that include that type. </p><p><b>Primordial Rebirth (Level 24) (24th level)</b></p><p>You increase one ability score of your choice by 2. </p><p>Your origin changes to elemental if it is not elemental already, and you can speak, read, and write Primordial. </p><p>In addition, choose one of the following: acid, cold, fire, lightning, or thunder. You gain resist 15 to the chosen damage type, and you gain a +3 bonus to damage rolls that include that type. </p><p><b>Primordial Ascendance (30th level)</b></p><p>Whenever you score a critical hit or reduce a nonminion enemy to 0 hit points, each ally within 5 squares of you gains 10 temporary hit points, and each one gains a +2 power bonus to attack rolls until the end of your next turn. </p><p><b>EMERGENT PRIMORDIAL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.4Gpmf25aB86JNU1c]{Emergent Primordial 26-Primordial Form}</p><p>Published in Heroes of the Elemental Chaos, page(s) 139. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"EDneO3S1UflCoV7M",
	"_key":"!items!EDneO3S1UflCoV7M"
}