{
	"name":"Eternal Seeker Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>You might be a hero whose destiny is still unfolding. Maybe you're a free spirit who wants to experience everything the universe has to offer before tying yourself to a particular piece of the cosmos. You might be a rebel who hates the concept of having a singular destiny and therefore claims that you're not even interested in having a destiny. Or you may just want to avoid taking a side. Whatever the case, you're carving such a wide swath through events that your destiny will have no problem finding you when the time is right. </p><p>Seeking Immortality? </p><p>No one can predict your final destination. Compared to many other epic characters, your destiny has the advantage of being entirely mutable, so you might end up forging your own destiny by helping your friends accomplish theirs. </p><p>All Eternal Seekers have the following class features. </p><p><b>ETERNAL SEEKER FEATURES </b> </p><p><b>Seeker of the Many Paths (21st level)</b></p><p>When you gain a class encounter or daily power by gaining a level, you can choose your new power from any class. </p><p>Learning a power doesn't necessarily equip you with all the attributes required to use the power. For example, a fighter who learns a wizard spell as an Eternal Seeker would not gain the ability to use implements that make casting wizard spells more effective. Therefore, you're usually better off learning powers that are compatible with what you already know. </p><p><b>Eternal Action (24th level)</b></p><p>When you spend an action point to take an extra action, you also gain an extra action on your next turn. The extra action you take on your next turn doesn't benefit from any abilities (such as many paragon path features) that affect what happens when you spend an action point. </p><p><b>Seeker's Lore (26th level)</b></p><p>You gain one 22nd-level utility power from any class. </p><p>Published in Player's Handbook, page(s) 175. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"rMGNWI6h2fAEU95D",
	"_key":"!items!rMGNWI6h2fAEU95D"
}