{
	"name":"Exalted Angel Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any divine class </p><p>By the favor of the gods, you transcend mortality and join the angelic hosts. Your mortal flesh and blood are transformed into immortal substance; even though you still have your mortal appearance, your spirit shines inside your perfected body like a blazing fire in a crystal vessel. As an angel, you no longer age, and all the infirmities of mortality fall away. In time you learn to assume more and more of the appearance and powers of angels. </p><p>You are closely bound to the god who raised you up. You can continue to pursue the quests and goals of your mortal life, but from time to time your deity summons you to specific missions or dispatches you on important errands, and you are expected to answer any such call. Because you were once mortal, you can resume your mortal appearance whenever you wish, hiding your immortal nature. This attribute makes you a valuable servant, since you can go where other angels cannot; exalted angels often serve as spies or advise mortals on important matters without ever revealing their true nature. </p><p>Immortality </p><p>Even saints and other elevated souls know the bitterness of death, but you are spared that fate. From the moment of your ascension, you are immortal. For a time you walk the world, an agent of whatever cause your deity holds dear. But eventually you are called away to serve your patron in the astral dominions, leaving the affairs of your mortal life behind. </p><p>(7/2/2012) </p><p>Changed in June 2012 updates. </p><p><b>EXALTED ANGEL FEATURES </b> </p><p><b>Angelic Nature (21st level)</b></p><p>Your origin changes to immortal, and you cease to age. You gain the ability to speak Supernal, resist 15 fire, and resist 15 radiant. You are immune to fear. </p><p>You gain a pair of angelic wings, which you can manifest or conceal as a minor action. While your wings are manifested, you can fly at a speed equal to your speed + 2, but you land at the end of your turn. If your turn ends while you are still flying, you swiftly descend and land without taking falling damage. While your wings are concealed, your angelic nature is hidden, and you resemble the mortal you once were. </p><p>If you already have wings from some other source (such as the favored soul paragon path; see page 23), these angelic wings take the place of the wings you previously gained. </p><p><b>Reborn in Light (24th level)</b></p><p>Once per day, when you die, your body disappears in a flash of radiance. Each enemy within 10 squares of you takes 2d10 + Wisdom modifier radiant damage and is blinded (save ends). You reappear in a column of light at the end of the encounter at full hit points with all harmful effects ended. </p><p><b>Angelic Form (30th level)</b></p><p>Attacks against you take a -2 penalty as long as you are not bloodied. Also, while your angelic wings are manifested, you can hover. (You no longer need to land at the end of your turn.) </p><p><b>EXALTED ANGEL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.BA6uc98pPkEGehJO]{Exalted Angel 26-Angelic Hosts}</p><p>Published in Divine Power, page(s) 154. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"dfbzuFUVWIS2tPYg",
	"_key":"!items!dfbzuFUVWIS2tPYg"
}