{
	"name":"Exemplar of Evil Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, evil alignment </p><p>You have walked through the darkest shadows to achieve your destiny. You have sacrificed companions, betrayed allies, and performed acts so despicable they are legendary. You are beyond temptation. You have passed through the veil of corruption and unmasked true evil. You bask in the awful glory of true wickedness. </p><p>It no longer matters why you descended into darkness. The past is trivial. What matters now is that you secure your place in the cosmos or destroy it in the process. Your destiny is to become one of the world's greatest antiheroes, to carve your name in the annals of history through blood and death. The objective you seek is what you were born to do, the act you were made to perform. You have come this far; you will not allow anything to stop you. </p><p>Immortality </p><p>Your fate is not to create a good work, to stand at a god's side in the heavens, or to build a nation. Your fate is to become part of history, a nightmare in flesh and bone that torments generations to follow. You seek an end most terrible, a goal even the darkest gods would reel against. Your aim is singularly evil. Its fulfillment will leave the world forever after changed, undoubtedly for the worse. When you choose this epic destiny, you should have some notion of the evil outcome you hope to achieve. Communicate this idea with your Dungeon Master so he or she can devise the various goals you must meet to achieve this destiny. </p><p><b>EXEMPLAR OF EVIL FEATURES </b> </p><p><b>Ability Score Increase (21st level)</b></p><p>You increase two different ability scores by 2. </p><p><b>Epic Evil (24th level)</b></p><p>When you kill a creature with an attack, its space becomes a zone that lasts until the end of your next turn. While in the zone or adjacent to it, any enemy of yours takes a -2 penalty to attack rolls and grants combat advantage. </p><p>Published in The Book of Vile Darkness, page(s) 1-29. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DvlxS1tFdLU7Cu02",
	"_key":"!items!DvlxS1tFdLU7Cu02"
}