{
	"name":"Fang of the World Serpent Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>The role of the primal spirits is to protect and preserve the world. Even the World Serpent, whose coils could crush a god and whose fangs could pierce a primordial, exists to protect the natural order and balance of the world, not simply to destroy. Though the motions of the World Serpent's mighty coils can shake the earth, he enfolds the world to shield it from harm, not to crush away its life. </p><p>You, though, are a living embodiment of the World Serpent's anger. His venom courses through your veins, and your sinews carry the strength of his coils. You are meant to face some terrible foe-a demon prince or a primordial, perhaps, or even a destructive god who seeks the world's demise. The World Serpent has invested you with his power for a single purpose: to destroy that threat and preserve the world's balance. </p><p>Immortality </p><p>You were born for this one purpose: to carry the World Serpent's wrath to the enemies of the world. When that purpose is accomplished, what fate awaits you? </p><p>Striking Serpent: The power of the World Serpent burns within you, and that power need not return to him when your mortal life has ended. When the greatest threat to the world's existence is finally defeated and your Destiny Quest is complete, your spirit joins the world you fought so hard to protect. You become a new elder spirit-Striking Serpent-ready to invest a new champion with your power when another threat to the world arises. </p><p><b>FANG OF THE WORLD SERPENT FEATURES </b> </p><p><b>Serpent's Fury (21st level)</b></p><p>When you hit an enemy with a primal melee attack power, your next melee attack against that enemy before the end of your next turn deals extra damage equal to your Strength modifier. </p><p><b>Rampant Slaughter (24th level)</b></p><p>When you bloody an enemy or score a critical hit with a primal melee attack power, you can make two melee basic attacks as a free action. Only one of these attacks can target the creature you bloodied or scored a critical hit against. </p><p><b>Serpent's Resilience (30th level)</b></p><p>Any creature that scores a critical hit against you must make the attack roll again with a -5 penalty. If the second attack roll would hit, the attack is indeed a critical hit. Otherwise, the critical hit becomes a normal hit, and you can spend a healing surge as a free action. </p><p>Published in Primal Power, page(s) 149. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"2TOiwUkCrcGME6en",
	"_key":"!items!2TOiwUkCrcGME6en"
}