{
	"name":"Fatesinger Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st-level bard </p><p>In the darkest days of the divine war against the primordials, when those agents of oblivion seemed fated to tear down the divine works and unravel creation itself, the gods' heralds joined voices and spurred mortal champions to fight back. Their song made heroes of common folk, giving them the resolve to stand fast against the tide of enemies around them. These early heralds live on still in the legends and tales of their descendants, and without their emboldening song, the world might have come to an end. </p><p>You have studied the Song of Heroes, and you know that all great champions still hear its melody. They might not be aware of it, but at some point they, like you, caught a faint note of it. The distant strains of this ancient song-hidden in an uplifting tune, perhaps, or half-remembered in a stirring call to action-provide the inspiration that mortals need to rise above the mundane and become legends. </p><p>Immortality </p><p>You have heard the haunting melody of that ancient song. In that moment, when the words of creation echoed in the harmony of the cosmos, your life's purpose and final fate became clear. Now, your course changed, you devote your time to teasing out the fragments of this ancient song and binding them into a single work, restoring the Song of Heroes to the world to stir new champions to fight against the enemies of creation and safeguard the world for the future. </p><p>The Eternal Chorus: When you complete your Destiny Quest, you unlock the fullness of the glorious work, each elusive note captured in the proper order, the music clear. For the first time, you can perform the Song of Heroes in its entirety. The song's purity dissolves your form until you join the singers of yore in body and voice, blending your resonant tones with the rest of the chorus to carry the song forward into eternity. </p><p><b>FATESINGER FEATURES </b> </p><p><b>Destiny Fulfilled (21st level)</b></p><p>You can spend an action point to allow an ally within 20 squares of you to make an attack as a free action, instead of taking an extra action yourself. If the ally's attack hits, you regain the action point. </p><p><b>Fate's Clarity (24th level)</b></p><p>Whenever you use your majestic word power, the target can roll twice on all attack rolls, saving throws, skill checks, and ability checks and use the result he or she prefers until the start of your next turn. </p><p><b>Heroic Inspiration (30th level)</b></p><p>Whenever an ally within 5 squares of you spends an action point to make an attack, you and all allies can spend a healing surge as a free action. </p><p><b>FATESINGER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.M3JinrHdxQfykIlF]{Fatesinger 26-Fragment of the Song}</p><p>Published in Player's Handbook 2, page(s) 170. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"UpW7mMOdH4Sqf8RP",
	"_key":"!items!UpW7mMOdH4Sqf8RP"
}