{
	"name":"Feyliege Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level; any arcane class; must have the fey origin, be a half-elf, or be a warlock with the fey pact </p><p>Your mastery over the mystical arts that twine through the Feywild has earned you the respect of eladrin and other noble fey creatures. You are seen as a great leader in the sometimes fanciful, wondrous echo of the world. Where castles of eladrin nobles raise their gleaming spires, your name has been bandied about as a potential lord of great power. Where shadowed hillocks cover twilight tunnels into the brooding Feydark, your name is also whispered, but as a curse. </p><p>As a lord of the Feywild, you are sometimes called upon to use your power to defend the interests of the faerie realm. However, your interests are wider still, and you often use your knowledge and ties to aid you in your own quests and errands. Sometimes, a future version of yourself steps back through the world lines to offer aid, and in so doing provide a glimpse of what one day might be in a fey echo of reality. </p><p>Immortality? </p><p>Upon completion of your final quest, you retreat to the Feywild for good, but your coming is foretold. Indeed, the Court of Stars, that storied city that crowns the Feywild's heart, has sent envoys, invitations, and inquiries regarding your bloodline. There are intimations that you might be, in truth, of the lineage of Lord Oran or Queen Tiandra. </p><p>You have a choice before you. You could find a secluded spot and build a towering edifice among the trees, then live out a peaceful life in the mists and shadows behind the world. You could take the guise of a simple traveler, passing from settlement to settlement in the Feywild and in the natural world, appearing as an itinerant elderly nomad, but one capable of dispensing great wisdom. Or, you could accept your destiny and the summons from the Feywild's heart, and take a seat of wisdom and power in the Court of Stars, a seat that will someday be the one that overlooks all others. </p><p><b>FEYLIEGE FEATURES </b> </p><p><b>Feywild Charm (21st level)</b></p><p>Your Charisma score increases by 2. </p><p><b>Eternal King on an Eternal Throne (24th level)</b></p><p>Once per day, when you die, an older, more regal version of yourself steps from the mists of time to take your place. You heal to half your maximum hit points and gain concealment against all attacks until the end of the encounter. If you die while in the form of your future self, you're dead. </p><p>At the end of the encounter, your future self restores you to life if your body is still present. Your current hit point total is unchanged, and you no longer have concealment. </p><p>If your body is missing, you will need other magic to return to life, but you can continue adventuring as your future self if you would like to do so. </p><p><b>Dominion over the Mind (30th level)</b></p><p>Whenever you use an arcane charm power and score a critical hit against an enemy, that enemy is dominated until the end of your next turn. </p><p>Published in Arcane Power, page(s) 145. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"C1TVueWRc5P34Sbl",
	"_key":"!items!C1TVueWRc5P34Sbl"
}