{
	"name":"Free Soul Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, revenant </p><p>You struggled long, and the journey was hard. You've done all they asked and more. And now you're finished. Destiny is a masquerade for other people's plans. No one is going to control your fate-not anymore. Whatever is left of this half-life you lead, you'll live it as you choose. </p><p>You're a free agent-a blind spot in the visions of gods and a foil in the plans of everyone else. If they could take you out, they would. Of course, they're always welcome to try. You've done enough killing for two lifetimes, and you'll take them all on again in the afterlife if you have to, assuming you ever get there. </p><p>Immortality </p><p>Your soul slips through the Raven Queen's fingers-or you've earned her leave. Life and death cease to hold meaning for you. More so than any other creature, your soul is truly your own. </p><p>No one can forget your name because you'll always be there. Even the gods and primordials must accept your presence in their creation. Some come to worship you, and while you might not have the power to answer prayers, in one important way you surpass them all: Your resolve might keep you around long after time has worn the gods' names from their tombs. </p><p>Yet even as you grow weary of thwarting great powers and accepting accolades, you realize that you can do more with your endless existence. You lived two lives, so why not live ten thousand more? With a change of name and an unfamiliar face, you take up a place in history time and again. And with each glorious life you live, a little of the old warmth of being returns. You're not sure when you'll get tired of it all. Maybe you'll even stick around to see the end. </p><p><b>FREE SOUL FEATURES </b> </p><p><b>Destiny Claimed (21st level)</b></p><p>You cannot be forced to reroll any roll. If you choose to reroll when you would be forced to do so, you can make two rolls and take the higher result. </p><p><b>Fate Denied (24th level)</b></p><p>Once per round, whenever an effect that a save can end is imposed upon you, you can make a saving throw as a free action. If the saving throw succeeds, the effect does not affect you. </p><p><b>Twist Fate (30th level)</b></p><p>Whenever you succeed at the saving throw provided by Fate Denied, you impose the effect you saved against upon the creature that would have imposed it on you. If the effect or condition allows choice, such as forced movement or dominate, you make the decisions. </p><p>Published in Dragon Magazine 376, page(s) 44. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"7smWV3GAUKd4q0Mz",
	"_key":"!items!7smWV3GAUKd4q0Mz"
}