{
	"name":"Fury of the Wild Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>You are an incarnation of nature's wrath, rampaging against all who would destroy the bounty of nature. Your enemies are many: the demons that seek destruction of life and land, the aberrant monsters that stain the beauty of the world, and the impetuous creatures that destroy forests and rivers for the sake of creating grotesque cities from stone torn from the earth. You feel the pain of the natural world around you when it's burned by unnatural fire or polluted with the presence of those who dishonor the wild, and you hear the spirits cry out in agony as they die. Wild, unbridled fury rages in you and is unleashed without warning against the foes of the natural world. </p><p>Immortality </p><p>Your eternal fate depends on the state of the world when you die. </p><p>Fury Made Placid: If your death stops the destruction of nature, you can sleep in peace. By defeating a great enemy of the natural world, or creating a great expanse of untouched wilderness, you can overcome the rage that drives you. You become one of the great spirits, but one that is peaceful. The speakers of primal lore will tell tales of your change and how your great sacrifice prevented nature's decline, thus quelling your anger. You now live as a more benevolent spirit of peace or beauty. </p><p>The Fury Eternal: Despite all your effort and all your rage, nature is subjected to more transgressions every day. You can no longer contain your outrage, and you permanently become a spirit of fury. You stalk the wilderness and rampage into cities indiscriminately, wreaking agony and destruction on all in your path. Your story is a cautionary one. Tribal leaders warn youths to avoid your path and say that you are proof that no matter how hard one fights, the enemies of nature can corrupt and destroy. </p><p><b>FURY OF THE WILD FEATURES </b> </p><p><b>Fury's Strength (21st level)</b></p><p>Your Strength or Wisdom score increases by 2. </p><p><b>Land's Fury (24th level)</b></p><p>When you score a critical hit, each unbloodied enemy within 10 squares of you takes damage equal to your level + your Strength or Wisdom modifier. </p><p><b>Unstoppable Fury (30th level)</b></p><p>When you miss a creature that isn't bloodied with an at-will attack power, you can reroll that attack but must use the second result. </p><p>Published in Primal Power, page(s) 150. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Vj1kJ4c0vh7LZteU",
	"_key":"!items!Vj1kJ4c0vh7LZteU"
}