{
	"name":"Glorious Spirit Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>Among the host of primal spirits that guard the world and maintain its natural order, the revered spirits of great mortal heroes stand as proud beacons guiding their living descendants to follow their paths. It is your destiny to stand with them, proving your worth by earning glory in battle. While you still live, you are not yet a Glorious Spirit, but your immortal kindred exult in your triumphs and strengthen you with some portion of their own power, awaiting the appointed day when you fight your last mortal battle and join them in the spirit world. </p><p>Battle against any worthy adversary fills your heart with joy and wins the acclaim of your unseen comrades. You harbor a special enmity for foes who would cheat death or inflict inglorious deaths on others. These foes above all you seek to send ahead of you into the dark. </p><p>Immortality </p><p>The great ancestral spirits you revere are those who take joy in mortal examples of valor and great endurance. Through your love of battle, you have won the approval of these spirits, and in return they offer you the chance to aid your descendants and those of like mind when your days are done. </p><p>Eternal Glory: You distinguish yourself during your final battle, fighting with unmatched valor. Whether you stand or fall, you finally behold the great company of Glorious Spirits, gathered to welcome you into their shining ranks. In a flight of wild joy, they lead you into the spirit world, where a great feast has been prepared in your honor. Leaving your mortal life behind, you become a true Glorious Spirit, an unseen presence on the battlefields of the world who fills living warriors with the courage and might needed to overcome their enemies. </p><p><b>GLORIOUS SPIRIT FEATURES </b> </p><p><b>Worthy Foe (21st level)</b></p><p>Once per encounter as a minor action, you can designate the enemy nearest to you as a worthy foe until the end of the encounter. Until the start of your next turn, your attacks against the worthy foe ignore any resistance and the insubstantial quality. </p><p>In addition, once per round, you can deal 2d8 extra damage to the worthy foe on a hit. If you can make multiple attacks against the worthy foe during your turn, you decide which attack to apply the extra damage to after all the attacks are rolled. </p><p>Finally, if you reduce the worthy foe to 0 hit points, you can spend a healing surge as a free action. </p><p><b>Seeker of Foes (24th level)</b></p><p>Once per encounter as a move action, you can teleport to a space adjacent to any creature that you can see. </p><p><b>Bearer of Doom (30th level)</b></p><p>If your worthy foe is the only target of your attack and that attack misses, you retain the use of that attack power. Any effect that normally occurs when you miss with the power still applies. </p><p>Published in Player's Handbook 2, page(s) 171. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"POcAG1jeTKU5Iqgt",
	"_key":"!items!POcAG1jeTKU5Iqgt"
}