{
	"name":"God-Emperor Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, human </p><p>As you performed ever greater deeds throughout the cosmos, uniting the scattered humans of the world into a new empire greater even than Nerath, more and more have called you lord-even savior. And as those who look to you for leadership multiply, the whispers begin that you are more than human. Not only are you set apart from mortals, but your destiny is to ascend even further, beyond the petty concerns of the material world. This ascension will mark not only your own greatness, but also that of the civilization you champion. </p><p>At first you remain a physical presence in the capital of your realm, guiding your governors and generals with a firm hand, but over time your laws and commandments take on their own life. The leaders of your society increasingly divine your will from this body of knowledge rather than hearing it from your lips, while your focus gradually moves to the planes-spanning affairs of gods and demigods. Eventually, you fade from the world and join their ranks, a great patron invoked in ceremonies and on holy days, to whom the greatest achievements of your civilization are dedicated. </p><p>Living the Destiny </p><p>You do not plan to ascend to the Astral Sea in a blinding flash of glory, because you understand that abandoning your empire so suddenly would undo it. A slower transition meets your obligation to those who revere you, as well as giving you time to adjust to the new duties that the gods require of you. </p><p>The Temple of Your Dominion: As your empire grew, your citizens built a mighty palace for your abode, where those who seek your advice or your blessing come to listen to your words. You hear their petitions, hand down laws, and admonish them to fight for themselves against adversity. But as time passes, your people require your physical presence less and less, while your thoughts turn to weightier matters. As the centuries pass, you are seen less frequently, though none can say where you go. Eventually, your priests realize that you are present everywhere in your empire; you are its guiding spirit more than its physical ruler. Your ascension, in that hour, is complete. </p><p><b>GOD-EMPEROR FEATURES </b> </p><p><b>Gifted Ruler (21st level)</b></p><p>You increase two ability scores of your choice by 2 each. </p><p><b>Unquenchable Spirit (24th level)</b></p><p>Once per day when you start your turn at 0 hit points or fewer, you regain hit points equal to your bloodied value. </p><p><b>Your Protective Wing (30th level)</b></p><p>When any ally you can see drops to 0 hit points or fewer, you can teleport that ally to a square adjacent to you as a free action. </p><p><b>GOD-EMPEROR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.VPSt0Qx6OMij9e1a]{God-Emperor 26-The Sovereign Will}</p><p>Published in Dragon Magazine 411. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zNOuH7QhmjJpA14r",
	"_key":"!items!zNOuH7QhmjJpA14r"
}