{
	"name":"Godhunter Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, ranger or rogue </p><p>Face it-you're a killer. That doesn't necessarily make you a bad person. Some creatures need killing. It's better for everyone in the end, and you're especially good at endings. </p><p>Not only are you an ace slayer, but you have also developed a reputation for taking out the tough marks. No matter how formidable a foe, you always find a way-by blade or bow-to send it to its doom. Destiny chose you to be the one who has what it takes to kill those tougher than you. </p><p>Your allies rely on you for your deadly art. Wary opponents maneuver to avoid giving you an advantage. Common folk and planar denizens equate your name with quick death. </p><p>Immortality? </p><p>Already legendary, your name, along with accounts of your remorseless fighting style, shall live forever. Few of your opponents survive past their fateful meeting with you, but you might just live on past your own meeting with fate. </p><p>Keen Motivation: You met your utmost challenge, and look who's dead and who isn't. The proof is in the grave. Among those that have a similar mortal origin, you are the greatest slayer in the universe. Maybe a god or two has skills that compare. Maybe. </p><p>Sticking around to stir up the cosmos isn't a bad idea. Powerful mortals, deities, demon lords, and primordials can get complacent or uppity. The worst rest in their own realms in smug satisfaction, and either cease doing what they should do or start doing something they shouldn't. No one rests easy with you nearby. </p><p>Mortal terror has a way of inspiring decisive change, and you have a pointed way of rousing just such a fear. It's not that you need to threaten anyone in particular. It could just be made known that you have a particular agenda. Working as a free agent, you leave no entity safe from the prospect of your lethal prompting. </p><p>Even a little prodding is bound to be a boon to progress. You could be just the wild card the world needs to keep power in the right balance and affairs moving along smoothly. </p><p><b>GODHUNTER FEATURES </b> </p><p><b>Peerless Predator (21st level)</b></p><p>Once per encounter, you can reroll an attack roll against a creature that is higher level than you. </p><p><b>Deific Agony (24th level)</b></p><p>When you score a critical hit against a creature that is higher level than you, the creature takes a -5 penalty to saving throws and cannot regain hit points or recharge any powers until the end of your next turn. </p><p><b>Blasphemous Recovery (30th level)</b></p><p>Once per day, when you are hit by an attack from a creature that is higher level than you, you can choose to treat that attack as a miss and then regain the use of second wind and the use of one encounter power you have used during this encounter. </p><p><b>GODHUNTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.aIM4w7KpboRzqSQV]{Godhunter 26-Deicidal Eye}</p><p>Published in Martial Power, page(s) 154. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"LWikHSY9zbwTtuBP",
	"_key":"!items!LWikHSY9zbwTtuBP"
}