{
	"name":"Grandmaster of Flowers Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, monk </p><p>It is said that not even the gods themselves know what lies in store for souls loosed from their bodies. You believe that beyond death is rebirth. Each lifetime is spent improving on the lifetime before, shedding imperfections in the hope of attaining the perfect state of enlightenment. </p><p>Your soul is like a great garden, and its beauty and perfection depend on how you tend it during all seasons. When the winter of death approaches, the garden becomes dormant for a time. Then, as the warm winds chase away snow and ice, new life begins. With the spring comes the chance to clear away the detritus and weeds of each life that has passed before. Only when you achieve perfection in your soul will you find the enlightenment that is your ultimate reward. </p><p>Immortality </p><p>You have lived many lives, each improving on the one before. In this last life, you have come closer than ever to achieving perfect harmony. If you can succeed in purging yourself of the last traces of imperfection, you will know enlightenment. </p><p>Perfect Peace: The state you seek removes all grief, all craving, all fear to bring mind, body, and soul into harmonious balance. In attaining this state, you are no longer troubled by the world's demands, and you spend your final days in quiet contemplation. During those days, many who seek the path to enlightenment will come to you in hopes of learning from your wisdom. When you are ready, you step free from this world to merge with those souls who have already attained the perfect peace for which you have long strived. </p><p><b>GRANDMASTER OF FLOWERS FEATURES </b> </p><p><b>Balanced Mind (21st level)</b></p><p>Whenever you make a saving throw to end a charm, fear, or psychic effect, you can take the better of 10 or your die roll. </p><p>In addition, when an enemy misses you with an attack against Will, that enemy takes 10 psychic damage. </p><p><b>Enlightenment's Blessing (21st level)</b></p><p>Your Dexterity increases by 2. </p><p><b>Ubiquity (24th level)</b></p><p>Whenever you hit with a melee attack, you can teleport 3 squares to an unoccupied square adjacent to the target as a free action. </p><p><b>Luminous Consciousness (30th level)</b></p><p>You transcend mortal limitations. Your movement never provokes opportunity attacks, and when an effect allows you to shift, you can instead move your speed. You ignore difficult terrain. You can move across and end your movement on any vertical or liquid surface. Finally, whenever you walk, run, or charge, you can spend any or all of that movement flying. If you are still flying when you end this movement, you land safely in the nearest unoccupied space. </p><p><b>GRANDMASTER OF FLOWERS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.9Ac2mlMR1Z8Hsrab]{Grandmaster of Flowers 26-A Scattering of Petals}</p><p>Published in Psionic Power, page(s) 148. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"MsKlumxGk0Yf2OQc",
	"_key":"!items!MsKlumxGk0Yf2OQc"
}