{
	"name":"Guardian of the Void Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p>The Shadowfell is a realm of death, the one thing in the universe that unifies all mortal folk, from the lowliest beggar to the mightiest emperor. Even the gods are vulnerable to death's sting. During the Dawn War between the gods and the primordials, many deities fell in battle. Since that time, gods have died at the hands of demons and even mortals. </p><p>Some creatures seek to escape death's grasp. A wizard walks the dark path of lichdom to attain immortality. An alchemist brews a secret elixir that will extend his life by centuries. Such creatures only delay the inevitable. Others, however, take a more direct approach to avoiding their fate. </p><p>Scattered pieces of lore, some dating back to the time before the Dawn War, suggest that death is not an intrinsic part of the cosmic order. By performing a dark ritual known as the Echoing Void, creatures intent on immortality at any cost can overcome death-but only by sacrificing millions of sentient lives. </p><p>The signs of preparation for this ritual are unmistakable. For a creature that seeks to create devastation on such a massive scale, the options are few-perhaps smashing an astral dominion or annihilating an entire region of the world. Secrecy rather than overwhelming power is such a villain's primary tool, since the pursuit of the Echoing Void is bound to draw the wrath of heroes, gods, fiends, and primordials alike. </p><p>When the ritual of the Echoing Void is begun, the magic it gathers spawns an equal and opposite reaction. The cosmos anoints champions to oppose the ritual's master. These powerful heroes become the Guardians of the Void, dedicated to preventing the wholesale destruction of the established order of death and life. </p><p>Living the Destiny </p><p>As a Guardian of the Void, your destiny is tied to those who hope to unlock the power of the Echoing Void. Perhaps you crossed paths early, fighting a minor skirmish that later proved to be one of the first steps in beginning the ritual. A guardian has little knowledge of this destiny, assuming its mantle only when the ritual nears its final stages. You might find that a few disparate events come together to paint a terrifying pattern-one that you must disrupt. </p><p>A Guardian of the Void fights to prevent the Echoing Void's completion, to destroy all knowledge of the ritual, and to defeat those who would pursue the power it offers. By the time a guardian arises, the threat posed to the cosmos is both dire and imminent. You will face down the servants of the powerful creature that seeks to complete the Echoing Void, preparing for your final battle. </p><p><b>GUARDIAN OF THE VOID FEATURES </b> </p><p><b>Raven Guardian's Endurance (21st level)</b></p><p>You increase one ability score of your choice by 2. </p><p>In addition, while you are bloodied, you have resist 15 necrotic and regeneration 5. </p><p><b>Guardian's Recovery (24th level)</b></p><p>You gain a +2 bonus to death saving throws. You increase this bonus by 1 for each other Guardian of the Void within 20 squares of you. </p><p><b>Soul of Destiny (26th level)</b></p><p>You gain the soul of destiny power. </p><p><b>Guardian of Death (30th level)</b></p><p>Once per day when you would drop to 0 hit points or fewer, you instead regain all your hit points, can stand up as a free action, end all effects of your choice that are affecting you, and can teleport adjacent to any other Guardian of the Void as a free action. </p><p><b>GUARDIAN OF THE VOID POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.0gLxK3MP5hinla4v]{Guardian of the Void 26-Soul of Destiny}</p><p>Published in Heroes of Shadow, page(s) 152. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DQySxgPRZWIvUOzN",
	"_key":"!items!DQySxgPRZWIvUOzN"
}