{
	"name":"Harbinger of Doom Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>You are an omen of storms, a herald of destruction, a spreader of calamity-wherever you go, destinies are unraveled and woven anew. You have broken free of the bonds of fate, and for you, nothing is written. Every step along your path, every decision you make, forces the future to shape itself accordingly. The ripples spreading from your choices can topple kings, wake ancient terrors, ruin kingdoms, and thwart the designs of the gods themselves. </p><p>The most dire consequences of your choices befall those people, realms, or causes to which you choose to give battle. Misfortunes, accidents, and natural disasters gather around your enemies when you are near-minor flukes at first, such as a hailstorm that ruins a crop, a messenger delayed by a few important hours when his horse throws a shoe, or a servant who forgets to secure a gate. You can't control these happenings, or even guess how they might take shape. In fact, ill chance often falls upon those you do not wish to harm, although not in the same measure as your enemies suffer. You dare not linger in places you love, lest you inadvertently destroy the things you hold dear. </p><p>Immortality </p><p>No one can know for sure what doom your existence portends. You might battle a dark overlord as a valiant champion of good. Your failure might cause the destruction of the kingdom you fought to defend, and your success might lead to the rise of an inflexible tyranny every bit as dangerous as the dark overlord you overthrew. Only at the end of your mortal life does your true purpose become clear. </p><p>Doom Fulfilled: You are drawn irresistibly to fulfill some ultimate doom-usually the catastrophic destruction of a great creature, a mighty realm, or a legendary artifact. When you triumph, fate repairs itself around you, and a new skein of destiny takes shape. In such a weaving, you no longer have a place, and you are hurled out of existence. Nothing remains of you, but you are remembered in the world's myths and legends as an agent of change and destruction. In some future time and place, you awaken with the dreadful knowledge that once again you must serve as doom's harbinger. </p><p><b>HARBINGER OF DOOM FEATURES </b> </p><p><b>Shield of Ill Fortune (21st level)</b></p><p>Whenever you roll a natural 1 on an attack roll, you can reroll it. If you roll a second natural 1, you can't reroll it. In addition, when any enemy rolls a natural 1 on an attack roll against you, that enemy is stunned until the end of your next turn, and you can slide the enemy 3 squares as an immediate reaction. </p><p><b>Master of Ill Fortune (24th level)</b></p><p>Once per encounter, when a creature within 10 squares of you drops to 0 hit points or fewer, you can make a saving throw or spend a healing surge. </p><p><b>Doom's Reward (30th level)</b></p><p>Whenever you make an attack and miss every target, you gain temporary hit points equal to one-half your level. </p><p>Published in Player's Handbook 2, page(s) 172. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"hNbcu0ACL7dmGQje",
	"_key":"!items!hNbcu0ACL7dmGQje"
}