{
	"name":"Harper of Legend Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level; good or lawful good alignment; training in any two of Diplomacy, Insight, Nature, or Stealth; membership in the Harpers (see the sidebar) </p><p>The Harpers are a secret society of good heroes who work against tyranny and darkness. Centuries ago, seven gods and goddesses opposed to evil and oppression- Corellon, Mielikki, Mystra, Oghma, Selûne, Silvanus, and Tymora-met one night in the sacred glade known as the Dancing Place to collectively extend their blessings to mortals who vowed to battle against the darkness. Harpers who serve long and well, showing exceptional wisdom and compassion, eventually earn the accolade of Master Harper. And a few Master Harpers who become the greatest champions of this ancient order become legendary figures, mantled in the divine blessings bestowed by the Seven long ago. You are a Harper of Legend, one of the most honored members of the society with a long record of bold deeds and daring exploits to your credit. </p><p>The Harpers have existed for twelve centuries in one form or another; the current one is the third incarnation of the ancient society. The Harpers of today were founded sixty years ago on the ashes of the previous society, which was split into opposing factions by the actions of Khelben Blackstaff a decade before the Spellplague and then overwhelmed in the chaos of the Spellplague years. For a time it seemed that this noble tradition would pass from the world entirely, but a small spark survived. Eaerlraun Shadowlyn, Master of Moongleam Tower in Everlund, kept alive the Harper traditions and nurtured a new generation of Harpers. In the shadows of Netheril he saw the greatest threat confronting the free peoples of Faerûn, and he dedicated his life to building a secret society capable of checking the shades' designs and uniting their enemies against them. So it is that today the Harpers are Netheril's secret enemies, and the protectors of Luruar, Evereska, the Dalelands, and all other people who stand against Netheril's dominion. </p><p>Immortality </p><p>The blessings of the Seven Gods of the Dancing Place protect and invigorate you for all your days, but they do not make you deathless. When death finally finds you, you become a disembodied protector and guide to other heroes following in your path-a Ghost Harper. Like other noble spirits such as Cylyria of Berdusk or Dathlue Mistwinter, you are part of a shining company whose vigilance remains undimmed by death. </p><p><b>HARPER OF LEGEND FEATURES </b> </p><p><b>Harper's Study (21st level)</b></p><p>Harpers are well-traveled souls who learn more than most people do. Choose an encounter power of 13th level or lower from your class (or a class you're multiclassed into). You gain that as a bonus encounter power. You can retrain this choice later, but you can choose only powers whose level is no higher than your level -6. </p><p><b>Blessing of Mielikki (24th level)</b></p><p>You begin a day with 2 action points instead of 1. Each time an enemy in an encounter spends an action point, you gain the ability to spend 1 additional action point in that encounter. Bold and decisive action is the hallmark of a Harper when combat becomes necessary. </p><p><b>Spectral Harpist (30th level)</b></p><p>Your fate to become a spectral Harper is nearly ready to claim you. Once per day when you die, your body disintegrates into silver dust and your spirit walks free. You regain maximum hit points and gain the insubstantial and phasing qualities, immunity to poison, and resist necrotic 30. You lose half your remaining healing surges. After your next extended rest, you reform your body. If you die in spectral Harper form, you are dead. </p><p>Published in Dragon Magazine 367, page(s) 7. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Xw6H4y8AqtueciYs",
	"_key":"!items!Xw6H4y8AqtueciYs"
}