{
	"name":"Heir to the Empire Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, tiefling </p><p>For too long your people have lived in the shadow of humanity. It is your birthright to rule! </p><p>Yet that right comes with the responsibility to protect and steward, rather than abuse and enslave. You realize that your ancestors squandered the gift of their destiny, and you vow not to do the same. </p><p>You struggle with this fate. Why you and why now? How can an empire so evil deserve rebirth? Yet the pieces of the tiefling past that pass into your life come alive at your touch. The crown fits. The scepter's weight feels right in your hands. The throne feels like home. You dare to think that you might guide the world to see the bright future that you experience in prophetic dreams. </p><p>Your new Bael Turath shall not be a place of shadows and despair. All who seek safety and peace will find refuge. Justice will be merciful. Your rule will be righteous. Tieflings will again have a home in the world. The curse that devils laid upon mankind will become a blessing. </p><p>An empire cannot rise overnight, yet many already look to you for leadership. More flock to your banner every day. Your fame surpasses that of any tiefling who has lived since the empire's fall. If the empire can be returned to glory, it will be at your hand. </p><p>Immortality </p><p>Your legacy will be the reformation of the image of Bael Turath. Once more the world shall see a golden age wherein the light of civilization pushes back the darkness of lawlessness and strife. Your name and deeds will echo throughout history because the empire you form will itself be immortal. </p><p>By Destiny Crowned: When you complete your final quest, you have earned a reputation for great goodness. Your deeds are the stuff of legend, even when compared to your companions. Human kings and queens kneel in the court you create, and the royalties of other peoples come there to bow in homage. Even the dead stones of ruins of Bael Turath recognize your greatness. By your presence alone they rise from the earth and remake themselves in brighter forms. You too are remade, for when you accepted the mantle of leadership, you became a true leader. Gone were the sins and foibles of the past, replaced by noble righteousness. Others follow your example, and soon those who see a tiefling expect not wickedness but honor. </p><p>Alternatively, you build your empire upon the bones of those who defy you. Many seek to thwart your rule, and thus many die by your hands or those of your fanatical followers. It's not the way you wanted it to happen, but you know the ends justify the means. They will remember you as a terrible tyrant, but your story will be passed down through the generations of a great society that continues to exist for millennia after your bones have turned to dust. </p><p><b>HEIR TO THE EMPIRE FEATURES </b> </p><p><b>Born to Rule (21st level)</b></p><p>Your Intelligence and Charisma scores each increase by 2, and you gain a +2 bonus to Diplomacy, Insight, and Intimidate checks. </p><p><b>Imperial Wrath (24th level)</b></p><p>When you use infernal wrath, the target is also knocked prone and dazed until the end of your next turn. </p><p><b>Irresistible Will of the Empire (30th level)</b></p><p>The first creature that hits you with a melee attack in each encounter is dominated until the end of its next turn. </p><p><b>HEIR TO THE EMPIRE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.8egrWIGAfjSUDzJF]{Heir to the Empire 26-Ruler of Life and Death}</p><p>Published in Player's Handbook Races: Tiefling, page(s) 32. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6lqYcfNjKVI7i51k",
	"_key":"!items!6lqYcfNjKVI7i51k"
}