{
	"name":"Heir of Siberys Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Most dragonmarked individuals manifest their marks in adolescence, when heirs of the dragonmarked houses undergo a rite called the Test of Siberys. This test puts the young heirs into stressful situations in the hopes that their marks will manifest. Siberys dragonmarks, however, break all the rules. </p><p>The magic of a Siberys dragonmark is powerful and fundamentally unpredictable. The mark is larger and more elaborate than the normal mark in its family, but it's rare for a normal mark to develop into a Siberys mark-more often, Siberys marks appear on older members of the house who were previously unmarked. Even more so than the common dragonmarks, a Siberys mark is viewed as the touch of the Prophecy-a character's inextricable link to the destiny of the world. </p><p>The dragonmarked houses keep a careful eye on members who bear Siberys marks. If a Siberys mark can be used in the service of the house, the house's leaders are content to let it, but a Siberys heir who does not remain firmly under the house's control is likely to become the target of assassins. </p><p>In game terms, a character can adopt the Heir of Siberys epic destiny to reflect the presence of this exceptional mark. Most characters with Siberys dragonmarks did not previously have a dragonmark, but a character who already has a dragonmarked feat isn't prevented from taking this paragon path. </p><p>This is a generic destiny that any Heir of Siberys can choose, though the utility power the destiny bestows at 26th level depends on the character's specific Siberys dragonmark. You can also craft unique epic destinies for each Siberys mark or even for each individual with such a mark. Heirs of Siberys, by their nature, defy easy categorization and have little in common with each other or with other dragonmarked characters. </p><p>Immortality </p><p>Your destiny is written in the Prophecy, and it is greater than the short span of your mortal life. As the Prophecy writes itself on your skin, you gain an increasing depth of understanding into its meaning and the various ways it can be fulfilled. What's more, you begin to understand that while you are a player in a cosmic drama, you are also the playwright, master of your own destiny, and not bound to any single vision of the future, whatever the Prophecy might say. </p><p>The Eternal Prophecy: When you complete whatever the Prophecy has in store for you-or whatever destiny you wrote into the Prophecy for yourself-you might disappear from the world for a time. But just as prophetic marks appear written on the bones of the earth, your Siberys mark is a part of the world. The Prophecy is Eberron, Eberron is the Prophecy, and you are equally part of both. If the world needs you in the future, you might choose to manifest once more in flesh forever altered by the mark of the Prophecy on your skin. </p><p><b>HEIR OF SIBERYS FEATURES </b> </p><p><b>Blessing of Siberys (21st level)</b></p><p>Increase two ability scores of your choice by 2. </p><p><b>Will of Siberys (21st level)</b></p><p>Each time you fail a saving throw against an effect that a save can end, you gain a cumulative +2 bonus to saving throws against that effect until the effect ends. </p><p><b>Lifeblood of Siberys (24th level)</b></p><p>Once per day, when you are reduced to 0 hit points or fewer or you fail a death saving throw, you can spend 2 healing surges. </p><p><b>Speaker of Prophecy (30th level)</b></p><p>When you miss every target with an encounter attack power, the power is not expended. </p><p><b>HEIR OF SIBERYS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.zil0mEaS4tgY3pJC]{Heir of Siberys 26-Siberys Mark of Detection}</p> <p>@Compendium[dnd-4e-compendium.module-powers.wItMak9HgS7KlYjc]{Heir of Siberys 26-Siberys Mark of Finding}</p> <p>@Compendium[dnd-4e-compendium.module-powers.7zusPgUpdWJBTxaZ]{Heir of Siberys 26-Siberys Mark of Handling}</p> <p>@Compendium[dnd-4e-compendium.module-powers.K7ZPXuaDkc6yHqEf]{Heir of Siberys 26-Siberys Mark of Healing}</p> <p>@Compendium[dnd-4e-compendium.module-powers.nUiyDohmrAKTut6Z]{Heir of Siberys 26-Siberys Mark of Hospitality}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vp0qHeN7Rcf6TLMY]{Heir of Siberys 26-Siberys Mark of Making}</p> <p>@Compendium[dnd-4e-compendium.module-powers.saB8vGFPjbNryzxJ]{Heir of Siberys 26-Siberys Mark of Passage}</p> <p>@Compendium[dnd-4e-compendium.module-powers.euWdh0EqsVpvQk6n]{Heir of Siberys 26-Siberys Mark of Scribing}</p> <p>@Compendium[dnd-4e-compendium.module-powers.vkWINCK4uGFJhDB8]{Heir of Siberys 26-Siberys Mark of Sentinel}</p> <p>@Compendium[dnd-4e-compendium.module-powers.DtATJ6k7aS8n90eV]{Heir of Siberys 26-Siberys Mark of Shadow}</p> <p>@Compendium[dnd-4e-compendium.module-powers.eo7FK0tYhpdqDjca]{Heir of Siberys 26-Siberys Mark of Storm}</p> <p>@Compendium[dnd-4e-compendium.module-powers.6f70plHrvDNkj1Im]{Heir of Siberys 26-Siberys Mark of Warding}</p><p>Published in Dragon Magazine 388. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"g4KBCmE0z5hyQswD",
	"_key":"!items!g4KBCmE0z5hyQswD"
}