{
	"name":"Honored Ancestor Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>As you have risen toward epic power, it has become increasingly clear that you have a unique relationship with the ancestor spirits that other primal heroes know as guides and allies. If you're a druid, you hear the voices of the ancestors each time you shift shapes. If you're a barbarian, your rages are always tempered by a third perspective, and sometimes a fourth, fifth, and sixth, as if you were observing yourself from above and on each side, seeing through more than your own rage-filled eyes. If you're a warden, you understand that the tribe's ancient protectors are your peers, not just your ancestors. If you're a shaman, you have realized the truth before attaining your epic destiny: The ancestors are more than guides and allies-they were once your comrades, your friends, and your helpers when you walked the world in earlier lifetimes, helping the people as an ancestor spirit. </p><p>You are an ancient ancestor reborn into a new life. You share understandings and communication with other primal spirits beyond anything that most primal heroes experience because you know all the voices of the spirits, all the subtle ways and swift whispers by which they make themselves known. You can see the spirits everywhere in the world as they inhabit trees and rocks or flow through the bodies of you and your allies. </p><p>Immortality </p><p>As an ancient spirit returned to mortal flesh, you strive to fulfill the mission that returned you to the world. </p><p>Great Ancestor: What is your great cause, your mission? It must be something huge, something that the natural course of the world could not have accomplished. If you don't already know your cause as you move into the epic tier, work with your DM to arrange a great a mission that befits a returned Honored Ancestor. </p><p>When you have completed your Destiny Quest, you might stay within the world for one more season to fix each of the world's textures in your memory. Then you must return to the world of the ancestors. As a spirit, you will remember this life, and all the others. It was a good life. Perhaps it was the last time you will walk the earth. Perhaps not. </p><p><b>HONORED ANCESTOR FEATURES </b> </p><p><b>Spirit Guide (21st level)</b></p><p>You can no longer be surprised, and you don't grant combat advantage for being flanked, dazed, or prone. </p><p><b>Spirit Migration (24th level)</b></p><p>When you spend an action point to take an extra action, you can teleport 5 squares as a free action, either before or after the extra action. </p><p><b>Spirit's Protection (30th level)</b></p><p>The first time you are reduced to 0 hit points or fewer during an encounter, you can spend a healing surge and regain additional hit points equal to your Wisdom or Charisma score. </p><p><b>HONORED ANCESTOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.prwxezY4TWUg837a]{Honored Ancestor 26-Spirit Warning}</p><p>Published in Primal Power, page(s) 151. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"yknOvhFYJQMimVeU",
	"_key":"!items!yknOvhFYJQMimVeU"
}