{
	"name":"Hordemaster Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>You reject civilization and the temptations of the cities. You see the city-states groan beneath the sorcerer-kings' tyrannies, and you observe how the people fear to speak out. The city dwellers, even non-slaves, give up freedom and morality for the promise of wealth and protection, but you do not make that choice. You have turned to the wilds to be your haven, abandoning \"civilized\" folk to the fate they deserve. You hone your body and master your techniques until the day comes when you will be powerful enough to tear down the city walls and bring an end to the sorcerer-kings' villainy. </p><p>As you embark on this destiny, your actions win you renown throughout the land. Wherever you go, people come to glimpse you. Throughout Athas, people whisper about your power and your intentions. Cities and merchant houses send envoys, bringing you tribute and seeking your favor. Raiders, refugees, escaped slaves, and fugitives flock to you. Some come to learn from you, and others come to fight on your behalf. Between your adventures, a mighty entourage surrounds you. Yet despite your acclaim, you are quick to strike out on your own or with a few trusted companions when adventure calls. Only cowards would have others fight on their behalf. </p><p>Immortality </p><p>The desert tribes of your race-human, halfling, elf, thri-kreen, goliath, whatever your kind-flock to your banner. With them come exiles, brigands, mercenaries, and adventurers, all of whom sense the winds of change blowing across the deserts. A mighty storm gathers around you, a storm of war and blood that will cleanse the world of corruption. Whether you lead your horde away from the Tyr Region to found a realm elsewhere, or whether you challenge the cities of the sorcerer-kings, your decisions will forever change Athas. </p><p>Shaker of Thrones: Upon completing your final quest, you unleash the long-awaited war. Cities burn, and your warriors conquer. Whether you are a blood-soaked warrior or an inspiring liberator, your horde reshapes history. When death arrives at last, your legend survives you; for a thousand years, your name will represent ferocity and military prowess. </p><p><b>HORDEMASTER FEATURES </b> </p><p><b>Horde Champion (21st level)</b></p><p>Two ability scores of your choice both increase by 2. </p><p><b>Swarming Followers (21st level)</b></p><p>While you are adjacent to an enemy, any ally who starts his or her turn adjacent to that enemy can shift 1 square as a minor action during his or her turn. </p><p><b>The Legend Lives On (24th level)</b></p><p>If you die and do not return to life within 12 hours, a devoted follower, such as a trusted lieutenant, takes your place, adopting your identity, your equipment, and your goals. This follower is identical to you, with the same level, race, class, paragon path, epic destiny, feats, and so forth. The two of you are essentially the same person and even have the same memories and experiences, if only because your follower listened so closely to your tales. If you are revived after being dead for more than 12 hours, your trusted follower returns to his or her former role. </p><p><b>Horde Attack (30th level)</b></p><p>Once per encounter, when you or an ally within 5 squares of you first becomes bloodied in an encounter, you and each ally within 5 squares of you can use an at-will attack power as a free action. </p><p><b>HORDEMASTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.7Po0stDYOIZEvRHd]{Hordemaster 26-Persisting Command}</p><p>Published in Dark Sun Campaign Setting, page(s) 100. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"IUg8q6ib9BOcDnva",
	"_key":"!items!IUg8q6ib9BOcDnva"
}