{
	"name":"Immanence Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class </p><p>Magic is less complex than most believe it to be. Beneath the incantations, the beautifully fashioned implements, the intricately carved circles and sigils, and the lore scribbled in tomes unnumbered lies one simple truth: Everything is energy. Energy comes in many forms, but once the first fundamental truth is grasped, all later use of magic becomes applied manipulation of energy. Energy can be tuned, directed, drawn away, or multiplied. It can be slowed so that it seems to be a solid, or converted to an insubstantial fluid of potential. </p><p>Others who lack your understanding find you obscure or mystical, but in fact you could not be more practical. In the grand scheme of things, only energy is eternal and true; all its shapes and flows are temporary, and will shift into unrecognizable patterns as time advances. </p><p>Your comprehension of these truths grants you exceptional and growing power over the world that others believe is mostly physical. Hazardous discharges flow around you like water. You can even extend a fraction of your protection to your allies. So powerful is your control over energy that when your body takes too much hurt, you can convert yourself to a field of substanceless particles. </p><p>Immortality? </p><p>When you complete your final quest, your understanding over the nature of energy expands. You suddenly grasp the final truth with which you have so long struggled: Only one energy field exists, and the entirety of the cosmos is made up of this undulating, many-layered expanse. The cosmos and you are one and the same. The same field that makes up everything else is part of you. </p><p>After putting your mortal affairs in order, you transform spontaneously into a being of pure energy, leapfrogging the state of divinity to become a fixture of the cosmos itself. After all, even the gods and the primordials are made of energy. You are an Immanence; you are everywhere. </p><p><b>IMMANENCE FEATURES </b> </p><p><b>Immanence Variable Resistance (21st level)</b></p><p>After the first time you take damage of a particular type during an encounter, you gain resist 20 to that damage type until the end of the encounter. </p><p><b>Spirit of Energy (24th level)</b></p><p>Once per day, when you drop to 0 hit points or fewer, you regain hit points equal to half your maximum hit points and become a spirit of energy. Until you regain hit points from a healing power or take a short rest, you are insubstantial and have phasing. </p><p>Also, at the start of your next turn, each enemy adjacent to you takes 20 damage of one of the following types, chosen when you take this form: acid, cold, fire, lightning, necrotic, poison, psychic, radiant, or thunder. </p><p><b>Shared Resistance (30th level)</b></p><p>While any ally is adjacent to you, he or she gains your resistances and immunities. </p><p><b>IMMANENCE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.EVhW4Xj5C9lfB8sP]{Immanence 26-Vary Resistance}</p><p>Published in Arcane Power, page(s) 146. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"pGW89zalXjxuNUJD",
	"_key":"!items!pGW89zalXjxuNUJD"
}