{
	"name":"Invincible Mind Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, battlemind </p><p>Across the world and beyond, you have sought the mightiest foes. Giants, dragons, orc kings, demons, and devils have fallen before you. Your skill is unmatched by mortals, and now you turn your attention to the mightiest beings in the cosmos. As you enter the epic tier, you have but one goal: to carve your name in the annals of history as the mightiest warrior of all time. </p><p>Many have attempted to travel this road, but few have seen it through to the end. You have searched for their names in ancient tomes. Here and there you find stories of champions who opposed the mightiest beings in the cosmos but died while trying to slay them. By studying their mistakes, you have learned to avoid those errors. When the time comes for you to batter down the gates of Bane's fortress or to cross swords with Asmodeus himself, you will be ready. </p><p>Wherever you wander, tales of your deeds spread. Some of those who hear the stories seek you out in hopes of proving their talents by defeating you. Others swear fealty to you, seeing in your crusade the chance for an immortality of their own. You accept both challengers and allies. The former give you the practice you need to hone your skills, while the latter form the army you will one day lead to crush your chosen quarry. </p><p>Your life has been a long battle, but now it nears its end. Will you carry the day and achieve undying fame, or will your example serve as a warning to those who travel this path in the future? </p><p>Immortality </p><p>Your immortality lies not in extending your life beyond its normal limits, but in conquering a foe the world deems unbeatable. Some day, after you defeat a demon lord, an archdevil, or even a god, your victory will echo through history forever. </p><p>Unconquered Master: Once you have established that you are the greatest warrior who ever lived, what else is there for you to pursue? Challengers arise, but none can match you. In time, you fade from the world and become a creature of pure psionic magic, content to be the measuring stick for all who come after you. Your fighting style lives on as a new psionic philosophy. </p><p><b>INVINCIBLE MIND FEATURES </b> </p><p><b>Battle Sovereignty (21st level)</b></p><p>You gain a +10 bonus to initiative checks and a +2 bonus to weapon attack rolls. </p><p><b>Reinvigorating Attack (24th level)</b></p><p>When you have 0 power points and hit an enemy with a battlemind at-will attack that is unaugmented, you regain 2 power points. </p><p><b>Invincible (30th level)</b></p><p>When you drop to 0 hit points or fewer, you can spend a healing surge as an immediate interrupt. </p><p><b>INVINCIBLE MIND POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.NakVMb72lAwpEGsF]{Invincible Mind 26-Indomitable Strategem}</p><p>Published in Player's Handbook 3, page(s) 158. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ARYxaPufGeQHzKi8",
	"_key":"!items!ARYxaPufGeQHzKi8"
}