{
	"name":"Invincible Vanguard Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any martial class </p><p>When battle erupts, you throw yourself into the thick of combat. You lead the charge against any foes, no matter how tough, how numerous, how terrifying, or how deadly. Your battle cries ring out, inspiring your allies to find courage to discover what fate the gods have in store for them. </p><p>You are a blur in battle, striking, leaping away, and then striking again. Each time your weapon bites, death follows. Corpses litter the field in your wake. You are brash in combat, and for a long time, your allies believed you took unnecessary risks, putting yourself and them into danger. Then, with victory after bloody victory, you showed that your brazen courage could bring only triumph and glory. </p><p>Immortality </p><p>You do not walk toward destiny-you run. Each victory puts you a step closer to attaining glory and securing your place in legend. Each time you defeat an enemy, you set out to find the next one, leaving carnage in your wake. You seek the ultimate foe, after whose defeat you will understand your place in the world and history. </p><p>Eternal Warrior: The long road leads to one climactic battle, one in which to settle scores and complete the mission for which you were born. You have long chased your destiny and do not feel disappointment at the road's end, but rather, you are excited that the battles you fought pointed to this final conflict. </p><p>Then, after what feels like mere moments, the fight ends, and the enemy is vanquished. Before you can savor the victory, though, you realize your task is still incomplete. Battles remain to be fought, and wars remain to be won. You squeezed out of this world everything it can offer, and now you must find new realms and realities where you can test your mettle. </p><p><b>INVINCIBLE VANGUARD FEATURES </b> </p><p><b>Invigorating Charge (21st level)</b></p><p>Your Strength score increases by 2. </p><p>Whenever you charge and make a basic attack, that attack gains the invigorating keyword. </p><p>In addition, you can take actions after a charge. </p><p><b>Forever War (24th level)</b></p><p>The first time each day when you drop to 0 hit points or fewer, you regain hit points equal to your bloodied value. As a free action, you then stand up, shift 2 squares, and make a charge attack. If the attack hits, you gain temporary hit points equal to your bloodied value. </p><p><b>Unstoppable Assault (30th level)</b></p><p>Whenever you score a critical hit against an enemy with a melee attack, bloody an enemy, or reduce an enemy to 0 hit points, you can make a charge attack against a creature other than that enemy as a free action. </p><p>In addition, you never provoke opportunity attacks when charging. </p><p>Published in Martial Power 2, page(s) 157. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"pd3a5nUhvMmlk8J7",
	"_key":"!items!pd3a5nUhvMmlk8J7"
}