{
	"name":"Keeper of the Everflow Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p>A constant stream of spirits passes through the Shadowfell-part of a grand procession of life, death, and rebirth known to a few ascetics as the everflow. Those who believe in the everflow also believe that it was once intended to return souls back to the world for a new lease on life. According to legend, the dread god Nerull usurped the everflow by hoarding the spirits of the dead. His successor, the Raven Queen, only partly undid the damage done by the fallen god, cutting the everflow short and passing judgment on mortal souls as she sees fit. </p><p>The select few who have glimpsed this truth have chosen to correct the course of the everflow. To do this, the Keepers of the Everflow must find a mighty construct hidden deep in the darklands of the Shadowfell-the great Spirit Wheel, set in motion by the actions of the first Keepers. If they complete their work, the everflow will trickle away from the Raven Queen's domain as the procession of souls is redirected from the road to Letherna back into the world. The existence of the Keepers of the Everflow is an affront to the god of death, and she will stop at nothing until the faithful of this upstart order are all held in her wintry grasp. </p><p>Living the Destiny </p><p>As you achieve enlightenment, your actions attract the attention of beings that would rather face eternal destruction than abide a change in the everflow. </p><p>First and foremost among these opponents are the servants of the Raven Queen. Her legions of shadar-kai and sorrowsworn hunt you unceasingly, but their wrath is only a foreshadowing of the eventual confrontation between you and the god of death. When that final conflict comes, you will lead the Raven Queen back into the everflow-by force if necessary-so that she might be reborn and attain the enlightenment she has denied herself and all other creatures. </p><p><b>KEEPER OF THE EVERFLOW FEATURES </b> </p><p><b>Enlightened Rebirth (21st level)</b></p><p>You increase one ability score of your choice by 2. </p><p>In addition, you can change your origin at the end of a short rest or an extended rest. You gain a benefit based on the origin you choose, even if that origin is your native origin. </p><p>Aberrant: You have psychic resistance equal to 5 + one-half your level. Any creature that hits or misses you with an attack that targets your Will takes psychic damage equal to your Intelligence, Wisdom, or Charisma modifier. </p><p>Elemental: You have resist 10 acid, resist 10 cold, resist 10 fire, and resist 10 lightning. Your attacks ignore any resistance to acid, cold, fire, or lightning damage. </p><p>Fey: You have a +1 bonus to Reflex and Will, and you are immune to charm effects. </p><p>Immortal: While you are bloodied, you have regeneration 5. Your at-will attacks that deal untyped damage can now deal radiant damage instead. </p><p>Natural: You have resist 5 to all damage and a +2 bonus to saving throws. </p><p>Shadow: You have resist 10 necrotic. Any creature that hits or misses you with an attack that targets your Will takes necrotic damage equal to your Intelligence, Wisdom, or Charisma modifier. </p><p><b>Life Overflow (24th level)</b></p><p>Once per day when you start your turn at 0 hit points or fewer, you regain hit points equal to your bloodied value and end all effects of your choice that are affecting you. You can also change your origin, gaining a different benefit from your Enlightened Rebirth feature. You also gain 5 temporary hit points for every allied Keeper of the Everflow present in the encounter. </p><p><b>Lore of the Wheel (26th level)</b></p><p>You gain the lore of the wheel power. </p><p><b>Turn the Wheel (30th level)</b></p><p>When you hit an enemy with a daily attack power or when you score a critical hit against an enemy, that enemy can make only basic attacks until the end of your next turn. When you reduce an enemy to 0 hit points, you can choose to have that enemy reincarnated in the world as a natural creature with no memory of its past life. You have no control over where and how the enemy reincarnates. </p><p>Published in Heroes of Shadow, page(s) 153. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"GIjEwzQyTl2qCJdh",
	"_key":"!items!GIjEwzQyTl2qCJdh"
}