{
	"name":"Keybearer Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>The universe is yours to explore. You are a master of travel who can slip through the planes and cross through time and space to traverse vast distances in the blink of an eye. No locks can stop you, and no barrier can block you for you have reality's keys and with them, you can go anywhere you like as often as you wish. </p><p>The keys are a metaphor for your unique insight into reality's architecture. Your keen insight allows you to identify holes in the cosmos's fabric and with slight concentration, you can step through them to bypass obstacles, appear miles away, or emerge in an entirely different plane. Your first breakthrough might have come early in your career, when you first used a Linked Portal or another travel ritual. Or it could have arisen from your experimentation with spells, prayers, or other powers you have mastered. These revelations laid the foundation for the evolving abilities you come to master, but also instilled a powerful urge to travel and explore, to visit new realms, explore distant planes, and meet peoples and societies alien from your own. </p><p>Immortality </p><p>The cosmos opens its doors to you, inviting you into the remotest corners of reality. It's not a question of how or when you travel, but where do you want to go? </p><p>Master of Time and Space: Yours has been a life of exploration, traveling to the farthest reaches of reality and back again. You've beheld wondrous vistas, watched residuum storms raging across the Feywild, explored the City of Brass's gleaming streets, and wandered through Sigil's innumerable portals. Each time you embarked on a new journey, you began to realize that the mechanisms and arcane formulae used in travel rituals were imperfect methods for movement, since they were overly complex systems that exacted an unnecessary price. These potent rituals only touched the possibilities for travel, providing the crudest and most direct means to reach your destination. Through refinement and exploiting the pathways worming through reality, you could speed up the process and make it more elegant so that you could go anywhere you liked. </p><p>This understanding proved instrumental in your victory over your final adversary. With the enemy brought low, and your quest completed, you are free to devote your full time and attention to exploring the planes, and not long after, you say your goodbyes and put your knowledge to the test. As you refine your techniques, you find you no longer need the complexities of ritual magic to facilitate your exploration; you can simply go where you want, when you want. Eventually, you discover the very threads of time, which allows you to move into the future and into the past. </p><p>Being able to traverse the currents of time means you can effectively live forever, journeying to all times and places. You might race backward into history to witness the rise and fall of Bael Turath, or go further to behold the horrors of creation's war between the gods and primordials. Or, you might move ahead, stepping into the uncertain future to see the repercussions of your mortal actions, the ascent of new champions, new wars, new innovations, and more until the world you left behind becomes a dim memory. If you drift into the past, will you seek to change it or preserve it from other Keybearers? If you go into the future, will you return to the present to change it? Only you can decide as master of time and space. </p><p><b>KEYBEARER FEATURES </b> </p><p><b>Portal Mastery (21st level)</b></p><p>Once per day, you can use either the Linked Portal ritual or the Planar Portal ritual without expending components, even if you do not have the Ritual Caster feat. </p><p>Additionally, once per day, when you die, you immediately regain half of your hit points and disappear; you immediately reappear on any plane in any permanent teleportation circle whose sigil sequence you have memorized. </p><p><b>Traveler's Tricks (24th level)</b></p><p>Anytime you roll an 18 or higher when making an attack roll, you can teleport 5 squares as a free action after the attack. </p><p><b>Unfettered Passage (30th level)</b></p><p>You gain phasing. You ignore difficult terrain and can move through obstacles and other creatures, but you must end your movement in an unoccupied space. </p><p><b>KEYBEARER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.iyRjYV45ohfTvUzL]{Keybearer 26-Reality Distortion}</p><p>Published in Dragon Magazine 372, page(s) 39. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"nPrpgct6iweuYSQq",
	"_key":"!items!nPrpgct6iweuYSQq"
}