{
	"name":"Legendary Sovereign Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level; fighter, paladin, ranger, or warlord </p><p>Legendary sovereigns come to power in a variety of ways. Some are born to royalty-the scions of existing dynasties. These sovereigns reverse the flagging fortunes of their homelands, defeat ancestral enemies, or usher in ages of expansion and prosperity. Other sovereigns establish new dynasties, building monarchies to heal a land or carve a new kingdom out of the wilderness. A few legendary sovereigns seize power by deposing tyrants and leading nations to freedom. Finally, a handful of legendary sovereigns win their thrones by acclaim. They are chosen by the people to take up the mantle of leadership after performing deeds of renown and demonstrating wisdom and courage. </p><p>In the days before acceding to your throne, you won ever-growing renown throughout the land you were destined to rule. An anonymous adventurer in other lands, you were a hero to the people of your home. People crowded the streets to catch a glimpse of you. You accrued accolades, honors, and titles, and the people began to wonder whether you might someday claim the throne. As threats arose, the people of the land sought your opinions and counsel. They treated you as a great leader, and soon, your destiny to become a lord was apparent. </p><p>Immortality </p><p>Though you might live for decades after completing your final quest, true immortality comes through your legacy. </p><p>The Golden Age: Upon completing your final quest, you ascend to the throne and begin your reign. For decades, your land flowers and your people prosper. Your victories shield your land from invasion and bring your ancestral enemies to their knees. Your descendants will mount the steps to your throne for centuries to come. When death comes for you at last, your tomb is a monument revered by your people. </p><p><b>LEGENDARY SOVEREIGN FEATURES </b> </p><p><b>Great Captain (21st level)</b></p><p>Once per encounter when you score a critical hit, each ally within 10 squares of you can make a basic attack as a free action. </p><p><b>Homeland (21st level)</b></p><p>With the DM's approval, choose a realm you are destined to rule. You are regarded as a great hero in that land. You gain a +4 bonus to any Charisma-based skill checks you make within that land. You have property or estates there sufficient to provide for your ordinary needs, including the resources to maintain a household and a small force of loyal retainers. </p><p><b>Legendary Presence (21st level)</b></p><p>Your Charisma score increases by 2. </p><p><b>This Is Not My Fate (24th level)</b></p><p>Once per day when you would make a death saving throw, you can instead regain hit points equal to your bloodied value, end any effects on you, and stand up. </p><p><b>Sword of Kings (30th level)</b></p><p>Choose one encounter attack power you know that has the weapon keyword. Whenever you use that power, it is not expended unless you miss every target. </p><p>Published in Martial Power 2, page(s) 158. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"6NWYQTH1adPgDZOI",
	"_key":"!items!6NWYQTH1adPgDZOI"
}