{
	"name":"Legendary General Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, warlord </p><p>Dhuryan Flamebrow, Malachi of Bael Turath, Ossandrya of the Spiral Tower, Jarret the Twiceborn, and Bergrom Earthfast-these names live on in the annals of time because names of mighty leaders always do. Few leaders are more respected than those who have proven themselves on the field of battle and in the nightmare of war. It's no surprise that history remembers those who lead others through mortal danger. These figures have influenced entire military traditions the world over. </p><p>Long have you stood among such illustrious company, a celebrated captain. You have led your fellows in battle against uncountable foes and emerged victorious. Your leadership and encouragement inspired your allies and brought them home safely again and again. Perhaps you're the best commander the world has ever known. </p><p>Immortality? </p><p>In taking responsibility for leading your comrades on the long and terrifying road you have traveled, you have displayed cunning, resolve, and courage. Now that you've arrived, you might receive an even higher calling. </p><p>Battle Everlasting: Upon the accomplishment of your last epic quest, your soul is tugged at by a call to duty. More than one creature of godlike power is bound to offer you immortality, along with a position of power. The only question is whose side you'll take. </p><p>The battle between the gods and the primordials ended eons ago. Strife among planar agencies is still common, and the balance could tip to spark war across the cosmos yet again. Deities, especially malevolent ones, plot against one another to the detriment of all. Elemental powers still look with vengeful eyes upon the world and the heavens. Fey entities, and those of shadow, occasionally raise armies to shake the pillars of the universe. Hordes of demons threaten the very roots of existence. Until an unforeseen age takes hold in which evil is quelled and want is subdued, peace and stability feel tenuous. The need for a leader of legendary skill remains constant. </p><p>Is it your greater destiny to stand at the fore of united angelic legions as they hold back the chaos? Will you lead the gods to victory over their ancient foes? Do you prefer the side of the primordials? Might you command archons and efreets as they seize dominions in the Astral Sea, usurping the usurpers? Or will you choose a middle road, mercenary or enlightened, and pick your battles carefully as each situation calls you to war? </p><p><b>LEGENDARY GENERAL FEATURES </b> </p><p><b>Mythic Inspiration (21st level)</b></p><p>When you use your second wind, one ally within 20 squares of you can also spend a healing surge. </p><p><b>Legendary Tactical Action (24th level)</b></p><p>Any ally can spend an action point possessed by you or by any other ally whom he or she can see once per encounter. </p><p><b>Unyielding Company (30th level)</b></p><p>While you have at least 1 hit point, allies within 20 squares of you do not fall unconscious at 0 hit points or fewer and cannot die because of negative hit points. Allies at 0 hit points or fewer still make death saving throws as normal, and they can die as a result of failed death saving throws. </p><p>Published in Martial Power, page(s) 155. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"h5gq08dj4mrocNQR",
	"_key":"!items!h5gq08dj4mrocNQR"
}