{
	"name":"Lord of Fate Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class, unaligned alignment </p><p>You have mastered whole libraries of arcane lore. With all that knowledge, you have glimpsed a universal truth: A cosmic balance hides behind all things, weighing the energies of existence and perhaps judging them. Life, motion, and the intricacy of existence itself participate in a constant interaction of warring forces, but a war subtly harmonized by the balance. </p><p>Your understanding of this balance informs your actions. Seeing the need for moderation in all things, you seek to damp down fiery passions and heartwrenching attachments. If you attack the forces of evil, or struggle against chaos, you do so simply to bring the adversary back into a state of balance with virtue and order. You accept that life must include both despair and joy, both beauty and horror. </p><p>You are becoming an agent of balance-a living exemplar of the cosmic fulcrum. </p><p>Immortality? </p><p>As the last mortal breath escapes your lungs, your hard-won knowledge that life and death are eternal twins fills your dissipating perception. In that instant, your soul flashes out into the multiverse, beyond the grasp of the gods or the natural order. The force you sensed as a mortal, the underlying cosmic balance behind all things, accepts you as part of itself. You are transfigured into a sentient incarnation of that cosmic balance. It permeates existence, and so do you. Your knowledge multiplies a thousandfold. In your hands rests the future balance of the cosmos. </p><p><b>LORD OF FATE FEATURES </b> </p><p><b>Turnabout (21st level)</b></p><p>When you roll initiative at the start of an encounter, you designate one creature within your line of sight as the target of your Turnabout feature until the end of the encounter. Once during the encounter, when the target's attack places an effect that a save can end on one of your allies within your line of sight, you can use an immediate reaction to place the same effect on the target until the end of the target's next turn. </p><p><b>Balanced Sum (24th level)</b></p><p>Once per day when an enemy's attack drops you to 0 hit points or fewer, you regain hit points equal to your healing surge value after taking the damage. In addition, you gain temporary hit points equal to the damage that reduced you to 0 hit points or fewer. </p><p><b>Fulcrum of Power (30th level)</b></p><p>When you are damaged by an attack power that a creature can recharge, the attacking creature can't attempt to recharge that power until you make an attack roll against it. </p><p><b>LORD OF FATE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.9DztueXYsLR5hq2F]{Lord of Fate 26-Golden Mean}</p><p>Published in Arcane Power, page(s) 147. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SwdEUGbkqK9z0Of4",
	"_key":"!items!SwdEUGbkqK9z0Of4"
}