{
	"name":"Lord of Chaos Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Long ago, an ancient race of mighty sorcerers abandoned the material world for the Elemental Chaos, drawn by the plane's infinite mutability. These were the Reigar, a humanlike people who revered personal freedom, expression, and artistry above all other values. In time they mastered the secrets of immortality and became a race of godlings in mortal form-self-centered, capricious, driven only by the desire to experience new sensations and outdo each other in creative works. Foreseeing that their race would eventually dwindle and stagnate, the Reigar created one last masterwork of cooperative magic: a sentient, self-guiding force that would seek out the most brilliant and worthy souls among mortals and gift them with the powers of the Reigar, thus renewing the race across the ages. </p><p>In the course of your mortal adventures, you have developed into that one person in a million who embodies the exquisitely rare mix of brilliance, beauty, willfulness, and creativity that characterizes the immortal ranks of the Reigar. The ancient lore of the Reigar has revealed itself to you and given you the ability to shape the world to suit your whims. </p><p>Living the Destiny </p><p>Few of your kind remain anywhere in the multiverse. You and your kindred souls are not mortals, nor gods, nor elemental beings; you are something else. As a Lord of Chaos, you might commit yourself to shaping a vast swath of the elemental plane into a domain of your own. You or your descendants could rule over an extraplanar kingdom forged by your will and imagination. Or you might choose to roam the multiverse, immersing yourself in every interest and experience that catches your eye. Whatever path you take, you eventually leave your adventuring career behind, drawn by the challenge of shaping and ordering your own private universe. </p><p><b>LORD OF CHAOS FEATURES </b> </p><p><b>Awakening (21st level)</b></p><p>You increase your Charisma by 2, and your origin becomes immortal. </p><p>In addition, you gain a shakti, an ancient tool of the Reigar that takes the form of a small statuette or token that is representative of you. As a minor action, you can transform it into a +5 magic weapon, magic implement, magic armor, or amulet of protection (+6 at 26th level). If the shakti leaves your person or is destroyed somehow, it turns to dust. You can create it again as a minor action, and it appears on your person in the desired form. </p><p><b>Rapid Reincarnation (24th level)</b></p><p>Once per day when you would make a death saving throw, you can instead choose to become disincarnate. Your body disappears in motes of golden light, and you can then reincarnate anywhere within 1 mile, between 1 minute and 1 hour later. You reincarnate with hit points equal to your bloodied value. </p><p><b>Master of Chaos (30th level)</b></p><p>When you bloody an enemy or score a critical hit against an enemy, you can teleport yourself or the enemy up to 10 squares as a free action. </p><p><b>LORD OF CHAOS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.S8QxZzq40jevrAnd]{Lord of Chaos 26-Whim of Creation}</p><p>Published in Heroes of the Elemental Chaos, page(s) 140. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"JO6cl2LhTtUynrmW",
	"_key":"!items!JO6cl2LhTtUynrmW"
}