{
	"name":"Lorekeeper Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, Intelligence 21 or Wisdom 21, training in two knowledge skills </p><p>You are a font of knowledge, a peerless scholar, and a custodian of legends, myths, and, above all, truth. Though you content yourself with study and reflection, people come to you from all over the world, and beyond it, for an audience. They seek to apply your keen intellect and wisdom to any number of problems: locating a long-lost artifact, solving an impossible riddle, or devising a strategy to overcome a horde of raging berserkers. Others seek you out just to talk, learn, and expand their own understanding. </p><p>With such knowledge comes grave responsibility, for some truths are best kept secret. If you glibly reveal the location of a powerful weapon lost since the fall of an ancient civilization, you might very well doom the world to witnessing firsthand that weapon's power. If you withhold the cure to a plague, the deaths of its victims rest upon your shoulders. Ultimately, you must decide whether you hoard your knowledge or dispense it freely, and whether you have the wisdom to know what to reveal and what to hide. </p><p>Immortality </p><p>Lorekeepers are among the most learned people in the world, and they rely on their vast knowledge to battle those who embrace ignorance and reject civilization. </p><p>Grand Library: The ultimate expression of your temporal power is the construction of a grand library to hold your collection. By the time you complete your Destiny Quest, you have acquired more books, manuscripts, and other texts than you can catalog. The only way to prevent certain suspect writings from falling into the wrong hands is to construct a place to protect them. Whether you build your edifice in the mortal world, adrift in the Astral Sea, or hidden within the City of Brass, Sigil, or Gloomwrought, this grand library ensures your immortality. The library reminds all who behold its wonders of your singleminded commitment to preserving lore and your great deeds in pursuit of knowledge. </p><p><b>LOREKEEPER FEATURES </b> </p><p><b>Lorekeeper's Wisdom (21st level)</b></p><p>Whenever you make a knowledge check or a monster knowledge check, you can roll twice and use either result. </p><p>In addition, your attacks deal 2 extra damage on a hit against creatures whose origins are within the purview of your trained skills. For example, if you are trained in Arcana, your attacks deal 2 extra damage on a hit against elemental, fey, and shadow creatures. </p><p><b>Lorekeeper's Cunning (24th level)</b></p><p>When you are making a skill check for any ritual, you can roll twice and use either result. You can double the time it takes to perform a non-Creation ritual to reduce the component cost of that ritual by half. </p><p>In addition, whenever you score a critical hit against a creature whose origin is within the purview of one of your trained skills, you gain a +2 bonus to attack rolls against that creature until the end of your next turn. </p><p><b>Lorekeeper's Revelation (30th level)</b></p><p>Choose two of your daily utility powers. Those two powers are now encounter powers for you. If you do not have two daily utility powers, you can immediately retrain your utility powers until you have two daily utility powers that then become encounter powers. </p><p>Published in Player's Handbook 2, page(s) 173. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"HdhSpqPzCTlwNBrv",
	"_key":"!items!HdhSpqPzCTlwNBrv"
}