{
	"name":"Magister Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class </p><p>Your reputation as a powerful spellcaster has only grown in the telling, perhaps sometimes even outpacing your actual abilities. Indeed, some credulous few have gone so far as to call you the \"mouth of magic,\" implying that you are the ultimate expert on all things arcane. </p><p>You don't go out of your way to dissuade such talk. After all, you are a powerful practitioner of the arcane arts. You are a protégé of powerful wizards, sorcerers, and warlocks (if not in the f lesh, at least in the study of their lives, their rituals, and the spells they preferred to cast). Furthermore, spells and rituals have been your daily fare for longer than you can recall. You are mortal, yes, but the f lux of magic that daily f lows through your form lifts you closer and closer to something finer with each arcane utterance. </p><p>Any wizard, warlock, or other spellcaster can study hard and eventually master a wide variety of magical stratagems. It is not impossible to grow in power and ability. But a few who do so sense an underlying unity to magic, a thread that connects apparently disparate magical functions. Those few, like you, claim the title of Magister and the enhanced magical prowess that goes with it. </p><p>Regardless of what others say or what you believe, empirical evidence has proved it: You have become one of the most powerful spellcasters in history. You manipulate magic as easily as you breathe. </p><p>Immortality? </p><p>Your ultimate destiny is certain to be colorful, but is otherwise open-ended. It is likely to be whatever best suits the unique expression of your class. You might be a chaos sorcerer who decides to live deep within the Elemental Chaos, returning in some future age to help assuage the world's need. You might be a great bard whose magic eventually challenges the immortals, and perhaps wins you a place in the courts of the gods on your own terms. You might be a wizard whose studies have rewarded you with a natural fluency that none could have predicted early in your career, but whose popularity and notoriety live on for centuries afterward-aided by the fact that you remain accessible, if inactive, in a grand tower hidden in a Feywild mountain pass. </p><p><b>MAGISTER FEATURES </b> </p><p><b>Magic's Flow (21st level)</b></p><p>Whenever you use an arcane encounter or daily attack power, you gain a +4 bonus to the defense or defenses that power attacks until the end of your next turn. </p><p><b>Magister's Knack (21st level)</b></p><p>One ability score of your choice increases by 2. </p><p><b>Return of the Magister (24th level)</b></p><p>Once per day when you drop to 0 hit points or fewer or are about to take enough damage to kill you, you can spend a healing surge, teleport 15 squares as a free action, and roll saving throws against all effects on you that a save can end. </p><p><b>Magic's Master (30th level)</b></p><p>Twice per day, you can perform any ritual you have mastered as a standard action. The ritual you perform cannot directly affect an enemy. For example, you could perform Raise Dead and revive an ally who could then rejoin the fight. However, you could not perform Imprisonment, which directly affects an enemy. </p><p><b>MAGISTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.XoqyhTgrnvij7pE6]{Magister 26-Magister's Key}</p><p>Published in Arcane Power, page(s) 148. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"iF20cxLVDWI9bzNT",
	"_key":"!items!iF20cxLVDWI9bzNT"
}