{
	"name":"Marshal of Letherna Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p>Letherna lies deep in the Shadowfell, far beyond the reach of most mortals. This bastion of the Raven Queen is seen only by the spirits of the dead and by the privileged retainers and bodyguards of the god of death. Those loyal to the Raven Queen stand ready to defend her citadel's frost-covered walls from any threat. </p><p>Ages ago, when the Raven Queen struck down the dread god Nerull, the other deities crafted a pact that changed the nature of the gods' relationship with death. To prevent the recently ascended queen from hoarding the spirits of the dead as her own personal army, the pact stipulated that the Raven Queen would be the god of death but not god of the dead, serving as a custodian of the natural cycle of life and death. In return, the gods would allow the Raven Queen to enlist their own followers to aid her worshipers in the defense of her realm. This arrangement suited the Raven Queen, herself an ascended mortal, who preferred to deal with mortals more than with the uncaring powers of the Astral Sea. </p><p>That call of duty has sounded again. The armies of Letherna have need of commanders, and only the greatest heroes can be entrusted with the sanctity of the afterlife. With grim determination, the Marshals of Letherna pick up the Raven Queen's banner and stand fast in the defense of her bastion. </p><p>Living the Destiny </p><p>The Marshals of Letherna are given command over the upper echelons of the Raven Queen's entourage, facing down the threats to her power and to the cosmic balance she upholds. You will stand on the battlements of that great fortress, raining your deity's blessings down on the demons, godlings, and elemental forces that crash against Letherna's gates. When the time comes to finally put down the threats against the god of death, you will lead the strike force. </p><p>Of all the dangers to Letherna, none rank higher than Orcus, Demon Prince of Undeath. His ultimate goal is to sit on the Raven Queen's throne, subverting the natural order so that every creature that dies becomes undead. As you defend your dark mistress, a confrontation with Orcus seems all but inevitable. </p><p><b>MARSHAL OF LETHERNA FEATURES </b> </p><p><b>Sworn to Duty (21st level)</b></p><p>You increase one ability score of your choice by 2. </p><p>In addition, you are immune to charm effects and fear effects, and you gain a bonus to death saving throws equal to 2 + the number of allied Marshals of Letherna within 10 squares of you. </p><p><b>Legions of Letherna (24th level)</b></p><p>While you are conscious, enemies treat squares within 2 squares of you as difficult terrain. You can end or resume this effect as a minor action. </p><p><b>Clarion of Sorrow (26th level)</b></p><p>You gain the clarion of sorrow power. </p><p><b>Defender of Life and Death (30th level)</b></p><p>Once per day when you drop to 0 hit points or fewer, a pale raven guides your soul back to your body. You regain hit points equal to your bloodied value, can stand up as a free action, and can use an at-will attack power as a free action. </p><p><b>MARSHAL OF LETHERNA POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.LCgvi81EV0G2nkcM]{Marshal of Letherna 26-Clarion of Sorrow}</p><p>Published in Heroes of Shadow, page(s) 154. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"guIX8yKYdq1H9L46",
	"_key":"!items!guIX8yKYdq1H9L46"
}