{
	"name":"Martial Archetype Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any martial class, paragon multiclassing in a martial class </p><p>From the moment you could raise a sword, you knew your destiny lay along its keen edge, your future in the hilt and pommel, and your legacy in the mastery of this single piece of steel. You spent your youth training. You honed your technique and studied the martial forms of combat. As you grew and set out from your humble beginning, your adventures exposed you to the exploits of countless combatants. In them, you became sure of a common connection, a link binding all who live and die by the sword. </p><p>Try as you might, this fundamental truth of martial power eluded you. For some reason, its perfect truth continued to slip beyond you reach, but remained just visible behind your mastery. You thought that through incomparable discipline, practice, and innovation, you'd find it once more and this time never let it go. </p><p>Driven by the vision of your potential, you redoubled your efforts, devoting your attention to the possibility of ultimate fighting prowess. You remain confident that one you will day perfect your maneuvers. When that day comes, you will stand among the greatest warriors who have ever lived. </p><p>Immortality? </p><p>Each step on the road to mastering the fighting arts, you draw closer to the realization of your full potential. The dawning understanding brought on with each new revelation impels you further, to seek out and learn more until you attain the heights of true mastery. </p><p>Legendary Master: With a practiced strike, you dispatch the last foe, the final obstacle standing between you and the fulfillment of your final quest. With this triumph, something stirs inside your consciousness. It is as if your last exploit unlocked a door in your mind, throwing it open to reveal the secrets you have long sought. The revelation strikes you to the soul, ripping away the last doubts, the last of your reluctance to push further and lay bare the true depth of martial mastery. </p><p>With full comprehension of these fundamental truths fixed in your mind and displayed in your incomparable techniques, you set out to teach others. Mysteries you have struggled to master you can now impart to those new to the sword. Through these scions you will live forever. As your fighting techniques are passed down, your memory will grow beyond your legendary exploits. Your martial mysticism shall transcend the mortal coil to become a living part of the power all warriors use. </p><p><b>MARTIAL ARCHETYPE FEATURES </b> </p><p><b>Archetype's Edge (21st level)</b></p><p>You gain a 17th-level encounter attack power from any martial class. Also, whenever you score a critical hit, you regain the use of a martial encounter attack power you have used during this encounter. </p><p><b>Reliable Warrior (24th level)</b></p><p>Every martial encounter attack power you know gains the reliable keyword as long as the power has only one target and has no effect on a miss. </p><p><b>Warrior's Ascent (26th level)</b></p><p>You gain one 22nd-level utility power from any martial class. Also, whenever you score a critical hit with a martial encounter or daily power, you can spend a healing surge as a free action. </p><p>Published in Martial Power, page(s) 156. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"R0BgLSw9Yz1hMyx4",
	"_key":"!items!R0BgLSw9Yz1hMyx4"
}