{
	"name":"Master of Moments Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any psionic class </p><p>Time is not a river but an ocean, extending in all directions to infinity. You are a sailor traveling wherever time's currents carry you, venturing into the uncharted future as you leave the inscrutable past behind. An awakened mind is your compass; your instincts are your only map. You are the Master of Moments, calling forth the psionic power that propels you into the future or lets you set course for forgotten times. </p><p>Immortality </p><p>You have never rested easy in the present. Now, it is your fate to free yourself from time's currents as you seek out new futures and altered pasts. </p><p>Alter the Past: You look back at your accomplishments, successes, and failures to analyze the ways in which you might have made your decisions differently. Have you long yearned to undo a choice that cost the lives of others dear to you? Do you look back on one moment when choosing the wrong path led to disaster? The more you reflect on your past, the more it colors your accomplishments, until you are determined to correct your errors in order to achieve an even greater end. You leave behind the present to venture into the past. But what changes will you make there? Will there be repercussions from your meddling? What new troubles might arise through your well-intentioned efforts? </p><p>See the Future: Having met your objectives in the present, you wonder what consequences they might bring. Rather than watch them unfold, you step ahead in time, traveling through the years to witness the seeds of your success take root and grow into a better future. But what if your efforts bring about not a better world but a darker one? Will you interfere and change history's course? Or will you direct new heroes to take up your mantle and continue the struggle on your behalf? </p><p><b>MASTER OF MOMENTS FEATURES </b> </p><p><b>Consummate Traveler (21st level)</b></p><p>You can master and perform travel rituals. You gain a +5 bonus to any skill checks made to perform a travel ritual. Once per day, you can use a travel ritual you know without expending components. </p><p><b>Maximized Time (21st level)</b></p><p>You can spend an action point to gain a standard action, a move action, and a minor action instead of only one extra action. </p><p><b>Bountiful Seconds (24th level)</b></p><p>You can take an extra minor action during each of your turns. During your turn, you can give up two minor actions to gain an extra move action. </p><p>In addition, you can master and perform any travel ritual regardless of level. </p><p><b>Boundless Presence (30th level)</b></p><p>You gain teleport 5 as a movement mode. </p><p>In addition, once per day when you become bloodied or drop to 0 hit points or fewer, you can remove yourself from play. You gain the benefit of a short rest. At the start of your next turn, you reappear in the space you last occupied or in the nearest unoccupied space. </p><p><b>MASTER OF MOMENTS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.JrOtdkERfpzxGKlV]{Master of Moments 26-Freeze Time}</p><p>Published in Psionic Power, page(s) 149. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"4mKgBjfczGkAbyZY",
	"_key":"!items!4mKgBjfczGkAbyZY"
}