{
	"name":"Master of the Eternal Hunt Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, seeker </p><p>As a seeker, it falls to you to search out those who would wreck the natural order. The primal spirits forced the gods and the primordials from the world following the Dawn War and still stand as sentinels against their incursions. You understand better than most the chaos and horror that such beings can unleash. Some gods are benevolent, but others are destructive and evil. The gods must attend to their own affairs and allow the mortal world to follow its own fate. </p><p>When you took your first steps along the seeker's path, you sought out demons, marauding orcs that burned and destroyed at Gruumsh's behest, and rampant elementals. As these enemies fell before you, your mastery grew. In time, the primal spirits called out to you. There were greater enemies to fight, and you took to the planes to slay them before they could release their horrors upon the world. Titans, aberrations, and other powerful threats fell before you. </p><p>Though you have fought and defeated many foes, more and more take their place. You must now seek a new path, one that can help ensure the world's safety forever. As your skills reach their peak, you must seek out the deadliest hunting grounds, planes where the primal might of the world is but a whisper. </p><p>You are a Master of the Eternal Hunt. It is your fate to travel far beyond the world to battle those that threaten it. You might die alone and forgotten in some terrible corner of the Abyss, but if you survive, you will join the spirits as an everlasting guardian of all you value. </p><p>Immortality </p><p>Your quest is never truly complete, for as long as gods, demons, devils, and primordials battle in the planes, their struggles spill over to the natural world. Some day, when you have hunted the mightiest of the world's foes to extinction, you can finally find peace, but until then, you must fight on. </p><p>Spirit of the Hunt: In time, your body proves a hindrance to your efforts. The threats to the world far too often encompass more than physical destruction. The mightiest of creatures, particularly beasts that originate from beyond the bounds of the cosmos, seek not merely to destroy the world but to transform it. When your mortal life is at an end, you will join the spirits in safeguarding the world. In this form, you can hunt forever. </p><p><b>MASTER OF THE ETERNAL HUNT FEATURES </b> </p><p><b>Relentless Hunter (21st level)</b></p><p>Your Wisdom score increases by 2. You ignore all penalties from cover, superior cover, concealment, and total concealment when you make ranged attacks against enemies within 10 squares of you. </p><p><b>Faultless Tracker (24th level)</b></p><p>You gain darkvision and tremorsense 10. </p><p><b>Deathless Hunter (30th level)</b></p><p>Once per day when an enemy's attack reduces you to 0 hit points or fewer, your current hit point total changes to 1 instead, and you gain resist 20 against that enemy's attacks until the end of the encounter. When that enemy drops to 0 hit points, you drop to 0 hit points. </p><p><b>MASTER OF THE ETERNAL HUNT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.sWgQpbZqUd4wim2o]{Master of the Eternal Hunt 26-Relentless Step}</p><p>Published in Player's Handbook 3, page(s) 159. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3VTIsuEcFe9HvxKg",
	"_key":"!items!3VTIsuEcFe9HvxKg"
}