{
	"name":"Master Hierophant Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, druid </p><p>Your fate is to peer through the veil of worlds and see reality as it truly is, to behold the wonder and splendor of creation and mold it in whatever way you desire. You have always sensed the inherent possibility in your surroundings, always sensed the energy that wells up from rocks and trees, wind and rain. At one time, you thought such power belonged to the spirit world. The more you studied, the more you realized that the spirits are only one part of a much grander story that began when the primordials merged form with substance. </p><p>This realization has helped you to harness the latent energy in all things, to call it forth, and to use it as you will. You realize that such knowledge is dangerous: Its reckless exploitation could complete the task the primordials began so long ago-that of unraveling the fabric of creation. It falls to you to husband your knowledge, to keep it safe and carry it with you until the end of your days. </p><p>As a Master Hierophant, you have perfected the blending of elemental and primal magic. One feeds into the other, and their fusion energizes a great cycle through which you can transcend your mortality and become something greater. Fire and wind, earth and water are yours to command. They serve you as you carve your name in history. As you progress up the ladder of knowledge, exposure to elemental power slowly changes you; your mortality is stripped away until you become something akin to the primordials of old. </p><p>Immortality </p><p>Your extensive use of elemental power exacts a terrible price. What you once thought was a boon born from an understanding of the world's true nature reveals itself to be a curse. Your mortal form becomes compromised as ancient forces that seek entry into the world try to use you as their vessel. </p><p>Exile and Rebirth: Realizing the risk you pose to the natural world, you withdraw from it as far as you can-deep into the Astral Sea. After ages spent sailing the shimmering sea, the elemental energy contained within you finally slips free, transforming you into the primordial power you were destined to become. In this form, raw chaos bleeds from you and surrounds you with a swirling maelstrom. In time, you divide yourself until each mood, hope, and fear becomes distinct. As new versions of you appear in this primordial substance, each claims a share of the protoplasm, shaping it into matter until a new world is born. Thus you germinate the seeds that will become a new reality born from your mortal achievements. Someday it might resemble the world you left behind, or it could be unique in the multiverse. </p><p><b>MASTER HIEROPHANT FEATURES </b> </p><p><b>Epic Insight (21st level)</b></p><p>You increase your Wisdom score and any other ability score by 2. </p><p>You are able to speak, read, and write Primordial fluently. </p><p><b>Epic Transcendence (24th level)</b></p><p>You are immune to disease. </p><p>You also stop aging. Time cannot kill you, though injury might. Unless some calamity befalls you, you retain your present age and appearance. </p><p>Finally, once per encounter as a minor action, you can speed your recovery by placing your body into a state of suspended animation. While in suspended animation, you are unconscious, have regeneration 5 while bloodied, and can make saving throws at both the start and the end of your turns. Your suspended animation ends at the end of the encounter or when you choose to end it at the end of your turn. </p><p><b>Elemental Ascension (30th level)</b></p><p>When you use elemental transmogrification, choose two elemental forms and gain the benefits from both. </p><p>In addition, the first time each day you drop below 1 hit point, you regain 50 hit points. </p><p><b>MASTER HIEROPHANT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.MnCG28TFm7tUro6W]{Master Hierophant 26-Elemental Transmogrification}</p><p>Published in Dragon Magazine 396. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"AtFaxhXEWVNKeUIz",
	"_key":"!items!AtFaxhXEWVNKeUIz"
}