{
	"name":"Mind Lord of the Order Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any psionic class that uses power points </p><p>Through self-training or extensive study, you have learned to control psionic energy and wield it in a responsible and careful fashion. As you mastered your art, you realized that many are reckless with their talents. Like arcane magic, psionic power harbors the potential to unleash incalculable destruction. To avert catastrophe, you realized that any who dabble in these mysterious techniques must be watched, guided, and taught to control their talents. Your revelation and growing power attracted the Order, an ancient society of psionic adepts who stand apart from the land's struggles. The Order is concerned only with maintaining balance among those who wield psionic power. As a member of the Order, you have dedicated your life to ensuring that those who wield psionic magic use their power responsibly and with restraint. </p><p>Immortality </p><p>As your exploits grow, you gain honor among other members of the Order. In time, they come to recognize you as foremost among them. Your power, wisdom, and temperance represent everything that a member of the Order should aspire to. As you face increasingly dangerous challenges, you recognize a greater destiny than containing the reckless use of psionic power. </p><p>Psionic Legions: Having accomplished all you set out to do, you are free to turn your attention toward shepherding the world into a brighter future. You believe that the key to correcting Athas's course lies through psionic power. Among the populace, you foster respect and discipline for psionic magic, ushering in a new age of psionic mastery that can break the sorcerer-kings' rule and free the world from their destructive influence. </p><p><b>MIND LORD OF THE ORDER FEATURES </b> </p><p><b>Mind Lord's Armor (21st level)</b></p><p>You gain resist 15 psychic. </p><p><b>Ordered Enlightenment (21st level)</b></p><p>Your Intelligence and Wisdom scores increase by 2. </p><p><b>Mind Lord's Projection (24th level)</b></p><p>Whenever you drop to 0 hit points or fewer, you can project your mind into the body of a willing ally within 10 squares of you. Your body is still subject to effects, but you ignore these while inhabiting your host body. Instead, you are subject to any effects on your host body, though you do not take damage that it takes. Your body is still dying, so it continues to take damage and make death saving throws as normal. If your body dies, you die. If your host body dies, you can project your mind into the body of another willing ally within 10 squares of your current host. You return to your body when it is no longer dying or dead. </p><p>While inhabiting your ally's body, you occupy his or her space but otherwise continue to act as yourself, using the same initiative and with access to your class features, powers, skills, feats, power points, and so forth. You use your own attack bonuses, skill bonuses, damage bonuses, and so on, but you must still meet any requirements (but not prerequisites) of your powers or feats. If you have a power that deals [W] damage, the weapon your host body is wielding determines that value. You continue to receive the benefit of your magic item enhancement bonuses and properties, but you cannot use those items' powers. </p><p><b>Psionic Reservoir (30th level)</b></p><p>The first time you start your turn without any power points during an encounter, you regain 6 power points. </p><p>Published in Dark Sun Campaign Setting, page(s) 101. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vOgxadWjVfL1tcFK",
	"_key":"!items!vOgxadWjVfL1tcFK"
}