{
	"name":"Mourning Savior Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>In the final years of the Last War, prophets and soothsayers warned of impending doom. They described a singular event that would change the face of Khorvaire and bring ruin and death to the land. These warnings culminated with the Day of Mourning, and none can now deny the truth of these prophecies. A few of Cyre's survivors remember that these same mystics also spoke of salvation, of a person who would undo what had befallen Cyre. This person, the prophets said, would heal the land and prevent similar catastrophes from ravaging the world. You are the mourning savior the foretellings predicted, chosen by the Prophecy to stand fast against the threat of the Mournland and stop its corruption from spreading farther across Khorvaire. </p><p>Immortality </p><p>As a mourning savior, you face a daunting task. You must shoulder the responsibility of restoring health and vigor to the land and of stopping the spread of an inexplicable taint. </p><p>Mourning Panacea: Once you complete your final quest and unlock the Mourning's secret, you realize what must be done to remove the taint that plagues the land. Only through sacrifice can you contain the wellspring of evil that contaminates Cyre. Once you make peace with this terrible task, you walk into the Mournland and vanish into its mists. </p><p>For a time, there is no change. As the seasons pass, though, the gloom shrouding Cyre thins. The horrors stalking the ruined landscape turn against one another in an orgy of violence. When the transformation is complete, nothing remains of the magical phenomenon that erased an entire nation. Wreckage lies strewn across the countryside, but rather than disheartening the Cyran refugees, it emboldens them. They resolve to rebuild what was lost and restore their homeland to its former glory. You might be an unsung hero, but through your sacrifice, the Mourning is reversed, and life can thrive in Cyre once more. </p><p><b>MOURNING SAVIOR FEATURES </b> </p><p><b>Mournland Dedicate (21st level)</b></p><p>You are accustomed to the Mournland's effect. You gain a +5 bonus to skill challenges related to the perils of the Mournland. You are immune to the Mournland affliction disease, and you ignore obstacles and fantastic terrain unique to the Mournland. In addition, while within the Mournland, you and any ally within 5 squares of you can benefit from healing powers. </p><p>While outside the Mournland, healing powers that target you or any ally within 5 squares of you restore 2d6 extra hit points. </p><p><b>Memory of Cyre (24th level)</b></p><p>When you spend an action point to take an extra action, any nonconstruct, non-undead enemy adjacent to you takes a -2 penalty to attack rolls and all defenses (save ends). </p><p><b>Cyran Vengeance (30th level)</b></p><p>When you first become bloodied during an encounter, you gain one action point. You must spend this action point before the end of your next turn. Using this action point does not count against your normal action point expenditure during combat. In addition, if you spend the action point to make an attack against an undead or aberrant creature, you gain a bonus to the attack rolls and damage rolls equal to your Charisma modifier. </p><p><b>MOURNING SAVIOR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.pG8Kb65HI9Wy3BcM]{Mourning Savior 26-Cleansing Presence}</p><p>Published in Eberron Player's Guide, page(s) 82. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"s2h7drboziS1qg3Y",
	"_key":"!items!s2h7drboziS1qg3Y"
}