{
	"name":"Mythic Spirit Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>The greatest primal spirits are immortalized in the stories recounted by your people. Told and retold around campfires, these tales warn the young against foolish mistakes and inspire greatness from living heroes. Each telling changes a tale; each speaker alters minor details or fabricates new adventures. These adaptations do not make the tales any less true, however. The primal spirits and their place in the world are fluid, changing with mortal expectation and need. </p><p>Although you have learned to count the great primal spirits as allies, you never expected to be included in the stories of the ancestors and elder spirits. Even more disconcerting is that the storytellers incorporate you in the most famous tales, placing you alongside Great Bear and the World Serpent. In these evolving recitations, you play a small part at first, but your role grows with each telling. As you travel the world and beyond, battling foes and righting wrongs, you find truth in these tales and a dim awareness that somehow, you have always been and always will be. </p><p>Immortality </p><p>Each victory and defeat cements your place in history. In the end, you fade from the present to live on in legend. </p><p>Stuff of Legend: Your adventures permeate the world, carried on the wind. Where the motes of your myth fall, primal tribes weave them into their tales, binding you to the past, setting your deeds alongside those of the other great spirits. You might deny the details of these tales at first, but in time, the stories become familiar and you begin to remember the events as they are recounted, not necessarily as they happened. Your place in legend is secured when you complete your Destiny Quest and join the cast of hundreds who guide the primal people through myth into the uncertain future. You fade away, your body dissolving into the wind and the earth as your spirit flows out into the world. </p><p><b>MYTHIC SPIRIT FEATURES </b> </p><p><b>Foretold Destiny (21st level)</b></p><p>An ability score of your choice increases by 2. You gain a +2 bonus to saving throws while you are not bloodied. </p><p><b>It Is Written (24th level)</b></p><p>Whenever you save, each ally adjacent to you can make a saving throw. </p><p><b>Mythic Rebirth (30th level)</b></p><p>While you are dying, you do not need to make death saving throws, and you can use your second wind without taking an action. </p><p><b>MYTHIC SPIRIT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.PrmIbJo298ecSV0W]{Mythic Spirit 26-Fate Averted}</p><p>Published in Primal Power, page(s) 152. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"CbMkvUdyi0Dwsqf2",
	"_key":"!items!CbMkvUdyi0Dwsqf2"
}