{
	"name":"Parable Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, wizard </p><p>The world is not real. It is a story whose teller is the cosmos itself, a cosmos unaware of its own ongoing process of coming more fully into being. Time is an illusion, merely a prop for the unfolding tale. Without time, matter, too, is mere imagination. Gods and mortals, primordials and angels, and every other creature that strives, lives, and dies upon the stage of supposed existence, is facade thrown up by the cosmos. The solid-seeming earth is anything but, and the distinctions between the heavenly realms and the infernalmost pits is a paper-thin fiction. </p><p>Or, at least, such is your creed, and you have good reason to believe it's true. The wise know that stories are narratives that give structure to knowledge, and you are wiser than most. This narrative principle runs far more deeply than most presume-you believe it is the core axiom of creation itself. However, knowing reality for the illusion it is, you have begun to alter your own story. In so doing, you have risen above the masses that still believe r ealityis more than a cloak over the nothingness that lies beneath everything. In taking a hand in your own tale, you have become a living parable, perhaps one capable of wrenching existence onto a track designed by you. </p><p>Immortality? </p><p>The act of completing your final quest also proved that you could change the course of the unfolding cosmic yarn according to your own desires. Your mastery over the illusion that serves as creation's tissue is nearly complete. Only a few final threads of figment elude you. </p><p>So you retreat from all the competing stories of the world, fading into the illusion, becoming a part of it. When next you take a step, you do not emerge as a discrete entity only feet away from your previous position. Instead, your body and mind leap into a thousand different stories in a thousand different times and places. You seek to become part of the underlying story, the first story, the parable that precedes all others. In so doing, you hope to promote yourself above all others. No longer will you be a character in the story, but the storyteller. </p><p><b>PARABLE FEATURES </b> </p><p><b>As if Illusion (21st level)</b></p><p>Whenever you move, you ignore difficult terrain. </p><p><b>Never Really There (24th level)</b></p><p>You never take damage from a missed attack. </p><p><b>Life's Illusion (30th level)</b></p><p>Once per day, when you die, you can return to life at maximum hit points 10 squares away from the space where you died. In fact, you only seemed to die-your enemy killed a perfect illusion of you, while you stood a short distance away. </p><p>Published in Arcane Power, page(s) 149. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uIoQHCdB7maUpZAF",
	"_key":"!items!uIoQHCdB7maUpZAF"
}