{
	"name":"Perfect Slayer Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, assassin </p><p>You were sent by the Raven Queen to slay a great threat to the cosmos, one that could unravel the very foundation of the planes. Though the Raven Queen is the mistress of death, she is usually content to allow each creature to find its death as its fate decrees. When death and misery spread on too wide a scale against the natural order, to the point when all life is threatened, a Perfect Slayer arises at her command. </p><p>As a Perfect Slayer, this might be your first incarnation as a mortal or one of many uncounted iterations. Your prior memories are misty at best, and you have only the barest understanding of the threat you have been dispatched to defeat. Perhaps you knew of the threat from the earliest days you practiced the assassin's art, but you might not have uncovered your quarry's true identity until you attained the heights of your power. You learn of your destiny only when your mistress deems it necessary. Legend holds that some day, the Raven Queen herself shall die on the blade of a Perfect Slayer. Perhaps that is the reason for her secrecy. </p><p>Your life has been an endless chase, but now the pursuit nears its end. Will you slay your quarry, or will you die in the attempt? </p><p>Immortality </p><p>What is immortality to one fated to end the life of an immortal being? You exist solely to ensure that a great threat to the cosmos dies. Once your task is done, then you can rest. </p><p>Inevitable Doom: Death will someday come for you, just as it came to your victims. For you, however, death is by no means an end. You might slumber for eons, but if a great threat again manifests against the foundations of reality, the Raven Queen might once more release you into the world. </p><p><b>PERFECT SLAYER FEATURES </b> </p><p><b>Lord of Battle (21st level)</b></p><p>You have combat advantage against any enemy that has at least one of your shrouds on it. </p><p><b>Perfect Form (21st level)</b></p><p>Your Dexterity score increases by 2. </p><p><b>Blooded but Unbowed (24th level)</b></p><p>When you drop to 0 hit points or fewer, you remain conscious until the end of your next turn if any enemy has at least one of your shrouds on it, and if you reduce your assassin's shroud target to 0 hit points before the end of your next turn, you regain hit points as if you had spent a healing surge. </p><p><b>Perfect Killer (30th level)</b></p><p>Your shrouds do not disappear when you invoke them, unless you want them to. </p><p><b>PERFECT SLAYER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.M6Ab5Q8ILm3OiGXC]{Perfect Slayer 26-Killer's Judgment}</p><p>Published in Dragon Magazine 379, page(s) 38. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Qm6MV2K3xTpfdrzC",
	"_key":"!items!Qm6MV2K3xTpfdrzC"
}