{
	"name":"Perfect Assassin Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, rogue </p><p>Slaying quickly and efficiently is an art, like composing music or painting a masterpiece. Your instruments are weapons, and your medium is enemy flesh. The hands are the true tools of any master. And your hands are sublime in their lethal skill. </p><p>You have worked this bloody trade for so long that they say death has suffused your body, spirit, and soul. Rumor has it that you see death hovering over your foes, showing you which one is next. Your enemies sense your connection with quietus, and it unnerves them. Your reputation as a killer has taken on supernatural proportions. Little do those know who hear your legend, but the tales about you are almost entirely true. </p><p>Immortality? </p><p>In focusing on your deadliness, you have all but become extinction incarnate. Can death die in turn? </p><p>Death Can't Die: By the time you have dealt death to your final adversary, you have perfected death-dealing beyond all mortal bounds. Any who have skill in your chosen art see you as an inspiration- a dark ideal. Some venerate you, and others hope to prove themselves superior to you by carving out their own sinister legends. No doubt you've attracted the attention of entities connected to the greatest forces of life's end. </p><p>You might choose to lead such creatures, guiding them along mortality's fickle paths. Instead, you could work as an operative of the Raven Queen, maybe even as a commander above cadres of the sorrowsworn. Perhaps to serve in shadow isn't good enough for you, and as other mortal beings have attempted before, you will challenge the beings of the cosmos that contend for authority over death. Could you be the one that determines who has that final authority? </p><p>Like the undying warrior, you might pass on your skills to those who seek you out, guiding them along the path you followed. If you tire of destruction, even the righteous kind, you can instead remove yourself from the cares of the world. You could live on quietly in a secluded part of existence, possibly in the company of your longtime allies. </p><p>The choice is yours. You are beyond the Raven Queen's grasp, unless one day you choose to surrender yourself to the final destination of most mortal souls. Perhaps you unravel death's remaining secrets for all mortals, dealing the fear of life's end a deathblow. </p><p><b>PERFECT ASSASSIN FEATURES </b> </p><p><b>Death's Eye (21st level)</b></p><p>Whenever you reduce an enemy to 0 hit points, choose another enemy you can see. Until the end of your next turn, you gain combat advantage against the second enemy, and it takes a -2 penalty to attack rolls against you. </p><p><b>Assassin's Advantage (24th level)</b></p><p>When you miss with an attack against a target you have combat advantage against, you deal damage to that target equal to your Dexterity modifier + 1 per die of Sneak Attack damage you normally deal. </p><p><b>Pierce the Weakness (30th level)</b></p><p>Once per encounter, you can choose for an attack of yours to be against the target's lowest defense, rather than the defense normally targeted by the attack. You can add your Sneak Attack damage to this attack even if you don't have combat advantage. Doing so doesn't count against the normal limit on Sneak Attack use. </p><p><b>PERFECT ASSASSIN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.kgyjLqaiR9KB8eZI]{Perfect Assassin 26-Spirit of Death}</p><p>Published in Martial Power, page(s) 156. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YSkuixeIcUBQL5h7",
	"_key":"!items!YSkuixeIcUBQL5h7"
}