{
	"name":"Perfect Guardian Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, warden </p><p>Force fills the winds that tear your clothes. Strength wells up from the stones beneath your feet. Having drawn this power into your being, you bend it to serve your will. Nature's might buttresses your attacks. Primeval resilience safeguards you and your companions. Your reshaped flesh demonstrates your true mastery over primal power. Long practice with your evocations allows you to fully apprehend nature's magic. You blend the gifts of your various guardian forms, until you start to acquire a resemblance to the Primal Beast of which those forms are all aspects. </p><p>The ease with which you harness primal power comes partly from your experience with nature's bounty, but also because the spirits entrust you with even greater energy. They willingly lend you their wisdom and might each time you draw from their abundant well. These spirits chose you to be their champion, and as such, they create new pathways for you to seize their strength and bind it to your body in incredible ways. This boon ensures that no despoiler of the world can stand against your wrath. </p><p>Immortality </p><p>The primal spirits entrust their guardian with fabulous power in exchange for eternal vigilance against nature's many foes. </p><p>Eternal Defender: The flood of power intensifies with each victory on the road toward fulfilling your Destiny Quest. As you near your quest's end, nature's hold on you manifests even when you are not wielding your power. Your natural appearance becomes more bestial and predatory, something like an echo of the Primal Beast even when you are not in a guardian form. When you seize your destiny, your instincts guide you to the fate you have earned. You travel the world until you come upon an ancient stone circle. The menhirs come to life, welcoming you as a brother or a sister and inviting you to stand vigil with them over the world. You take your place alongside these mighty wardens. You feel your skin hardening and your heartbeat slowing as you assume the final transformation. But your spirit roars, leaping into the sky to hunt down the enemies of the primal way with the aid of the rest of the elder spirits. Future generations won't just know your name-they will call on you as their ally and guardian. </p><p><b>PERFECT GUARDIAN FEATURES </b> </p><p><b>Beast Strike (21st level)</b></p><p>Once per round, when you hit a target with a melee attack, you knock that target prone. If the target is already prone, the attack instead deals 2d8 extra damage, or 2d10 extra damage if the target is marked by you. </p><p><b>Eyes of the Sentinel (24th level)</b></p><p>You can see invisible creatures within 5 squares of you, and you gain a +5 bonus to Perception checks to notice hidden creatures. </p><p><b>Perfect Mark (30th level)</b></p><p>As the first action of each of your turns, you can use a free action to mark each enemy adjacent to you until the start of your next turn. If you supersede this mark with another one on an enemy, that enemy takes a -5 penalty to attack rolls for any attack that doesn't include you as a target, instead of a -2 penalty, until the second mark ends. </p><p><b>PERFECT GUARDIAN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.6zlCi4KO7B93sp2Z]{Perfect Guardian 26-Perfect Guardian's Pounce}</p><p>Published in Primal Power, page(s) 153. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ulGWab7rhm14MCER",
	"_key":"!items!ulGWab7rhm14MCER"
}