{
	"name":"Planeshaper Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>The dominions are stars in the firmament of the Astral Sea and each houses a fantastic world that evolved first from a seed of a concept and eventually blossomed into a unique world reflecting the vision and imagination from which it was spawned. Though many dominions are in the Astral Sea, others wait to take shape and join those already drifting through the silvery void. You have discovered one of these unformed realms and it's up to you to decide what form it will take. </p><p>The astral seed's evolution is slow, gradually expanding and transforming in response to your guidance. You cannot rush its formation or it will rip apart and dissolve into the silvery mists. You must also learn to hone your craft so you can develop the precision needed to sculpt the realm properly. Having the ability to create and alter the nature of this dominion in the making breeds other talents that transcend your mastery over the Astral Sea, and you bring these abilities to bear no matter where you go. You, however, apprehend these forces of creation, at first through subtle manipulation, but eventually through an unnerving mastery and ease foreshadowing your coming greatness. </p><p>Immortality </p><p>Though malleable in your hands, the world proves too limiting to one of your stature and talent, and so you transcend your origins to embrace your destiny. </p><p>Master of Reality: From the moment you discovered the astral seed, you have spent a measure of your time and energy to crafting this realm. Although you and a few allies eventually became able to explore the product of your work, it isn't until you complete your final quest that the growing realm awakens into a full-blown dominion-an Astral realm and haven for you and any you permit to walk its lands. With your refuge ready, you gather your things and slip through the planes to bring about its final form, raising mountains, forming seas, and welcoming those creatures you like to share in its splendor for as long as they wish to remain. </p><p>Being the master of your own realm and having complete control over its nature finds you distancing yourself from your roots. The squabbles between kingdoms, the rise and fall of empires, and the drama of ordinary people are insignificant next to the power you wield and the concerns facing you with maintaining your ever-growing dominion. Moreover, maintaining your dominion takes work and consumes much of your attention until your forays outside your realm become fewer and fewer and until you find yourself unwilling to leave the paradise you create. In your final days, you bind your soul to the realm to preserve it forever after and thus your immortality is ensured as a testament of your imagination. </p><p><b>PLANESHAPER FEATURES </b> </p><p><b>Ultimate Adaptation (21st level)</b></p><p>You increase your Intelligence by 2, and after an extended rest you can choose one encounter power. You can use that encounter power twice per encounter. When you take another extended rest, you can choose a different encounter power. </p><p><b>Astral Critical (24th level)</b></p><p>Whenever you score a critical hit against an enemy, you can choose to also remove the enemy from play by sending it to your astral seed. The target vanishes from its space and reappears at the start of your next turn. </p><p><b>Shape Reality (30th level)</b></p><p>Your transcendent understanding of the universe empowers you with the ability to bend and warp your environment. You gain an aura 10 that allows you to reshape reality as you see fit. During your turn, you can alter the environment in any of the following ways by spending a minor action: </p><p>- Change the temperature. Creatures that start their turns within your aura automatically take 15 cold damage or 15 fire damage (your choice). You can spend another minor action to return the temperature to normal, eliminating this damaging effect. </p><p>- Permanently transform any squares of difficult terrain within your aura into normal terrain. </p><p>- Permanently transform any squares of normal terrain within your aura into difficult terrain. </p><p>- Create breathable air in any or all squares. </p><p>- Fill 9 unoccupied squares with a solid surface, such as stone or wood. If you fill a square with a solid surface that is not attached to another surface (in other words, you create a stone slab 5 squares up in the air), the surface hovers in place. </p><p><b>PLANESHAPER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.KsrijS2qhCDxIA0M]{Planeshaper 26-Planar Refuge}</p><p>Published in Dragon Magazine 372, page(s) 40. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"GWKhPiq6kpRVEza8",
	"_key":"!items!GWKhPiq6kpRVEza8"
}