{
	"name":"Primal Avatar Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>You are one with the world around you. You hear the whispers of the trees as they speak of their ancient dreams, you taste the change of seasons carried on the four winds, and you understand the thoughts of beasts nearby. The world of spirit that exists alongside the physical world is as real to you as your own body; you perceive and move in both realms at the same time. Like the wisest and most powerful barbarians, druids, shamans, and wardens who have gone before you, you have no fear of death, for when you die, you will reside in the spirit world that you already know. </p><p>Many primal spirits are benign. Some are heedless of mortal concerns, and others are actively malevolent. Your power and attunement to their world draws these spirits' attention, for they perceive you even as you perceive them. Hostile spirits see you as a threat and seek to hamper your progress. But you have allies in the spirit realm too, friendly powers who nurture you, lending a measure of their own strength to support your cause. As your power grows, so too does your connection to the spirits of nature, until its sustaining power accompanies you wherever you go. </p><p>Your presence in the world has such resonance that a great primal spirit might seek you out to recruit you for a greater purpose. Whether you choose to bind yourself to the entity or not has no effect on your abilities, but service might result in physical manifestations that evoke qualities held by your patron. For example, if you ally yourself with a spirit of the woodlands, your hair might take on a leafy appearance that changes with the passing of the seasons; if you choose to serve a spirit of the hunt, you might acquire a bestial appearance and a shaggy mane; and if you serve an animal spirit of wisdom and guidance, you might grow a stagís antlers or develop hooves for feet. </p><p>Immortality </p><p>When your body's life comes to its end, you will continue to exist as one of the spirits of nature. </p><p>Mighty Among the Spirits: As you near the completion of your Destiny Quest, you feel the tug of something greater, some deeper force drawing you on and goading you to bring your mission to its conclusion quickly. Not long after finishing your final task, you walk from the world into the spirit realm, leaving your mortality behind. Freed from the bonds of your body, you join the host of spirits that protect the natural order and guide new champions to follow the trail you blazed. </p><p><b>PRIMAL AVATAR FEATURES </b> </p><p><b>Primal Travel (21st level)</b></p><p>When any enemy hits you with a melee attack, you can teleport 3 squares as an immediate reaction. </p><p><b>Spirit Boon (24th level)</b></p><p>After each extended rest, choose one ability score. Until the end of your next extended rest, you gain a +1 bonus to attack rolls, skill checks, and ability checks related to that ability. </p><p><b>Eternal Return (30th level)</b></p><p>Once per day, when you die and have at least two healing surges remaining, you can will yourself back to life. At the start of one of your turns within 10 rounds of your death, you can spend two healing surges to return to life. You return with hit points equal to your bloodied value and free of any effects that a save can end. You then take your turn normally. </p><p><b>PRIMAL AVATAR POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.j5HBgVuLvqicPmaF]{Primal Avatar 26-Walk with the Spirits}</p><p>Published in Player's Handbook 2, page(s) 174. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"OSWCyLDtVsdfBNc9",
	"_key":"!items!OSWCyLDtVsdfBNc9"
}