{
	"name":"Prince of Hell Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>One way or another, you're going to Hell. The reasons are many. You might have drawn the fell attention of an archdevil who seeks to name you as its heir. You might have made an unwise bargain, selling your soul in exchange for temporal power. Or you could be a devil's lost scion, only now realizing your heritage's full potential. It might not be fair and could be a gross injustice, but you can't change fate. Your place lies within the fiery dominion and only by accepting your destiny can you use it to your advantage. </p><p>Undoubtedly, your curse (or blessing) has manifested itself in omens and the behavior of those you meet. Babies cry, animals grow uneasy, and your eyes have a tendency to flash red when you're angry, all pointing toward darkness in your blood. Consultations with seers and soothsayers offer glimpses of what's in store for you, including grim warnings of plots and treacheries fomented hidden rivals and enemy archdevils who fear your ascent. Indeed, the emergence of a new archdevil comes at a price to those who hold their own kingdoms in the Nine Hells, and none are willing to surrender their might to an upstart mortal. As a result, enemies lay in wait to all sides, plotting and conniving to bring about your downfall. </p><p>Contrary to what you might expect, you don't have to be evil to rule in the Nine Hells, though being all dark and nasty goes far to making sure you hold onto what you take. Anyone with a firm hand can claim a place in the infernal realms, and maybe, just maybe, change the dominion in a small way, at least until the Lord of Nessus smacks you down. </p><p>Immortality </p><p>There are many paths to joining the archdevils' ranks, and they include murder, betrayal, treachery, and everything in between. The following describes one possible route to a palace overlooking a sea of fire. </p><p>Infernal Apotheosis: Knowing what's in store for you, you spent your career working to secure a place of power within the Nine Hells' hierarchy. You might take a hand in infernal politics, moving through mortal spheres to pit the archdevils and their dukes against one another, or you might wage war against a particular archdevil, vowing to end the dark lord's evil regime. Regardless of the method, your final enemy's defeat brings about the appointed hour and your time in the mortal world is at an end. </p><p>For your efforts, Asmodeus summons you to his grim palace in a puff of brimstone smoke. The Lord of Nessus demands your fealty, compelling you to intone the blasphemous oaths of service whether you want to or not. In recognition for your mortal deeds, you are awarded a domain within the Nine Hells, perhaps as a vassal to another archdevil or replacing an archdevil as a lord of Hell, gaining its lands, vassals, and armies to use as you wish. </p><p>You ascent is not without its peril. Hidden enemies plot against you, while you might find it hard to stomp out old loyalties to the one you supplanted. As well, the devils are ever working against one another, each casting hungry eyes at their peer's lands. In theory, you will live forever as an immortal steward of a brooding land, but some are ready to slip a knife in your back or send armies to shatter your legions. At any time, another ambitious fool with designs on your demesne might be prepared to use the luck and favor granted by the same dread forces that raised you up. </p><p><b>PRINCE OF HELL FEATURES </b> </p><p><b>Infernal Form (21st level)</b></p><p>Destiny's weight presses upon you and you begin the subtle transformation into a devil. Apply the following changes: </p><p>- You increase your Charisma by 2. </p><p>- If you do not already have darkvision, you gain it. </p><p>- Your origin changes to immortal if it isn't immortal already. </p><p>- Gain resist fire 20 + one-half level. </p><p><b>Hellfire Master (24th level)</b></p><p>Your attack powers with the fire keyword ignore resist fire. Additionally, you can choose one encounter power; if that power does not already have the fire keyword, it gains it. If that power deals damage of a certain type (cold, lightning, necrotic, and so on) then the power instead deals fire and that type of damage (fire and cold, fire and lightning, fire and necrotic, and so on). After a short rest, you can choose a different encounter power to gain this benefit. </p><p><b>Brimstone Step (30th level)</b></p><p>You gain a teleport speed of 5. All creatures adjacent to you when you teleport away take 10 fire damage. </p><p>Published in Dragon Magazine 372, page(s) 41. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"4MorbFaVuhHe9WcU",
	"_key":"!items!4MorbFaVuhHe9WcU"
}