{
	"name":"Prison of the Winds Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>You've known for a long time that you're destined for a great deed, but unlike some of your companions who strive toward a specific destiny, you knew that yours would pick you. Upon entering the Eye of the Storm in Hestavar, a sliver of the primordial's remaining essence entered you, like it has hundreds of other powerful in the millennia before your coming. You have become the Prison of the Winds, and it might be your destiny to either finally destroy the primordial Heur-Ket, or as some fear, finally release it, so that it can renew its ancient assault upon the Astral Sea. But there is a great danger. You are not the first being to take on this burden, and all who have come before you have been utterly destroyed by the destructive chaos of Heur-Ket's churning essence. Can you survive where so many others have failed? </p><p>Immortal Destruction or Agent of Destiny </p><p>Just taking on the fragment of Heur-Ket makes you an agent of destiny, and a piece in the eternal conflict between the deities and primordials. Agents of both attempt to push you in the direction they favor. The gods of Hestavar and their servants, and even other powers of the Astral Sea from angels to githyanki, to devils, attempt to push your actions toward the primordial's destruction. </p><p>The entire time, your existence is on a short fuse. For as long as you hold the essence, you can gain power from it, but it slowly erodes body, animus, and soul until you finally fulfill your destiny. </p><p>Destruction of Heur-Ket: If you choose the right path, perform the correct deeds and fulfill the correct prophecies, you can destroy the remaining essence of this primordial. The Eye of Storm diminishes and finally dissipates completely, and Ioun calls you to her service as an esteemed member of her cognoscenti. </p><p>Resurrection of Heur-Ket: Choose poorly, or be swayed toward the side of primordials, and you could ultimately release Heur-Ket's essence, which would lead to the resurrection of this dangerous primordial. </p><p>Ultimate Destruction: As has happened to the many that have come before you, the burden of imprisoning even a fragment of a primordial's essence has taken its toll. As your body is finally eroded by its power, you can take small comfort in the fact that you did not herald its resurrection, and you will be remembered as one of the few who tried to tame the seemingly untamable winds of Heur-Ket. </p><p><b>PRISON OF THE WINDS FEATURES </b> </p><p><b>Essence of Heur-Ket (21st level)</b></p><p>Increase your Constitution and Dexterity by 2, and gain a +2 bonus to speed. </p><p><b>Storm Surge (24th level)</b></p><p>The first time you are reduced to 0 or fewer hit points each day, you can spend a healing surge (no action required), or if you don't have any more healing surges, gain your Constitution score in hit points. You can then push all creatures within 5 squares of you a number of squares equal to your Constitution modifier and then knock them prone. </p><p><b>Storm Form (30th level)</b></p><p>When you are bloodied, you become insubstantial. When you are no longer bloodied, you are no longer insubstantial. </p><p><b>PRISON OF THE WINDS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.VDvoUCKfrORMgxIL]{Prison of the Winds 26-Fury of Heur-Ket}</p><p>Published in Dragon Magazine 371, page(s) 30. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"igJODYK0nWQeXm57",
	"_key":"!items!igJODYK0nWQeXm57"
}