{
	"name":"Punisher of the Gods Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Destruction swirls around you, and death dogs your steps. You are a harbinger of endings, a bringer of doom, the breaker of bonds, the destroyer, the killer, the divine hand of death, and the ultimate slayer. Blood fills your footsteps, and a thousand screaming souls rage in your wake. It is almost an unbearable burden, this task set before you; your duty is to seek out and destroy those who would oppose the gods and their will. </p><p>The choice to become a Punisher of the Gods was never yours to make; the gods themselves choose you for this task, naming you enemy of their enemies and their dealer of death. You are not sworn to any one god, but rather you serve them all, good and evil, as well as those who choose not to take a stand one way or the other. You were chosen because you have an unshakeable resolve and a drive that helps you see more victories than defeats, and through your achievements, you now have the chance for immortality. </p><p>Immortality </p><p>You drew the attention of not just one god, but all of them. Perhaps they fear you or seek to control you. Maybe they hope to channel your destructive energy for another purpose, but whatever their motives, should you accept the burden they lay on you, your immortality is assured. </p><p>Hand of Vengeance: You're not the forgiving type; you don't let affronts go unpunished. When someone crosses you, you carry a grudge until you give them what they gave, sevenfold. In your line of work, this frequently means your hands are bloody from the merciless slaughter of those who stood against you. The killing doesn't bother you in the slightest, because it's what you do and who you are. </p><p>Long success in the killing business earned a few nods of approval from the movers and shakers of the universe, and probably a few nasty encounters with a god, a primordial, an archfey, or another power with an axe to grind. By the time you grab the gods' attention, you've accumulated so many enemies that you have a hard time going anywhere without facing another fight. </p><p>Through all your adventures, you've had the feeling you've been doing work for a greater purpose and fulfilling a grand design as laid out by a higher power or powers. What at first seemed like dishing out payback became something more-something almost holy. The revelation crystallizes when you dispatch the last villain, a horrible wretch whose death was long overdue, because the gods send their aspects to congratulate you on your accomplishment. Such is your success, they bequeath onto you the punisher's mantle, naming you their hand of vengeance and dispenser of divine justice. To you it falls to seek out and destroy those who would threaten the gods and their creation, whether it be a primordial, a demon prince, or even another god. In exchange for your service, you win a place among the gods, free to move through the cosmos and to attend the divine courts of your masters as a favored servant, and, perhaps eventually, as a valued peer. </p><p><b>PUNISHER OF THE GODS FEATURES </b> </p><p><b>Immortal Curse (21st level)</b></p><p>You gain the immortal curse power. </p><p><b>Devourer of Fate (24th level)</b></p><p>You gain a +5 bonus to saving throws against effects that a save can end that are caused by the target of your immortal curse. Additionally, when the target of your immortal curse makes an attack that could reduce you to 0 hit points or fewer, you can make a saving throw; if this saving throw succeeds, you reduce the damage from that attack to 0 points of damage and can spend a healing surge. </p><p><b>Bringer of Dooms (30th level)</b></p><p>You deal maximum damage when you hit the target of your immortal curse. </p><p><b>PUNISHER OF THE GODS POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.gIT8p5V7JsqY4rvi]{Punisher of the Gods 26-Repel Legions}</p><p>Published in Dragon Magazine Annual, Dragon Magazine 372, page(s) 42. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qQcvGa7J3uFBChV4",
	"_key":"!items!qQcvGa7J3uFBChV4"
}