{
	"name":"Pyreen Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class or primal theme </p><p>The ancient, long-lived pyreens embody all life on Athas. In their features are the traits of every race. Many of them share ancestry with the primal spirits. From your early years, you felt a kinship with these rare and elusive creatures. As time went on, and your primal power grew, you became one of them. </p><p>As a powerful primal protector, you guard a vast region of land. The Forest R idge or the Estuary of the Forked Tongue might be under your personal protection. The spirits of the land listen to your counsel and regard you as one of them. They exalt you, because you have the ability to restore the world to verdant glory. </p><p>As a pyreen, you can never die from old age. This quality gives you a perspective others lack: The things worth fighting for in the world are those that last. Though you might assist people in fixing what you regard as trivial plights, you rarely put your life in jeopardy for their sakes. You know that a much greater destiny awaits you. </p><p>Immortality </p><p>Your destiny is fulfilled as the sorcerer-kings fall. The natural forces grow strong once again, and the tyranny of defiling and slavery crumbles. You have lived up to your purpose as a beacon of hope and a sworn enemy of Athas's dark rulers. </p><p>Peace-Bringer: You contributed to the fall of the sorcerer-kings-a triumph that will allow the world to slowly renew itself. Now, your task is to serve as a caretaker for the world as it returns to its past glory. You plant the seeds and tend the shoots that will someday spread to cover Tyr and the lands beyond. While you watch over the burgeoning groves of Athas, you also keep an eye on the new civilizations that spring up from the wreckage of the city-states. You will help them move away from the dark magic and cruel practices of the past. </p><p><b>PYREEN FEATURES </b> </p><p><b>Child of All Races (21st level)</b></p><p>You speak Supernal, and you can speak and understand all languages. Whenever you make a Diplomacy check or an Insight check, you roll twice and use either result. In addition, you no longer age. </p><p><b>Strong in Mind and Spirit (21st level)</b></p><p>Choose two ability scores from among Intelligence, Wisdom, and Charisma. Each of those ability scores increases by 2. </p><p><b>Resurgent Spirit (24th level)</b></p><p>Once per day when you drop to 0 hit points or fewer, at the start of your next turn you regain hit points equal to your bloodied value and become insubstantial until the end of the encounter. </p><p><b>Pyreen's Restoration (30th level)</b></p><p>Whenever any ally starts his or her turn adjacent to you, he or she can make a saving throw against one effect that a save can end. If the ally fails this saving throw, you can transfer that effect to yourself as a free action. The effect you take cannot be transferred to any of your allies. </p><p>Published in Dark Sun Campaign Setting, page(s) 102. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zeuCG3qhL5vfXdjA",
	"_key":"!items!zeuCG3qhL5vfXdjA"
}