{
	"name":"Radiant One Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Lesser souls than you were overwhelmed by their study of the uncaring stars. Instead of commanding their own fate, they were transformed into mere pawns and cultists. With features shadowed under voluminous hoods, they toppled glare-eyed and drool-speckled into the clutch of mad entities. That is not to be your fate. You've divined a different truth in the cold pinpricks in night's endless void. Instead of pawn, you intend to be the master. You plan to have your force of will shine, burning forever. Unlike other stars that serve as windows, perhaps, to monstrous entities of an impossibly distant realm, your radiance is merely your own cognizance spreading ever outward. </p><p>The unschooled believe a radiant one is nothing more than a servitor to the vast enigmatic creatures you court. True, others who have traveled your path have burned out, unleashing cataclysms that killed allies, corrupted monarchs, and even laid waste to kingdoms (and some whisper, previous ages of the world). You know these cautionary tales, and so forewarned you are forearmed should any of the powers from whom you draw your strength seek to suborn your will. Your allies have nothing to fear from you-if you are careful. </p><p>Immortality </p><p>Ultimate knowledge, bereft of all filters, easy illusions, and misleading metaphors is what you seek. Soon enough, it will all be yours. </p><p>First Light: When you complete your final quest, the last pieces of the puzzle of reality begin to fall into place. The stars themselves begin to sing to you, their sibling. You begin to gleam, as if your skin is but a shell covering a mighty lamp. Upon putting your affairs in order, you travel to a far place. Finally, you ignite in an explosion of stellar glory. Like a demigod, you ascend into the night sky, becoming finally a star yourself-one associated with eldritch wisdom. Or, perhaps, madness. Either way, your name takes its rightful place among the constellations. </p><p><b>RADIANT ONE FEATURES </b> </p><p><b>Starborn (21st level)</b></p><p>You gain resistance to fire damage and radiant damage equal to 10 + your level. Whenever you deal damage to a target that is granting combat advantage to you, you deal extra fire and radiant damage to the target equal to your Intelligence modifier. </p><p><b>Starburst (24th level)</b></p><p>The first time you are reduced to 0 hit points or fewer each day, you gain the immediate use of a healing surge and deal radiant and fire damage of equal value to all enemies within 3 squares of you. </p><p><b>Starry Rift (30th level)</b></p><p>Your dawning understanding of reality and the façadelike nature of time and space allows you to take \"shortcuts\" through time itself. Once per day you can tell the DM that your turn has come up again. Treat this action as if you had chosen to take the delay action (even if you took your last turn normally without delaying). </p><p><b>RADIANT ONE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.egasTIUvH2rWEjyc]{Radiant One 26-Star Flesh}</p><p>Published in Dragon Magazine Annual, Dragon Magazine 366, page(s) 25. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"C74YhBIHwsgJT2Uo",
	"_key":"!items!C74YhBIHwsgJT2Uo"
}