{
	"name":"Raven Knight Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, must worship the Raven Queen </p><p>The Raven Queen's influence across the Shadowfell depends on trusted agents: those sorrowsworn and shadar-kai who make up the esteemed order of the Raven Knights. Charged with protecting the Raven Queen's realm and safeguarding the Shadowfell from those who would pervert its dark power for dread purposes, they move with impunity across the plane, even going so far as to venture into distant worlds where they bring battle to the Raven Queen's myriad enemies. To join this order, you have worked to prove your worth and dedication to the deity and win a place among these guardians. Your fate might be to serve the deity as her chosen champion, but what better destiny could you choose after a life spent fighting in her name? </p><p>Immortality </p><p>You won the right to claim your place among the peerless Raven Knights. You don the black garb worn by all in this august order, cladding yourself in the soft velvet robes and wielding the deity's power in her name. In reward for your eternal service, the deity grants you a mighty fortress and lands in the Shadowfell to rule as you wish, warriors to fight beneath your banner, and servants to attend to your every wish. You might be a servant still, but you live as a king. </p><p>Dark Servitor: The deity's favor reveals itself in your flesh even before you earn the title. From the moment you begin your final quest, your body transforms, subtle at the start but profound when you overcome the last obstacle to your prize. Your connections to the natural world weaken as the Shadowfell asserts its influence over you, opening your eyes to new possibilities. Your facial features change, becoming monstrous but strangely alluring for all its bestial aspect. In time, you erase any connections to your former self when you become a sorrowsworn in truth. </p><p>By the time you complete your final quest, your old life is a dream compared to the power, prestige, and glory ahead. With your affairs in order, you embark to bring honor and glory to the deity, to join her other trusted servants as her chosen champion. You bear a new burden to protect the deity who entrusted you with such power. How you meet your mistress's enemies and whether you but do with the same loyalty and devotion you did earlier is up to you and your ambition. You might continue as you have or turn your considerable power to reach further than you ever thought possible. </p><p><b>RAVEN KNIGHT FEATURES </b> </p><p><b>Bleak Visage (21st level)</b></p><p>Any enemy adjacent to you takes a -2 penalty to attack rolls against you. </p><p><b>Sorrowborn (21st level)</b></p><p>You gain a +2 bonus to Constitution, a +2 bonus to Dexterity, and a +2 bonus to speed. </p><p>If your origin is not already shadow, your origin changes to shadow, and henceforth you are considered a shadow creature for the purpose of effects that relate to creature origin. </p><p>You also gain darkvision if you do not already have darkvision. </p><p><b>Shadow Rush (24th level)</b></p><p>Whenever you charge or run, you gain insubstantial and phasing until the end of your next turn. </p><p><b>On Sorrow's Wings (30th level)</b></p><p>When you spend an action point to take an extra action, you can teleport 10 squares before taking the action. </p><p><b>RAVEN KNIGHT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.faLHQ3r19NSjl4uV]{Raven Knight 26-Dark Scythe}</p><p>Published in Dragon Magazine 380, page(s) 65. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"yLvSEJVFYIiWfBC4",
	"_key":"!items!yLvSEJVFYIiWfBC4"
}