{
	"name":"Raven Consort Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st-level, shadar-kai, must worship the Raven Queen </p><p>Your journeys have seen you conquer uncountable dangers as a paragon of the shadar-kai people. You have traveled the planes as a committed representative of the pact that shapes shadar-kai traditions. In your way, you've shown death the respect it deserves and your deific matron true devotion, never shrinking from your duty. Through obedience to shadar-kai \"convention,\" you've brought down foes few could imagine, much less face. Still you stand. Beings across the cosmos know and fear you as an envoy of fickle fortune. Even those who don't know you sense that you are beloved by death herself, now on the brink of the greatest reward all shadar-kai could hope for. </p><p>Immortality </p><p>Unwavering in your fidelity to your goddess and the creed she set before your people, you have become the greatest among your kind. Your name shall be a dark reminder to all shadar-kai who aspire to greatness for ages to come. Perhaps you have even warmed the bleak heart of winter and risen above those who must merely join the ranks of the sorrowsworn. </p><p>The Queen's Right Hand: Your final doom is done, and you have emerged whole and gloriously alive. Death has not fled from you, but she has instead pulled you close under her black wings. Although even gods can die, you are all but eternal in body and in fable. </p><p>Now is the time to go before your beloved queen and receive your greatest rewards. To you might be added dominion over the borders of Letherna and command over the Raven Knights, sorrowsworn nobles who watch those lands. If this is the preordained time, exarch of Letherna, perhaps you'll marshal the Raven Queen's forces to bring death to all of her remaining enemies. </p><p>Whatever the case, you stand proudly beside the deity of your people as an icon of what others can achieve. You serve her as advisor, confidant, and perhaps even lover. What will you do now that you alone have the most influence with your goddess? Might you intercede for your people? The dead? Those great ones, heroes and villains who stride the cosmos still . . . in your shadow? </p><p>Does the thirst for power still burn within you, overriding your ardor in the end? You know as well as the Raven Queen, who herself slew an elder god of the dead, that death can die. Could the very throne of your goddess one day be yours? </p><p><b>RAVEN CONSORT FEATURES </b> </p><p><b>Quickened Corpus (21st level)</b></p><p>You gain a +2 bonus to Constitution and gain a number of additional hit points equal to your new Constitution modifier. You don't take the death penalty when the Raise Dead ritual is used to return you to life. </p><p><b>Cycle of Life (24th level)</b></p><p>Whenever you make a death saving throw, you gain a cumulative +2 bonus to saving throws and all defenses until the end of the encounter. Each time you make a death saving throw, the bonus stacks with any existing bonus from previous death saving throws. </p><p>Additionally, if you get a result of 20 or higher on a death save, you do not spend a healing surge but still regain hit points equal to your surge value. </p><p><b>Death's Companions (30th level)</b></p><p>Whenever you kill a creature, a lich vestige forms from that creature's corpse. Until the end of the encounter, you treat the lich vestige as if you have it dominated. At the end of the encounter, any lich vestiges that rose to serve you during the encounter are immediately destroyed. </p><p>Published in Dragon Magazine 372, page(s) 15. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"7GiSOBmvFtdRMD69",
	"_key":"!items!7GiSOBmvFtdRMD69"
}