{
	"name":"Reborn Champion Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Some say that the souls of the greatest heroes are tied to the Prophecy, and that they cannot truly rest until their destiny is fulfilled. You are the vessel for such a spirit-a champion of the past reborn in an age that needs you. It's possible that you are truly the hero returned and that your body was somehow reconstituted or preserved. Dolurrh's Dawn is one example of how this could happen, but you could just as easily be a hero spirited away to Thelanis or bound in mysticslumber by Sora Teraza, whose true memory has only just returned. Alternatively, you could be a modern vessel for an ancient spirit. The Valenar elves have long claimed that a great hero could become an avatar for an even greater champion of the past; whether you are an elf channeling one of the warriors of Xen'drik or a paladin drawing on the soul of Tira Miron, you are living proof of this theory. </p><p>As a reborn champion, your greatest strength is the skill that you possess. You might not have the raw might of a Demigod or the impossible luck of a Deadly Trickster, but your skills and heroism are the stuff of legend. You're not just a cutpurse, you're the greatest pickpocket history has ever known, and Thievery comes as easily to you as breathing. You might not possess the sheer spellpower of the Archmage, but you might know more about Arcana than anyone alive. </p><p>Every reborn champion has a different destiny-a quest tied to your past. This is something you need to determine with the DM, but be sure to clearly tie it to known legends. For example, if you are the reborn champion of Tira Miron (founder of the modern church of the Silver Flame), you might need to defeat a great uprising of the demon Overlords. If you are the reborn champion of Galifar I, it might be your task to reunite the Five Nations under the banner of Galifar; if you are the reborn champion of Karrn the Conqueror, you might also want to unite the nations, but under the banner of Karrnath. A Valenar champion might seek vengeance against the dragons who destroyed all the nations of Xen'drik. A kalashtar reborn champion might be the key to transforming Dal Quor from a realm of nightmares to a place of light. Sometimes, you might not even know why you've returned. You're the greatest pickpocket in the history of Galifar, and your skills are the stuff of legends, but you never planned on saving the world. But the Prophecy has a plan for you-and it will take your nimble fingers to pluck the Ring of Deepest Shadows from the fingers of Erandis d'Vol when she seeks to claim the Throne of Endless Night. All that is certain is that this is a task that only you can accomplish-one so important that your spirit could not be allowed to pass on until it was done. </p><p>Depending on whether you are truly the hero reborn or a spirit possessing a new body, the other people of the age might recognize your true nature. Being known as a reborn champion can be a blessing and a curse. Some people are quick to offer their allegiance, either out of respect for your ancient deeds or because they hope to be part of your new legend. But others might not be so helpful. Queen Aurala won't be happy to hear about the return of Kaius the Conqueror, and Cardinal Krozen might see a reborn Tira Miron as a threat to his own ambitions. Some might call you a fraud. Beyond this, the many stories about you ensure that your enemies know about your skills and talents; a successful DC 20 History check can provide a character with a clear rundown of your abilities. </p><p><b>REBORN CHAMPION FEATURES </b> </p><p><b>Deeds of Song and Story (21st level)</b></p><p>Your talents have inspired legends. Three times per day, as a free action, you can forgo rolling for success on a skill check, and instead treat the check as if you rolled a 20. You must use this ability before attempting the check. </p><p><b>Legends Never Die (24th level)</b></p><p>When you make a death saving throw, use the following results. </p><p>Lower than 8: You slip one step closer to death. If you get this result four times before you take a rest, you die. </p><p>8-17: No change. </p><p>18 or higher: Spend a healing surge. When you do so, you are considered to have 0 hit points, and then your healing surge restores hit points as normal. You are no longer dying, and you are conscious but still prone. If you roll 18 or higher but have no healing surges left, your condition doesn't change. </p><p><b>Legendary Action (30th level)</b></p><p>The first time you score a critical hit on your turn during an encounter, you can take an extra standard action as a free action. </p><p><b>REBORN CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.frv9uIT2UOBXyjgk]{Reborn Champion 26-Stance of Legend}</p><p>Published in Dragon Magazine 365, page(s) 70. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"BSkprRJaPoi9fuLK",
	"_key":"!items!BSkprRJaPoi9fuLK"
}