{
	"name":"Redeemed Drow Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, drow race </p><p>No matter the deeds done, no matter the life lived, none of your mortal actions change the fact that you are drow-a dark elf and a living symbol of mortal corruption and vice-and throughout the rest of your days, you must bear the burden of the understanding that nothing you do can ever lift the stain that darkens your heart. The only escape from the curse is to truly transcend the mortal coil and become something more-to leave behind the shell of flesh and bone so your true light can shine and reveal to all the purity of your purpose. To this end, you commit yourself to become more than drow and deny the Spider Queen her hold over you for all time. </p><p>Becoming a redeemed drow represents a drow's ultimate repudiation of the Spider Queen. With this complete and total denial, you escape the webs of her influence and attain a higher state of existence. You name Lolth as your enemy and commit your life to fighting her machinations and ploys, in the hopes of showing the world and the gods that you have succeeded in breaking your ties where others have failed. </p><p>Your successes earn you the attention of Corellon (and possibly others), who aids you in your crusade against your former kin by imbuing you with a greater sense of purpose to impel you to daring acts and astonishing deeds. As your mission nears completion, Lolth throws the full weight of her legions against you, and through the storm of demons, spiders, driders, and drow, you must stand fast before the blooming doubts and misgivings that threaten to cloud your vision. In the end, Corellon blesses you with the greatest gift you could ask for: a second chance at life without the filthy caress of the horrific Spider Queen. </p><p>A Second Chance </p><p>The road to redemption varies with the drow, but many achieve the rewards sought by following the path outlined below. This said, there are many paths to redemption and finding this coveted prize might take you in unexpected directions. </p><p>True Redemption: Upon completing your final quest, you were plucked from the mortal world and escorted by Corellon's chosen servants to make your final journey to his dominion in the Astral Sea. There, standing before the great and mighty god, your mortal deeds are weighed and judged, your accomplishments celebrated, and your failings considered. In the end, the god lifts the curse from you. For a moment, you see yourself as you were originally formed, before the betrayal-before the fall-and all falls dark. In a blink of an eye, you awaken once more, your soul contained in a new infant body. As you take in your surroundings, your memories of the past fade as you take in the long, rich life that lies before you. </p><p><b>REDEEMED DROW FEATURES </b> </p><p><b>Sacred Duty (21st level)</b></p><p>Whenever you make an attack that reduces a creature with the demon or spider keyword to 0 or fewer hit points, you can spend a healing surge as a free action. </p><p><b>Lift Her Touch (24th level)</b></p><p>You can expend your Lolthtouched racial power to recharge a previously expended encounter power. </p><p><b>Burden of Redemption (30th level)</b></p><p>The first time you are reduced to 0 or fewer hit points each day, you regain a number of hit points equal to your surge value and gain resist 10 all damage until the end of the encounter. </p><p><b>REDEEMED DROW POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.T2ngkeED6OwcpmIx]{Redeemed Drow 26-Light of Heaven}</p><p>Published in Dragon Magazine 367, page(s) 41. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"9SQ7dBrKFqs5mRUC",
	"_key":"!items!9SQ7dBrKFqs5mRUC"
}