{
	"name":"Reincarnate Champion Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>You know that some primal souls leave the world behind to join the mystery after death. Other transcendent heroes join the spirits, flowing through the world to give it life and preserve its natural order. Still other primal champions reincarnate into new bodies, returning as new exemplars of nature. </p><p>You long suspected that you were one of the spirits who regularly return to the world in new bodies, though you could not be certain until the day you attained epic power. As your epic destiny opened before you, so did the memories of your past lives, a long chain of heroes, leaders, humble souls, and conquerors who lived in harmony with the spirits. </p><p>You are a champion of the spirit way, a defender of the world's primal cycles. In this life, you finally have the chance to put the knowledge and power of all your incarnations together. </p><p>Immortality </p><p>One of the great elder spirits, Blood Cousin, had dozens of lives as a champion of the spirit way, teaching people across the world initiation rites so that tribes could adopt members of any race who proved worthy. You revere Blood Cousin for this work in strengthening primal tribes. You will do the same, but in a different manner. </p><p>A New Story: Generations from now, people will tell stories about you. You harnessed dozens of past lives as a primal champion as you accomplished mighty heroic deeds. Tales of your exploits will inspire people on the spirit way as they battle evil deities and demon princes. The best part of these stories is that somewhere, someone hearing them will be touched by your spirit and will create a new piece of the primal story. </p><p><b>REINCARNATE CHAMPION FEATURES </b> </p><p><b>Many Perspectives (21st level)</b></p><p>You gain a +2 bonus to Intelligence-, Wisdom-, and Charisma-based skill checks and ability checks. </p><p><b>Past Spirit (21st level)</b></p><p>Choose a race other than your own. You are considered a member of that race for the purpose of meeting feat prerequisites. If that race has any racial encounter powers, you gain one of your choice. </p><p>At 24th level, you choose a second race and gain the same benefits with it. </p><p><b>Epic Vitality (24th level)</b></p><p>An ability score of your choice increases by 2. </p><p><b>The Champion Returned (30th level)</b></p><p>You gain access to every racial encounter power. To use a racial encounter power that you don't have, you expend the use of one of your racial encounter powers. </p><p>Published in Primal Power, page(s) 154. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bOJCB5ejlpfPWh6V",
	"_key":"!items!bOJCB5ejlpfPWh6V"
}