{
	"name":"Revered One Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any divine class </p><p>As the result of long reflection, unflinching morals, and a lifetime of pious service to the gods, you have developed a powerful new philosophy of the mortal place in the cosmos. You have glimpsed the truth of the infinite, the timeless expanse to which mortal souls eventually go, and your insights have the power to change the world. Your teachings are destined to bring hope and enlightenment to people for centuries to come, for glimpses of truth lie within the words you have set down and within the story of your deeds. </p><p>Your philosophy might seem, at first glance, to trivialize the gods and their dominions, but you recognize that the gods are necessary intermediaries between mortals and the infinite. You therefore honor all deities as examples for mortals to learn from. Your sermons, your writings, or the stories of your life have the power to help followers of many different gods to understand the lessons of the mortal world. </p><p>The exact nature of your revelations is up to you. You might be a visionary who perceives the eventual fate of mortal souls and teaches others how their actions in this world influence their ultimate destinies. You might be a reformer whose teachings challenge inflexible, age-old doctrines of great temples. You might be a philosopher who maintains a creed of stoicism, a fiery condemnation of evil, or an ethical system of obligation to others. Or perhaps you instruct your initiates in darker truths that incite greed, hedonism, or tyranny-not all who follow this path find philosophies of peace and enlightenment, after all. </p><p>Immortality </p><p>The Revered One walks a perilous road, for not all powerful entities wish for enlightenment and understanding to dawn on the mortal world. </p><p>Truth Revealed: You have traveled to the farthest corners of the universe, stood fast against heavenly legions, battled armies of devils, and thwarted demonic hordes. You have traveled the Astral Sea's dominions and explored the Elemental Chaos in your search for understanding. At last you are within reach of the wellspring of all existence. Upon completing your Destiny Quest, you receive a vision, a golden path stretching into infinity. Unshakable in the power of your convictions, you take the first step on this final journey, slipping beyond this reality and vanishing from view. The road ahead is long and strange, but your journey is only beginning. For ages to come, mortals will follow in your footsteps, guided by your teachings and inspired by your example. </p><p><b>REVERED ONE FEATURES </b> </p><p><b>Immortal Foe (21st level)</b></p><p>Immortal creatures take a -2 penalty to attack rolls against you. In addition, you gain a bonus to damage rolls against immortal creatures equal to your Wisdom modifier. </p><p><b>Manifest the Divine (24th level)</b></p><p>You can use each of your Channel Divinity powers once per encounter. In addition, you can select any Channel Divinity feat, even if you do not worship the required god. </p><p><b>Bestow Grace (30th level)</b></p><p>When any ally within 20 squares of you drops to 0 hit points or fewer, you can spend a healing surge as an immediate interrupt. You regain no hit points from spending the surge, but the ally regains hit points as if he or she had spent a healing surge. </p><p><b>REVERED ONE POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.GltMmSh8vHzYogK7]{Revered One 26-Serene Protection}</p><p>Published in Player's Handbook 2, page(s) 175. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YavN3tiSqAPg107b",
	"_key":"!items!YavN3tiSqAPg107b"
}