{
	"name":"Rune Maker Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, runepriest </p><p>For you, the divine runes were never merely inert symbols that channeled divine magic. Instead, the runes have always been more like living creatures to you. You don't simply mark a rune on stone or paper or trace it in the air. You breathe life into it, carefully forming its curves and lines while drawing divine magic into it. </p><p>Your deep understanding of the runes and the power they represent marks you as one of the greatest runepriests ever. As you enter the final stage of your career, your understanding of your art grows still deeper. At first in small, tantalizing hints and later in insights that come upon you like bolts from the heavens, you understand the fundamental structures of the runes. You are no longer content to learn of the runes created by the gods. Your ambition and mastery push you to create new runes, to find the markings that catalog, and perhaps even create, entirely new aspects of the world. </p><p>Should you prove worthy of this task, the very fiber of the cosmos might bend and shift at your command. The power you seek is far greater than any you previously imagined you could control, but with diligence, bravery, and faith, you know that you can achieve anything. Soon you will take your place beside the gods. </p><p>Immortality </p><p>At the apex of your craft, you set aside mortal concerns and work alongside the gods to craft the runes of creation. </p><p>Rune Forge: You understand the deepest secrets of the runes, and you take your place among the gods as one who can forge reality. You create your own astral domain and from there gather some of the finest crafters from across the cosmos. Until the end of time, you build new divine runes. </p><p><b>RUNE MAKER FEATURES </b> </p><p><b>Rune of Might (21st level)</b></p><p>Your Strength score increases by 2. Once you are in a rune state, you can change the rune state as a minor action. </p><p><b>Lord of All Runes (24th level)</b></p><p>Once per round, when you change your rune state on your turn, you or one adjacent ally can make a saving throw. </p><p><b>Rune of Immortality (30th level)</b></p><p>When you fail your third death saving throw during an encounter, you don't die. You instead vanish, appearing in your god's dominion. All conditions and harmful effects on you end, you are considered to have failed no death saving throws, and you can spend a healing surge. At the start of your next turn, you reappear within 10 squares of the space you left. </p><p><b>RUNE MAKER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.p4GwlfdHIazt1qiL]{Rune Maker 26-Persistent Runes}</p><p>Published in Player's Handbook 3, page(s) 160. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"iD6xZ3vJanPd7cue",
	"_key":"!items!iD6xZ3vJanPd7cue"
}