{
	"name":"Sage of Ages Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any arcane class </p><p>Knowledge is power, freedom, life, and love. With the proper information, you can unravel the secrets of the universe and be the master of your own fate. You have always believed this. Your curiosity about all things is legendary. Even as a child, you asked \"why?\" more often than any other question. As you matured, you sought knowledge about harder-to-reach places, traveling first the world, then other planes of existence. Knowledge is your solace, your hope, and your support. Faith might be fine for others, but you see it as a shallow edifice. Only objective study and the knowledge gained thereby allows one to see things as they truly are. </p><p>The petty bickering of kings and nobles holds less and less interest for you, and as you learn more and more about the facade of flesh that mortals wear to hide their souls, even earthly delights begin to lose their flavor. All else pales before the pursuit of pure knowledge. </p><p>Immortality? </p><p>When you complete your final quest, you make your plans to withdraw from the world. You have accumulated so much knowledge that you have become a force of nature itself. As one of a select few who have earned the title Sage of Ages, you take up the lonely task of a keeper of secrets, history, and unfettered knowledge. </p><p>When the time is right, you retreat to a secret place only you know of, a place where you find knowledge within the natural bends and crevices in space and time. You begin to observe a river of events and store them away in your mind. Age, cares, and the needs of the flesh flow around you, not through you. You are a fountainhead of knowledge that other creatures, sometimes even gods, seek out because of your perfect enlightenment. </p><p><b>SAGE OF AGES FEATURES </b> </p><p><b>Paragon of Learning (21st level)</b></p><p>You gain a +6 bonus to Arcana checks, Dungeoneering checks, History checks, Nature checks, and Religion checks. </p><p><b>Keeper's Prescience (24th level)</b></p><p>At the start of each of your turns, roll a d20. You can use the result of that roll in place of any one d20 roll you make before the start of your next turn. </p><p><b>Reverse Time (30th level)</b></p><p>Once per day, when an attack would normally drop you to 0 hit points or fewer or kill you, you do not die. Instead, you regain maximum hit points and move your place in the initiative order to directly after the creature that made the attack. </p><p><b>SAGE OF AGES POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.qC3zJdwShxm14Avy]{Sage of Ages 26-Trick of Knowledge}</p><p>Published in Arcane Power, page(s) 150. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"uORKbM2hVpAXo6Lz",
	"_key":"!items!uORKbM2hVpAXo6Lz"
}