{
	"name":"Sage of the Swan Tower Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, must worship Ioun </p><p>Your ceaseless drive to learn and your devotion to Ioun has enabled you to attain a status few others can claim. As a Sage of the Swan Tower, you have gained access to the glorious Halls of Enlightenment and can call upon its infinite knowledge. You, however, are not like the other sages. You find the traditional method of learning through reading to be insufficient and spend much of your time in the field, acquiring new knowledge and testing theories. </p><p>Each new nugget of information-each new revelation-brings you closer to the goal that you have held in your heart for so long. You feel the call of Ioun as you achieve greater feats of discovery and demystify new layers of knowledge. Eventually your dream becomes reality, and you are invited to become one of the timeless sages of the Swan Tower. </p><p>Life among your fellow sages in Kerith-Ald is all you hoped it would be, yet you see more potential for yourself every time you visit the Pillars of Ioun. It has been a long time since Ioun has honored one of her sages in such a way. Perhaps with some perseverance you can come to deserve your own alabaster monument. </p><p><b>SAGE OF THE SWAN TOWER FEATURES </b> </p><p><b>Expert in Your Field (21st level)</b></p><p>Increase your Intelligence or Wisdom score by 2. In addition, select one of the following skills in which you have training: Arcana, Dungeoneering, History, Nature, or Religion. Whenever you make a check using the selected skill, you can roll twice and use either result. </p><p><b>Divine Arcana (24th level)</b></p><p>When you use an arcane attack power, you gain combat advantage on your next use of a divine attack power before the end of your next turn. When you use a divine attack power, you gain combat advantage on your next use of an arcane attack power before the end of your next turn. </p><p><b>Secret of the Pillars (30th level)</b></p><p>Once per encounter, you can make an Intelligence check or a Wisdom check as a free action when you take damage. Subtract the result of that check from the damage you take. </p><p><b>SAGE OF THE SWAN TOWER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.EGceJvSQwkfdnTPK]{Sage of the Swan Tower 26-Knowledge Applied}</p><p>Published in Dragon Magazine 397. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"dzlxtV1iQb9P0FeG",
	"_key":"!items!dzlxtV1iQb9P0FeG"
}