{
	"name":"Saint Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any divine class </p><p>In recognition of your faith, holiness, courage, and piety, you are elevated to sainthood. From the day you embark on this path, you can claim the title of Saint. Through dreams, omens, or angelic visitations, your deity makes your sainthood known to followers around the world. Those who share your faith hold you in the highest regard, while the enemies of your god naturally view you as the most terrible of foes. You might be a great crusader, a mighty prophet, or a revered sage. You set a sterling example of your deity's values and guidance. </p><p>Immortality </p><p>In the mortal world, you have only the years allotted by nature and fate. You could live to great old age, or you might die young as a hero or a martyr. When at last death draws near, you meet your end with joy-for now you go to the presence of the deity you have served so long and well. Your mortal body remains uncorrupted, and seems to be merely asleep; even the most gruesome wounds slowly vanish, leaving your body an imperishable symbol of divine grace. </p><p>Your immortality lies beyond this world, where you will stand among the highest of the elevated souls granted life after life in the divine dominions. In the dominion of your deity, you have a new, immortal body. You join his or her celestial court as a wise and valued counselor. Throughout the world you are regarded as an example of devotion and honor. When people face challenges and hardships similar to those you faced in your mortal life, they are heartened by your example. </p><p><b>SAINT FEATURES </b> </p><p><b>Saintly Grace (21st level)</b></p><p>You gain a +2 bonus to Fortitude, Reflex, and Will and resistance to necrotic damage equal to 15 + your Wisdom modifier. You cannot be dominated; any attack or effect that would dominate you dazes you instead. </p><p><b>Sanctified Touch (24th level)</b></p><p>When you enable a creature adjacent to you to spend a healing surge, the recipient can also make a saving throw. When you grant a saving throw to a creature adjacent to you, that creature can also spend a healing surge. When you use the Heal skill, any creature you grant a saving throw or stabilize with a successful Heal check can spend a healing surge. </p><p><b>Golden Halo (30th level)</b></p><p>Holy light streams from your visage. Your halo gives off bright light within 5 squares, and you gain a +2 bonus to Diplomacy checks and Intimidate checks. You can suppress or resume your halo as a free action. In addition, when you use a divine healing power, the recipient regains 25 additional hit points. </p><p><b>SAINT POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.y9zxsJ4u7eNgStpO]{Saint 26-Sanctified Revival}</p><p>Published in Divine Power, page(s) 155. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"n1eZ0LQ7k4mTRKgW",
	"_key":"!items!n1eZ0LQ7k4mTRKgW"
}