{
	"name":"Shiradi Champion Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any nonevil alignment </p><p>Myriad archfey band together several times a year at the congress known as the Court of Stars, where they engage in diplomacy, schemes, marriages, betrayals, and legendary revels. Although dozens of lesser factions make up the Court of Stars, they mostly acknowledge the leadership of Her Summer Majesty, Queen Tiandra. And the Queen of Summer, when the need arises, turns to her anointed warriors for the defense of her subjects and allies. These warriors are known as Shiradi Champions, the shields of the fey. </p><p>Whereas eladrin nobles might rise through the ranks of coures, bralanis, ghaeles, and other complex titles, Shiradi Champions are usually individuals who have earned the respect and trust of Queen Tiandra. Archfey of all courts assemble at Senaliesse to bear witness to a champion's anointing. Some eye these protectors with suspicion, arrogance, or envy, but their pettiness is ill placed. Each Shiradi Champion is devoted to the lovely Queen of Summer and determined to justify her trust. </p><p>Some eladrin Shiradi Champions are also shiere knights (see Player's Handbook 2). A very few champions are not born as one of the fey, and their ascendancy to the role of Shiradi Champion is an unprecedented event, a testament to the champion's unique valor and great worth. Whatever path a champion takes, he or she is assuredly an ally and protector of good-natured fey beings everywhere. </p><p>Living the Destiny </p><p>You have become a legend among legends, and your anointment as a Shiradi Champion echoes throughout the world. Your name is used in bedtime stories and folk tales as a synonym for chivalry and courage. Fey seek you out, asking for your help. Mortals call your name out at fey crossings, seeking your might against enemies equally legendary. It is your burden to help them, thus spreading the influence of the Court of Stars. </p><p>Your greatest task is the defense of the Court of Stars from those who would see it torn asunder. You and your allies stand against cyclops warlords, mad fomorian kings, and dreadful hags, beating back their advances and recovering the lands lost during centuries of battle. In time, you might even receive a request for aid from the Queen of Summer to face down her own son, the Prince of Frost, mightiest of the Winter Fey. You strive to be ready for the task. </p><p>As a Shiradi Champion, you are the ultimate defender of all the good things represented by the Court of Stars. Your powers reflect the ephemeral and radiant nature of the Feywild's rulers. </p><p><b>SHIRADI CHAMPION FEATURES </b> </p><p><b>Fey Anointment (21st level)</b></p><p>You increase one ability score of your choice by 2. </p><p>You are immune to charm effects. </p><p>Your origin becomes fey, meaning that you are considered a fey creature for the purpose of effects that relate to creature origin. </p><p>You gain darkvision, and you gain immunity to the blinded condition. </p><p><b>Armor of Stars (24th level)</b></p><p>While you are not bloodied, you gain a +1 bonus to AC and Reflex. This bonus increases to +2 if you are adjacent to one or more allied Shiradi Champions. </p><p><b>Everlasting Champion (30th level)</b></p><p>Once per day when you start your turn at 0 hit points or fewer, your body transforms into a slightly different variation of yourself, although your game statistics and equipment don't change. When you transform, you regain hit points equal to your bloodied value, you can stand up as a free action, and any adverse effects you are subject to end immediately. </p><p>In addition, your attacks deal extra radiant damage equal to your Charisma modifier until the end of the encounter. </p><p><b>SHIRADI CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.d1XKuTg35eDzBRFJ]{Shiradi Champion 26-Audience with the Queen}</p><p>Published in Heroes of the Feywild, page(s) 121. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"MQxwf728hoH9qYCr",
	"_key":"!items!MQxwf728hoH9qYCr"
}