{
	"name":"Soul of the World Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, deva </p><p>The soul of a deva is reborn each time it dies, leaving the deva with relatively fresh memories from past lifetimes. However, some spirits are reincarnated over and over again throughout the centuries, each as different races and with different professions. When one of these reincarnating spirits is reborn as a deva, it creates an unusual situation where the deva can recall past lives beyond those recalled by most devas. </p><p>You are one of these few who can cast their thoughts far back in time, calling upon memories of lives as humans, elves, dwarves, and other races. You might have memories of life as a dragonborn warrior defending the walls of an Arkhosian fortress, and maybe you recall the First Days when you and your fellow elves first walked the forests of the world. You remember being among the dwarf crafters as you laid the foundation for the first buildings in Hammerfast, and the taste of bitter betrayal as you stood with your fellow tieflings in the ashes of Bael Turath. </p><p>You have an uncanny sense of time unlike that possessed by your fellow devas. Also, unlike other devas, you cannot say for certain that you will be reborn again with the knowledge of your past lives, and you must seize this rare chance to make use of the memories you possess. With knowledge of the world from the dawn of time, you have a chance to see the greater picture and gain the kind of scope you need to make history-altering changes that frequently remain only within the domain of gods. </p><p>Immortality </p><p>The knowledge of life as many different people, ranging all the way back to the earliest days of the most ancient races, informs your perspective and reminds you that memories, knowledge, and skills still live on deep in the minds of others. </p><p>Immortal World Walker: As you draw closer to the completion of your Destiny Quest, more and more memories begin to flood your mind from lives both recent and ancient. As the memories threaten to overwhelm your own personality, you learn to harness their knowledge and perform miracles that you would not have normally thought you could achieve. </p><p>When you have embraced your destiny, you fully merge with the memories of your past lives; no longer do they surface from time to time, but you call upon them at will, as though you had experienced all they had to offer in this lifetime. You transcend who you are, becoming, instead, an amalgamation of everyone you have ever been. This transformation permeates every fiber of your being, including your physical form, and you cease to be troubled by mortal concerns such as aging or a natural death. You have walked the world from its most ancient days, and continue to do so, full of memories dating back to the first days of creation. </p><p><b>SOUL OF THE WORLD FEATURES </b> </p><p><b>Past Spirit (21st level)</b></p><p>Choose a race other than your own. You are considered a member of that race for the purpose of meeting feat prerequisites. If that race has any racial encounter powers, you gain one of your choice. </p><p>At 24th level, you choose a second race and gain the same benefits with it. </p><p><b>Strengthened by the Past (21st level)</b></p><p>You increase your Intelligence and your Wisdom scores by 2. </p><p><b>Knowledge of Ancient Lives (24th level)</b></p><p>Choose any class. You can choose a power from this class or your class any time you gain a new class power or retrain a class power. </p><p><b>One with All Past Lives (30th level)</b></p><p>During a short rest, you can swap any one of your encounter attack powers for any encounter attack power of the same level from any other class. This swap lasts until your next short rest. You can have only one of your powers swapped out in this manner at a time. </p><p>Published in Dragon Magazine 385, page(s) 60. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"XqzG59vV7YfE6pA2",
	"_key":"!items!XqzG59vV7YfE6pA2"
}