{
	"name":"Sovereign Beast Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, druid, wild shape power </p><p>You have channeled the ferocity of the Primal Beast through your limbs countless times, adopting a form that echoes the great spirit, the archetype of all beasts. Yet you are not a beast; you are more than just a reflection of the Primal Beast's manifold nature. By bringing its savage nature into balance with your humanoid spirit, you have become a synthesis that is more than either part. You are the Sovereign Beast, the quintessence of all that is noble and true in nature. </p><p>You are striking out on a path that none have previously walked to its conclusion, staking out a middle path between the way of beasts and the ways of the humanoid races. In you is incarnate the potential for the races to live in closer harmony with the world, in tune with their instincts but still awake to their finest qualities and highest ideals. </p><p>Immortality </p><p>For now, you are an incarnation of a new ideal, the first of your kind. When your time in the world is fulfilled, though, you will become an elder spirit in your own right, a pattern that future druids will attempt to follow. </p><p>A New Elder Spirit: Your work in the world complete, you transcend your physical form and become a primal spirit. No longer simply in the world, you are now of it, part of the circle of spirits that protects and preserves it. In your spirit form, you roam free, sometimes wearing the shape of a noble beast, sometimes appearing as a humanoid, but always holding the twin aspects of your nature in perfect and everlasting balance. </p><p><b>SOVEREIGN BEAST FEATURES </b> </p><p><b>Magnificent Beast (21st level)</b></p><p>When you use wild shape to change from your humanoid form to beast form, you can change your size to Large. While you are in a Large beast form, you gain a +2 bonus to damage rolls and speed. </p><p><b>Sovereign's Charge (24th level)</b></p><p>Once per encounter when you charge while in beast form, you can use one of your beast form encounter attack powers in place of a melee basic attack. If the attack hits, the target is also knocked prone. </p><p><b>Sovereign's Inheritance (30th level)</b></p><p>When you reduce a nonminion enemy to 0 hit points with a beast form attack power, you can choose either to spend a healing surge or to regain the use of an encounter attack power that you have used during this encounter. </p><p><b>SOVEREIGN BEAST POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xyKOUc9Bkb68iYWo]{Sovereign Beast 26-Resplendent Beast}</p><p>Published in Primal Power, page(s) 155. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"8zdIbnAaTtDvpRBk",
	"_key":"!items!8zdIbnAaTtDvpRBk"
}