{
	"name":"Star-Favored Champion Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any martial class </p><p>You were destined for greatness from your earliest days. As a child, you took to weapons with a natural talent that astonished your tutors. In the early days of your career, your skill, athleticism, and courage surprised everyone. Later, your comrades came to expect nothing less of you than the utmost. </p><p>You became aware of a force at work in your life, an inexorable pull drawing you toward the most daunting challenges and the greatest adventures. Even insignificant decisions led you down the path of danger, and against each adversity, you triumphed. In time, you realized that a star in the sky was bound to your fortune. </p><p>When you suffer trouble or doubt, your star is dim and low in the sky. When you master your circumstances and defeat your foes, your star ascends and grows brighter. On the occasions when your actions and valor shake the thrones of kings or the pillars of the heavens, your star blazes with a glory marked by sages and astrologers throughout the world. Your star's passage through the constellations of great monsters matches your battles against dire foes, and its journeys into signs of wealth or fortune mark the boons you receive. </p><p>Immortality </p><p>The story of your greatness is written in the sky for everyone to see. In time, the gods themselves perceive the significance of your star's ascension. From that day on, mighty powers gather around you, and your star is drawn toward its most dangerous passages and most spectacular glories. </p><p>A Memory in the Stars: When you complete your final battle, your star comes to rest. Lesser stars array themselves around it, giving shape to a new constellation-a representation of you to inspire mortals for eternity. You are welcomed in the astral dominions of the gods who favored you, honored for your heroism and courage. Then you take a place within your constellation, your eternal presence shod in stardust and crowned with brilliance. Your story is passed on in myth as mortals give you a name-the Swordsman, the Archer, the Captain, or the Hunter-recounting stories of the hero who bestrides the skies in starry glory. </p><p><b>STAR-FAVORED CHAMPION FEATURES </b> </p><p><b>Favored Tenacity (21st level)</b></p><p>Whenever your first attack roll with an encounter power misses, until the end of your turn you can make a basic attack as a minor action. </p><p><b>Favored Warrior (21st level)</b></p><p>Your Constitution score increases by 2. You gain a +2 bonus to Acrobatics checks and Athletics checks. </p><p><b>Resurgent Star (24th level)</b></p><p>While you have at least one healing surge, you automatically get a result of 20 on any death saving throw. </p><p><b>Sign of Challenge (30th level)</b></p><p>You gain the sign of challenge power. </p><p><b>STAR-FAVORED CHAMPION POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.JUH3mLgMFWAakTRi]{Star-Favored Champion 26-Sign of Hope}</p><p>Published in Martial Power 2, page(s) 159. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"XU1VoIA3ngbG5LWx",
	"_key":"!items!XU1VoIA3ngbG5LWx"
}