{
	"name":"Storm Sovereign Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>You are the scion of storms, the master of thunder and lightning, and a prince of the Elemental Chaos. Others are like you-others who feel an uncommon bond with the elemental forces who spawned the world and who harbor a measure of elemental power within them. Some don't yet realize the fate in store for them, while others might never attain their potential, but you are different, because your eyes crackle with lightning, your hair stirs as if in a breeze, and your voice thunders. The primordial heirs, as some might call you and those like you, might find comfort in the mountain heights or in the ocean's deeps, but your connection is within the savage storm and those blistering explosions of wind and rain, of blinding lightning and deafening thunder-storms in which you feel truly free and your purpose never more clear. </p><p>As you come to know your place in the wider world, you connections to mortal creatures strains. Your home is not among the civilized cities or in the darkened wilds, but it is in the sea of possibility that is the Elemental Chaos. You seek to dance through drifting motes of boiling earth, to lash seas of fire with your rains, and to destroy any who do not kneel before you. Only your purpose can hold back these wild impulses, and only your sense of duty and the burden of responsibility can ground you. One day, though, you'll escape and embrace the nature you have long suppressed. </p><p>Immortality </p><p>The primordial spirit rages against your self-imposed bonds. It will be free and when it does escape, you had better put distance between yourself and the world. </p><p>Primordial Power: Long have you endured the suffering caused by the angry presence inside you. You have fought back the unnatural urgings to destroy and rage, testing the limits of your self-control. In the final battle against your last foe, you nearly slipped and unleashed the primordial entity onto the world and only through a supreme act of discipline did you retain control of yourself. </p><p>When the dust settled, you knew you could confine the monster no longer and that it would soon break through your flesh and awaken, bringing utter ruin to everything around you. Knowing the only place you could loose the primordial without fear of the consequences, you quit the mortal world to seek out the </p><p>Elemental Chaos. Far from any living creature, you relaxed yourself, surrendering your body and soul to the primordial, allowing it to unleash the storm's fury. You thought this would mean your annihilation, and in a way, the freeing did end your life, but your consciousness lives on by merging with the elemental entity, to give a mind to the mindless storm, and life to the personification of violence. Thus do you become a new primordial-a master of the elements and agent of creation and destruction-and thus do you fade from the world to emerge as a great power in the Elemental Chaos. </p><p><b>STORM SOVEREIGN FEATURES </b> </p><p><b>Stormborn (21st level)</b></p><p>You increase your Constitution score by 2 and your origin changes to elemental. Additionally, you gain resist lightning and thunder equal to 15 + one-half your level. </p><p><b>Thunder and Lightning (24th level)</b></p><p>Once per day, when you die, your body discorporates into a storm of elemental fury. You heal to one-half hit points and gain the insubstantial and phasing qualities. You gain an aura 5, and when enemies begin their turns inside that aura they automatically take 15 lightning and thunder damage, and you can slide that enemy 3 squares. You can use encounter and atwill powers, but you cannot use daily powers, activate magic items, or perform rituals. If you die in elemental storm form, you are dead. </p><p>At the end of the encounter, after a short rest, you reconstitute yourself from the base elements. Your current hit point total is unchanged, but you no longer experience the other benefits and drawbacks from being in elemental storm form. </p><p><b>Cyclone's Master (30th level)</b></p><p>You gain a fly speed equal to your speed + 2 and can hover. You do not need to land at the end of your movement. Additionally, you gain an aura 5; any creature that enters or begins its turn within your aura loses any resistance to lightning or thunder. Whenever you deal damage with an attack, you can choose to have the attack deal lightning or thunder damage instead of its normal damage. </p><p><b>STORM SOVEREIGN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.BGk6bwtJD1MjQioq]{Storm Sovereign 26-Scion of Chaos}</p><p>Published in Dragon Magazine 372, page(s) 43. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"SYkFjub5EGwspmga",
	"_key":"!items!SYkFjub5EGwspmga"
}