{
	"name":"Sublime Flame Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any divine class, must worship the Silver Flame </p><p>From the Silver Flame's inception, its purpose in the world has been clear. It was forged from a commitment to stand fast against the growing darkness, to seek out and destroy evil's champions, and to carry the banner of purity and light. Although many rally to the Silver Flame, only a select few ever feel its purifying flames burn away the darkness clouding their souls and receive true clarity of vision. One does not choose to become a vessel for the Silver Flame, but rather, the Flame chooses him or her to be a vessel. </p><p>As a sublime flame, you have unflinching devotion and piety, and you are dedicated to serving the principles on which the Church of the Silver Flame was founded. You might serve the Church faithfully, or perhaps instead you commune directly with the Silver Flame. Regardless, your devotion unlocks a deeper understanding of your purpose in the world. </p><p>Immortality </p><p>As a sublime flame, you can channel the power of those who have come before you. Eventually, this power might lead you to merge with the Silver Flame and become an immortal extension of its divine will. </p><p>Joining the Flame: You have spent your life combating corruption and evil in the name of the Silver Flame. You have experienced an awakening of purpose, and as you face your final enemy, the last vestiges of doubt burn away. With your ultimate victory, you feel a tug upon your soul that draws you toward Thrane for one final pilgrimage. You cross the countryside, returning to Flamekeep to enter the Cathedral of the Silver Flame. There, you step into the fire and undergo a transformation. The argent fire sears away your flesh, allowing your mind and soul to join with the Silver Flame. You take your place as part of the eternal fires, lending your power, your knowledge, and your faith to its holy purpose. As part of the Flame, you channel strength into those who come after you, working to attain the promise of paradise in the world. </p><p><b>SUBLIME FLAME FEATURES </b> </p><p><b>Chosen of the Flame (21st level)</b></p><p>At the end of an extended rest, choose one of your fire or radiant daily attack powers. You gain one extra use of the power until the end of your next extended rest. </p><p><b>Argent Vessel (24th level)</b></p><p>The first time you drop to 0 hit points or fewer after an extended rest, each enemy adjacent to you takes 10 fire damage and 10 radiant damage, and each ally adjacent to you regains 20 hit points. At the start of your next turn, you regain hit points equal to your healing surge value. </p><p><b>Wrath of Silver Flame (30th level)</b></p><p>Whenever you use a radiant attack power, the attack deals 2d6 extra fire damage. Whenever you use a fire attack power, the attack deals 2d6 extra radiant damage. </p><p><b>SUBLIME FLAME POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.CpeLxQ1OY8FJKf2R]{Sublime Flame 26-Silver Flame's Embrace}</p><p>Published in Eberron Player's Guide, page(s) 83. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"BYelLzwHmx4gs81G",
	"_key":"!items!BYelLzwHmx4gs81G"
}