{
	"name":"Thief of Legend Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Trained in Stealth, Thievery </p><p>Long ago, there lived a thief who was so skilled at the art of taking that nothing was outside his grasp. Some said that he could steal the throne out from underneath a king, make off with the princess's smile, and snatch the stars from the night sky-all over the course of a single evening! How much of the thief 's myth was true and how much has become the tall tales of legend is a matter of debate, but few take such stories seriously. Such tales border on the ridiculous for most people, but you know the truth: The legends are real, and you are that Thief of Legend reborn. </p><p>The Thief of Legend could do all of the fantastic things that people today describe. This thief had fingers so light and nimble that some said he could steal the crown off the queen without her even noticing. His movements were so quiet that death could not track him. His plans were so cunning that he outwitted the gods at every turn. Artifacts guarded by thousands of angels vanished from Astral domains, and the only evidence that remained of the thief 's passing were the faint echoes of laughter where treasures once were held. </p><p>Yet these feats have, on occasion, been reproduced by other mortals. The true point of transition between master thief and Thief of Legend came when this thief learned how to steal things that are intangible. So great was this legendary thief 's skill that reality bent to his trickery. He discovered ways to steal laughter, or memories, or the color from a painting. Now, generations later, that thief has been reborn, and you are coming to realize that you are the reincarnation of this famous thief. Over time, you have begun to recall the tricks and techniques that you mastered in that former life, and you are growing once more into the master thief that the stories still describe. </p><p>Immortality </p><p>As you grow ever more enlightened about the thievery and trickery that you had mastered in your past life, reality once again begins to bend around you, allowing you to steal things that others say can never be taken. </p><p>The Greatest Prize: Despite the fact that your skills can be used for greed and self-service, you have been spun back into the world for some purpose. You have one great thing that you must steal-one bit of thievery for which you were given a new life and incarnation. This prize is the subject of your Destiny Quest; you might be destined to steal the magic away from an ancient dracolich or to place your hands on the only artifact that can slay the dark goddess Lolth. Once you steal the object of your Destiny Quest, you have fulfilled your role in the world. Only then can you once again have the power to take what lies beyond the grasp of all mortals, as you finally recall the full extent of the techniques that allow you to filch the intangible. </p><p><b>THIEF OF LEGEND FEATURES </b> </p><p><b>Uncanny Prowess (21st level)</b></p><p>You increase your Dexterity score by 2 and increase any other ability score by 2. </p><p><b>Steal Back the Soul (24th level)</b></p><p>You can steal anything; even death holds no end to your thievery. You can steal sighs from lovestruck maidens and ambition from warlords, and you have stolen your soul from the forces that claim it when you die-for safekeeping, of course. As you begin to slip beyond the mortal realm, you return what you have stolen so few notice it was ever gone. </p><p>When you die, after 1 hour your body and possessions vanish. After 24 hours, you reappear alive and at full hit points at a safe place of your choosing, that is familiar to you, and that is on the same plane where you died. </p><p>In addition, when you reduce a creature to 0 hit points or fewer, you can steal something intangible from that creature, such as the color of the creature's eyes or its memories of its kingdom. The mechanical effects of this theft, if any, are left to the Dungeon Master. </p><p><b>Impossible Theft (26th level)</b></p><p>Already your ability to be the Thief of Legend allows you to twist reality, giving you the ability to steal things others claim to be impossible. </p><p><b>Undetectable Thief (30th level)</b></p><p>At last, you have reached the point where you can trick the greatest of the gods and primordials. Even slipping into the Nine Hells and snatching away the scepter from a Lord of the Nine's hand is not beyond you. If they discover something is missing, you can stay hidden from sight, even when your prey is looking right at you. </p><p>You gain a passive Stealth score equal to 10 + your Stealth modifier. Any creature that has a passive Perception lower than your passive Stealth score, or that has an active Perception check result that does not equal or surpass your passive Stealth score, cannot see you unless you choose to let that creature see you. </p><p>Published in Dragon Magazine 388. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vGAPNW8Jg4KC1dfn",
	"_key":"!items!vGAPNW8Jg4KC1dfn"
}