{
	"name":"Topaz Crusader Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any psionic class, Psionic Augmentation class feature </p><p>Constant pressure causes the Far Realm's corrupting influence to leak through even the smallest breaches into the natural world, spawning horrors that tear at the fabric of existence. These breaches represent some of the greatest dangers to the mortal realm, and generations of heroes have dedicated themselves to maintaining the integrity of the Far Realm's boundaries. Over a lifetime's adventuring, however, you have grown weary of this ultimately doomed effort. </p><p>For each fissure that is closed, two more open elsewhere. Worse, how many of the fault lines riddling creation remain undetected? The Far Realm relentlessly seeks to corrupt the mortal realm, but whereas most heroes seek only to defend against the Outside's malign influence, you have a better idea. You will turn the tide on the Far Realm by assaulting its borders, its creatures-its very nature. And if you cannot reshape the Far Realm with the benign influence of the natural world, you will destroy it utterly to eliminate the threat it represents. </p><p>Immortality </p><p>As your mortal life winds to its end, you push ever closer to your goal of eliminating the Far Realm's threat. </p><p>Into the Breach: Aberrant blood stains your weapons and armor. The horrors you have seen assail your memory, but you remain strong. Now is the time to carry the torch of purity against the hordes of corruption, finally driving back the tide that threatens all existence. Girding yourself in the protective energy contained in the psionic gemstone at your brow, you step out from this world, sounding one last battle cry as you carve a path of death and destruction into the heart of madness. You will end the Far Realm's threat even at the cost of your own life. In the centuries that follow, as the incursions of the unwholesome fade into myth, your spirit will find its reward. </p><p><b>TOPAZ CRUSADER FEATURES </b> </p><p><b>Bound to Greatness (21st level)</b></p><p>Your Constitution or Charisma score increases by 2. </p><p><b>Topaz Focus (21st level)</b></p><p>You protect yourself from aberrant influence with a meditative focus. You gain a +1 bonus to AC. You cannot be dazed or dominated. You gain a +2 bonus to Will against aberrant creatures, and you know the location of all aberrant creatures within 5 squares of you at all times. You don't grant combat advantage to those creatures, and if they have cover or concealment when you attack them, you don't take the -2 penalty to attack rolls against them. </p><p>When you will it, this focus manifests as a topaz gemstone in the center of your brow. </p><p><b>Topaz Meditation (24th level)</b></p><p>Your focus grants you increased power. You gain 2 additional power points and a +2 bonus to all defenses, you cannot be immobilized or restrained, and you can ignore polymorph effects. </p><p><b>Topaz Flare (30th level)</b></p><p>While you have no power points remaining, your unaugmented at-will powers grant you a benefit when they hit. If your attack roll is an even number, you regain 2 power points. If your attack roll is an odd number, the target you hit takes 5 extra psychic damage. </p><p><b>TOPAZ CRUSADER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.xFSYR6GrX89wIqtj]{Topaz Crusader 26-Topaz Corona}</p><p>Published in Psionic Power, page(s) 150. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ypsLoO4Gxe56c8dR",
	"_key":"!items!ypsLoO4Gxe56c8dR"
}