{
	"name":"Undying Warrior Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, fighter </p><p>You are the ultimate survivor. Kobold spears, goblin arrows, orc axes, dragon fire, the necrotic touch of a wraith-you've seen it all in your adventures. And you're still alive to tell the tales. </p><p>Death has tried to claim you many times, but it failed. You have either survived your wounds or returned from beyond mortality's shroud. Each time you faced death, your soul quickened within your body, attaching itself more deeply to your physical shell. </p><p>As you grow in epic power, destiny conspires to keep you breathing. You recover from wounds that would take the life of any lesser mortal. Your reserves appear limitless. Whenever an enemy tries to take you down, your retaliation seems assured. </p><p>Immortality? </p><p>On the verge of your climactic confrontation, your body and soul become one. It seems you can't die. </p><p>To Live Forever: When you have reached your career's destined end point, your immortality is assured. Simultaneously a being of soul and body, you pass through death's final mystery only if you choose to do so. Until you decide to abandon your body, it is your vehicle to eternity. </p><p>You could retire peacefully, perhaps taking up residence with your preferred deity. Fame and skill could serve you well as you live in a remote place in the world or among the planes, perhaps establishing a tradition to pass on your knowledge to younger would-be heroes. Alongside a Legendary General, you might fight the battle everlasting, or you could keep a vigil like that of the Eternal Defender. Perhaps you'll wander without end, or take up a wild card position in the cosmos. One day, you might ascend to literal godhood. </p><p>Your options are as limitless as your time now is. In the endless future, you might learn the method of your transfiguration into an undying being or some other form of wisdom the world needs. You choose whether to share this knowledge or to let it pass away if you finally give up everlasting life. </p><p><b>UNDYING WARRIOR FEATURES </b> </p><p><b>Wounded Resurgence (21st level)</b></p><p>If you are bloodied, you can spend a healing surge as a minor action to restore your current hit points to your bloodied value. Also, you don't take a death penalty when you are returned to life by the Raise Dead ritual. </p><p><b>Undying Stamina (24th level)</b></p><p>Each time you reach a milestone, you regain 1d4 healing surges. </p><p><b>Spontaneous Resurrection (30th level)</b></p><p>When you die, you can return to life at the start of your next turn. Doing this doesn't require an action. You appear in a space of your choice within 5 squares of where you died and have hit points equal to your bloodied value. You are freed of any temporary effects existing at the time of your death, but permanent conditions remain. Each additional time you are slain during the same day increases the time until you can rise again. </p><p>Second Death: Return to life at the end of the encounter. </p><p>Third Death: Return to life 1 hour after the end of the encounter. </p><p>Fourth Death: Return to life 12 hours after the end of the encounter. </p><p>Fifth Death or More: Return to life 24 hours after the end of the encounter. </p><p>If you don't use this ability, you can still be raised from the dead normally. </p><p>Published in Martial Power, page(s) 157. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qB2Kbg3rMGoRW0wp",
	"_key":"!items!qB2Kbg3rMGoRW0wp"
}