{
	"name":"Unyielding Sentinel Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>Defender role </p><p>When you close your eyes and put yourself to rest, visions of an ancient battle rise unbidden to the front of your mind. Wave after wave of your enemies rush toward you. Your allies have already fled, making their way to safety. You volunteered to stay behind, to act as the stopper in the bottle that would keep your enemies from rushing through to their objective. You stood alone, in the face of overwhelming defeat, and yet death did not claim you right away. As the ground became slick with the blood of your enemies, you held their forces at bay. Your allies escaped, and you perished only once their safety was assured. </p><p>That was long ago, in another life. The memories of that fateful day, the day in a past life in which you died so that your allies might live, have only begun to return to you as you became powerful enough to embrace such a fate. That day you became a legend, and now you know that you have been reincarnated so that you can once again lay your life on the line to defend your allies. You are the shield that stands between your enemies and those you would protect, and just as you once held many legions at bay, so too will you again let your enemies smash themselves upon you like waves on the rocks. </p><p>As you have grown in strength and prowess, the visions of that ancient battle, and others like it fought across many lives, have slowly come into focus. With every step forward, you remember more details and see those memories with more clarity until you can recall each heroic death in crystal-clear detail. By the time you learn the nature of your Destiny Quest, you have reclaimed memories of dozens of battles, spread across as many centuries, where you acted as the final bulwark against your enemies' assaults. Now, you begin to reclaim many lives' worth of experiences as your own, building upon the knowledge you gained in countless battles against overwhelming odds, once again preparing yourself for the final battle where you might stand alone once more against legions of foes. </p><p>Immortality </p><p>Each of your past lives has ended in a heroic death staving off a superior number of enemies. Is it your fate to always die alone in order that others might live? Or does each successive death provide you with more knowledge, so that in one incarnation you rise victorious rather than falling to their assault? </p><p>Standing Against the Tide: As the conclusion of your Destiny Quest approaches, you know that the time will come when you will stand and face impossible odds. The only question is . . . can you survive it? If you face your enemies head-on, stemming the tide of battle and keeping your allies safe, can you find victory that does not end in death? If you live, your heroic stand becomes the subject of new legends, and for a time you can walk the earth as the living embodiment of your combat prowess. If you fall in battle, your memory will echo through the ages, your sacrifice never forgotten. Shrines might be erected in your honor, and statues might be raised where you fell in battle. Other organizations will look to you as their hero and role model, fashioning an ethos that will carry on for generations based on your heroic death. </p><p><b>UNYIELDING SENTINEL FEATURES </b> </p><p><b>Stalwart Guardian (21st level)</b></p><p>You increase your Constitution score by 2 and increase any other ability score by 2. </p><p><b>Unbreakable (24th level)</b></p><p>Your enemies can try to pin you down, to weaken you with magic, or to rend your flesh and leave you bleeding out, but no matter what malevolent spells and attacks are hurled at your position, you always find a way to shake off any effects that would impede your ability to defend your allies. </p><p>Whenever you make a saving throw (including death saving throws), you roll two dice and keep either result. </p><p><b>Undying Vanguard (26th level)</b></p><p>The accumulated knowledge that you have gained by recovering memories of your past lives begins to manifest in a fighting style that is an amalgamation of many styles, both current and long forgotten. In other lives, you've fought overwhelming odds and died defending your friends, and each time, you learned a little more about how to stand when massively outnumbered. </p><p><b>Vigor of Battle (30th level)</b></p><p>Once the blood of your enemies begins to flow, you cannot be stopped. Arrows and spells fly your way, yet each time you cut down an enemy, you find new ways to shrug off the effects of your wounds to continue fighting. As long as your enemies continue to die by your hand, you cannot be brought low. </p><p>Once per round, when you reduce a nonminion enemy to 0 hit points, you regain hit points as though you had spent a healing surge. </p><p><b>UNYIELDING SENTINEL POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.YceRnH8dMikAr0pP]{Unyielding Sentinel 26-Undying Vanguard}</p><p>Published in Dragon Magazine 388. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"F69GXsUbcJgPmkQW",
	"_key":"!items!F69GXsUbcJgPmkQW"
}