{
	"name":"War Master Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, ardent </p><p>It is one thing to excel at personal battlefield prowess. It is another to extend that skill to a group of allies, a phalanx of warriors, an entire army, or even an entire nation. You were always talented with a blade, but you learned early on that a dozen blades raised as one could defeat the mightiest lone warrior. Combining many individual efforts into one force is a daunting challenge, one surpassed only by the hazards of battle itself. </p><p>As a War Master, you seek to forge order from the chaos of battle. Under your command, your allies fight with unmatched coordination and skill. Your tactical skill and insight make you a daunting foe. Under your command, even a mob of ill-armed peasants is a daunting fighting force. </p><p>With each victory, you set your sights ever higher. As you grow in power, you seek to prove that no horde or army the cosmos can muster can best you and your forces on the field of battle. </p><p>Immortality </p><p>You pursue not an escape from death's bonds, but the very conquest of death itself, for death is the only force that can stand against you and bring your armies to ruin. With death conquered, you will live forever in glory, hailed as a savior-or perhaps cursed by those no longer allowed death's release from a life of suffering. </p><p>Conqueror of Death: At some point in your career, only one foe remains to you, and you set out to conquer what no one has ever been able to defeat. Perhaps you marshal an army and lay siege to the Raven Queen's palace, or perhaps doing that would only install you as a new god of death. Instead, you might take only your trusted adventuring companions on a final quest to slay death itself. Your final conquest might be hopeless, but you stand forever as a shining example to those who rage against the bonds of mortality. </p><p><b>WAR MASTER FEATURES </b> </p><p><b>Unmatched Tactician (21st level)</b></p><p>You and allies within 5 squares of you gain a +5 bonus to initiative. When you make an attack, you gain a +1 bonus to the attack roll if at least one of your allies is adjacent to the target. </p><p><b>Unyielding Inspiration (24th level)</b></p><p>Whenever you enable an ally to spend a healing surge, each ally adjacent to him or her gains 15 temporary hit points. </p><p><b>Boundless Morale (30th level)</b></p><p>Whenever an ally within 5 squares of you drops to 0 hit points or fewer, you can spend a healing surge as an immediate interrupt. You regain no hit points for doing so, but the ally regains hit points as if he or she had spent a healing surge and regains 20 additional hit points. </p><p><b>WAR MASTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.wW7gp90RkLxjvfuX]{War Master 26-Brilliant Strategy}</p><p>Published in Player's Handbook 3, page(s) 161. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"xlHq7d6BA5fvmPRk",
	"_key":"!items!xlHq7d6BA5fvmPRk"
}