{
	"name":"Warmaster Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, warlord </p><p>Surviving countless battles, endless engagements, you carry memories of faces-foes you have dispatched over your career of waging war. You have won more victories than you can count, defeated more enemies than anyone could hope to remember. Some call you lucky, blessed, or cursed. Others say you're brilliant, possessed of a tactical mind unrivaled in the modern age. The truth is that while you have benefited from uncommon good luck and a superior strategic skill, your successes stand on your unwillingness to give up and to use whatever advantages you had in order to win. </p><p>Your victories drew the interest of the great and mighty, from kings to exarchs, angelic lords to demon princes. You have crossed swords and wits with legendary leaders whose talents are every bit as sharp as your own. Each time you have managed to survive. If you didn't emerge with decisive victory, you left all your adversaries with a battle to remember. </p><p>Immortality? </p><p>Is being clever in war enough? For a time, you thought so. You wore each victory as a badge of honor, and you used these triumphs as a means to validate the death wrought at your order. Yet as each victory became more and more sure, you began to wonder if you would ever face a challenge worthy of your talents. </p><p>Eternal War: As you have done countless times before, you set your brilliant mind to the task of defeating your enemies, bringing to a close your final quest. Though you are victorious, a realization crashes upon you as you understand that with this last triumph no mortal mind can outmaneuver you, catch you unawares, or surprise you with some unexpected ploy. Your keen wit and pragmatism have secured your place in the annals of history, your name written in the blood of the vanquished. Who will stand against you now that you have defeated the undefeatable? Wins are wins, to be sure, but you want-you need-a challenge. There will be none here, for who will stand against you? No, you must leave this world to pass into the realm of legend, where you might find a worthy foe. </p><p>The legend you see is the Eternal War, the ultimate battlefield that draws the greatest commanders to test their brilliance and cunning against their equals, to fight onward until the end of days when the best of them are chosen to lead the armies of light in one final confrontation against the hordes of darkness. Such a locale might be nothing more than a myth, but if there's a chance that you could find a place among these great warlords, it's a chance worth the risk of failure. </p><p><b>WARMASTER FEATURES </b> </p><p><b>Tactical Awareness (21st level)</b></p><p>You and any ally who can see you can act during a surprise round even when surprised and do not grant combat advantage from being surprised. Also, each ally who can see you and is not surprised can take a standard action, a move action, and a minor action on his or her turn during a surprise round. </p><p><b>Shock and Awe (24th level)</b></p><p>Whenever you spend an action point to take an extra action, one ally within 5 squares of you can also take an extra action on his or her next turn. </p><p><b>Tactical Genius (30th level)</b></p><p>During an encounter, you can spend as many of your action points as you want. </p><p>Published in Martial Power, page(s) 158. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"zIPEKhSsM4CLJUux",
	"_key":"!items!zIPEKhSsM4CLJUux"
}