{
	"name":"Wild Hunter Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level </p><p>Deep in the Feywild, far from the stately halls of the eladrin, a tradition has been upheld for eons. In shadowy forests thick with moss and undergrowth, the baying of hunting hounds sounds, followed by the long strides of their masters. As storm clouds cover the sky, the forest is no longer a realm of bedtime stories or folk tales. It becomes the province of the Wild Hunt. </p><p>The tradition of the Wild Hunt originated among the firbolgs, fey giants devoted to the moon and the Three Fates, personified by Sehanine (the Maiden), Melora (the Mother), and the Raven Queen (the Crone). The firbolgs call for a Wild Hunt when they seek to punish an oath breaker, for oaths are powerful things in the Feywild. Some mortals, their trust betrayed by the Unseelie fey, have learned to summon these eldritch hunters to bring down those who wronged them. A select few learn the ritual for summoning the hunters, but instead of asking for justice, request to learn the secrets of the Wild Hunt. Such requests are rarely accepted, but a worthy few learn the ways of the Wild Hunt, bringing retribution to all traitors and oath breakers. </p><p>Living the Destiny </p><p>As a Wild Hunter, you live for the chase. Your quests revolve around tracking down and dispatching oath breakers, either on behalf of those wronged by their failure, or simply to reestablish balance to the cosmos. As you bring down foe after foe, your prowess increases to the point that you turn your attention to the most infamous fey oath breaker-the evil goddess Lolth. </p><p>At first, you might have to settle for taking down her favored abyssal drow or her exarch. But the day nears when the clarions will call for the greatest of all Wild Hunts, and the Demon Queen of Spiders will feel that primal fear shared by all prey of the hunt. </p><p><b>WILD HUNTER FEATURES </b> </p><p><b>Soul of the Hunter (21st level)</b></p><p>You increase your Strength or Dexterity score by 2. </p><p>Your origin becomes fey, meaning that you are considered a fey creature for the purpose of effects that relate to creature origin. </p><p>In addition, you gain a +2 bonus to Insight checks and Perception checks. </p><p><b>Strike of the Hunter (24th level)</b></p><p>Choose one of your encounter attack powers. Once per encounter, when you hit an enemy with that power, the attack also deals ongoing 10 damage (save ends). In addition, you have combat advantage against enemies taking ongoing damage. </p><p><b>Avatar of the Wild Hunt (30th level)</b></p><p>Once per day when you start your turn at 0 hit points or fewer, you assume the form of the Avatar of the Wild Hunt until the end of the encounter. When you assume this form, you regain hit points equal to your bloodied value, and you regain the use of every encounter attack power that you have used during the encounter. </p><p>While in the form, your size becomes Large if it was Medium or smaller, and your melee reach increases by 1. In addition, when you use an at-will attack power, you can score a critical hit on a roll of 18-20. </p><p><b>WILD HUNTER POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.URWrz3ydbfSPqXNu]{Wild Hunter 26-Hounds of the Hunt}</p><p>Published in Heroes of the Feywild, page(s) 123. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kdwOWEX2QV3svoNB",
	"_key":"!items!kdwOWEX2QV3svoNB"
}