{
	"name":"Winter Sovereign Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level; fey origin </p><p>The greatest forces in the Feywild are the archfey, who are powerful and wise custodians of the bright echo, and sovereigns over the wild and free spirits dwelling in these lands. Each archfey governs an aspect of the Feywild, laying claim to the mountains, the forests, the Feydark, or even the seasons themselves. Your life's work places you on the path to join this august society by ascending mortality and becoming an immortal guardian of world's bright echo. Your future role could be anything, but your fate is to become master of snow and ice-the Ruler of Winter in the Feywild. </p><p>The moment you realized the life you would one day lead, you have bent your efforts to understanding the Feywild and its denizens, while also working to master the elements you will have to wield. You might study under the current Winter King or Queen, or you might secretly work to usurp the role, leaching power from your rival for the fateful moment when you will supplant the monarch and stake your claim to the dark season. However you go about learning your role, your mastery over winter's frigid power only grows. </p><p>Immortality </p><p>Although winter dies and gives way to spring, one knows spring surrenders to summer, which itself must bow before autumn. In the end, winter always returns. </p><p>Passage of the Seasons: The final test comes when you confront your nemesis. In defeating the foe, you earn your right to become the next Ruler of Winter and your court awaits you in the Feywild. You abandon the mortal world soon after your victory, plunging into the Feywild just as autumn dies and winter's chill comes on the northern winds. Instinctively, you know where your ice palace waits. You cross through the Feywild, as autumn's servants bow to your newfound authority, and when you find the grand citadel, you accept winter's coronet and begin your reign as winter's ruler. </p><p>As an archfey, you command those loyal to winter, governing and sheltering them from your enemies. Your strength waxes and wanes with the seasons' passage, growing stronger as summer turns to autumn, and coming into your full potential when winter takes hold, only to wane as the days lengthen, ice recedes, and the snows melt. This cycle grants you immortality, erasing the effects of time each year when winter's touch falls across the lands. And thus you rule for as long as you want until you are ready to pass the crown to your heir and leave all worlds for all time. </p><p><b>WINTER SOVEREIGN FEATURES </b> </p><p><b>Lingering Cold (21st level)</b></p><p>When you hit a target with a cold attack, it loses its resistance to cold (if any) until the end of your next turn. In addition, enemies you hit with attack powers that have the cold keyword take a -2 penalty to saving throws made to end any ongoing effects these powers create. Each time an enemy fails a saving throw to end one of these effects, that enemy gains vulnerable 10 cold until the end of your next turn. </p><p><b>Winter's Bite (24th level)</b></p><p>You choose one daily power; if that power does not already have the cold keyword, it gains it. If that power deals damage of a certain type (fire, lightning, necrotic, and so on) then the power instead deals cold and that type of damage (cold and fire, cold and lightning, cold and necrotic, and so on). After a short rest, you can choose a different daily power to gain this benefit. Furthermore, whenever you hit at least one target with power that has cold keyword, you can teleport 5 squares as a minor action until the end of your next turn. </p><p><b>Frozen in Ice (30th level)</b></p><p>Once per day, when a creature fails a saving throw against an effect you caused with a power with the cold keyword, as a free action you make the target restrained (save ends). If that target then fails to save against the restrained condition, it is instead petrified (save ends). </p><p>Published in Dragon Magazine 372, page(s) 44. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"pXurzC14gBxmPYdq",
	"_key":"!items!pXurzC14gBxmPYdq"
}