{
	"name":"Witch Queen Epic Destiny",
	"type":"feature",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, wizard </p><p>Few heroes have borne the name Witch Queen (or Witch King), but those few have inspired awe, fear, and dread. </p><p>These beings become living legends, the stock character in the myths, fairy tales, and horror stories of every race, as awe-inspiring as they are terrifying. Those who have accepted this mantle have learned to incorporate their power into their being, no longer treating it as a source separate from their form. </p><p>Before becoming a Witch Queen, those who aspired to fill the role were conflicted between three aspects: one's power, one's familiar, and one's self. But when one becomes a king or queen of all witches, these aspects merge, allowing a Witch Queen or Witch King to bring forth spells as easily as if his or her familiar had whispered the arcane words directly into their ear. These individuals are near equals to their patrons in power, and armies clamor to their banners, while mortals and immortals alike seek their counsel to beg their favor or plead for their mercy. </p><p>Living the Destiny </p><p>As your power grows, you ascend to a status like that of royalty among others who practice your craft. Though you are not a monarch in the true sense, the power you wield means that many bow to your wishes, or face your wrath. You stand as an equal to fey nobles, and eventually grow in power to challenge the Summer Queen. More than a formidable spellcaster, you are now a player in the great power struggles of the Feywild. </p><p>When you approach the peak of your power, others will challenge you, trying to end your rise before you become a rival to their masters. You might face assassins, powerful fey, or even armies that wish to put an end to your ascension, but those conflicts are the bedrock for the stories to come that extol your greatness. In time, you might fade into the myths and legends of the natural world, but your rise to power- and the deeds both cruel and kind that you become known for-will become the fairy tales of tomorrow. </p><p><b>WITCH QUEEN FEATURES </b> </p><p><b>Witch Apotheosis (21st level)</b></p><p>The first time each day that you would die while your familiar is present, you do not die. Instead, your familiar seizes your spirit and is then removed from play as it carries your spirit away to a secret extraplanar sanctuary. After 24 hours, you build a new body for your spirit, and you can reappear near one of your allies that was present when you died. If none of your allies were present when you died, or those allies are no longer alive, you can reappear in the place where you last took an extended rest. </p><p><b>Witch Queen's Presence (24th level)</b></p><p>When you use your second wind, you gain resist 15 to all damage and a +5 bonus to saving throws. These benefits last until the end of your next turn. </p><p><b>Mastery of the Gift (30th level)</b></p><p>At the end of a short rest, when you confer with your familiar, you can replace one of your wizard encounter attack powers with another wizard encounter attack power. The new power must have a level, and its level must be the same as the old power's level. </p><p><b>WITCH QUEEN POWERS</b></p><p>@Compendium[dnd-4e-compendium.module-powers.4iCpqKIThFYEV3mr]{Witch Queen 26-True Prophecy}</p><p>Published in Heroes of the Feywild, page(s) 124. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"destiny"
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"5Gg241ktJ6B0dQFw",
	"_key":"!items!5Gg241ktJ6B0dQFw"
}