{
	"name":"World Tree Guardian Epic Destiny",
	"type":"destinyFeats",
	"img":"icons/magic/light/explosion-star-glow-silhouette.webp",
	"system":{
		"description":{
			"value":"<p><b>Prerequisite: </b>21st level, any primal class </p><p>You have seen the World Tree, the most ancient primal spirit of the forest. Legends say that the roots of the World Tree are the roots of the world itself and that any harm done to this ancient entity shakes the earth and cracks the sky. You chose to defend the World Tree, and in doing so, you were able to speak to it and gain its favor. You can now call on its power, granting you the strength and resilience of nature itself. The World Tree is intertwined with the world so that any harm to one hurts the other-an outcome you are sworn to prevent. </p><p>Immortality </p><p>The World Tree has existed since the beginning of time. If you have your way, it will live longer still. </p><p>The Tree's Counterpart: You become the World Tree's counterpart among the races of the world-a primal symbol of life and a worldly representative among the great spirits of nature. Accepted into the company of the most powerful and ancient primal spirits, you abandon your mortal form to become a being of pure primal essence. </p><p>You are no longer as active as you once were in shaping the fate of the world; the actions that led to your immortality have kept the world safe for some time. Instead, you sleep soundly in verdant groves or walk the wider world invisible to the eyes of mortals. However, when the greatest dangers threaten the world, you heed the summons to convene with other great spirits to rally against those perils. </p><p><b>WORLD TREE GUARDIAN FEATURES </b> </p><p><b>Bark of the World Tree (21st level)</b></p><p>Whenever an enemy hits you, you can use an immediate reaction to gain resistance to all damage equal to 5 + your Constitution modifier. This resistance lasts until the start of your next turn. </p><p><b>Boon of the World Tree (24th level)</b></p><p>Once per day, you can die in place of an ally. The moment an ally dies, you can choose to die instead, and that ally gains hit points equal to his or her bloodied value. At the end of your next turn, you return to life with hit points equal to your healing surge value. Until the end of the encounter, you gain regeneration 10 while you are bloodied. </p><p><b>World Tree's Growth (30th level)</b></p><p>You have regeneration equal to the number of healing surges you have remaining. </p><p>Published in Primal Power, page(s) 156. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"arTHpyR76swfzXSv",
	"_key":"!items!arTHpyR76swfzXSv"
}