{
	"name":"Amulet of Passage",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This fine silver chain is unassuming, bearing a single arrowhead-shaped jewel. While you wear this amulet, it stirs thoughts of legendary battles and heroic deeds.</i></p><p>The Amulet of Passage is a +2 magic amulet with the following properties and powers.</p><p class=\"basics\"><b>Item Slot:</b> Neck</p><p class=\"basics\"><b>Enhancement:</b> Fortitude, Reflex, and Will</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +2 item bonus to Acrobatics and Athletics checks to escape, and to Thievery checks to open locks.</p><p class=\"subheading\"><b>Power ✦ At-Will (Standard Action)</b></p><p>You attune an ally to the Amulet. While attuned and within 10 squares of you, an ally can use the Amulet's powers (but not its enhancement bonus or properties) as if he or she were wearing it.</p><p class=\"subheading\"><b>Power (Teleportation) ✦ Daily (Move Action)</b></p><p>You and each attuned ally can each use this power once per day. You teleport a number of squares equal to your speed.</p><h2>Goals of the Amulet of Passage</h2><ul><li>Find those that could become legendary heroes and guide them toward their destined paths.</li><li>Continue to move through the world in search of new heroes.</li></ul><h2>Roleplaying the Amulet of Passage</h2><p>When the Amulet of Passage first comes into a character's possession, it resents the task set before it and must be convinced that its new owner truly is destined for greatness. As its owner continues to succeed, the artifact begins to believe that the character is worthy of his or her destiny.<bt/>The Amulet of Passage doesn't communicate verbally or telepathically, but it does instill emotional states in its owner, depending on its concordance. It will use feelings of courage and confidence to encourage its owner to push forward without an extended rest (see \"Drawing Characters Onward\" on page 54).</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner reaches three milestones in one day</td><td>+2</td></tr><tr><td>Owner completes a major quest (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner's ally dies</td><td>-1</td></tr><tr><td>Owner stays in the same region for 2 weeks without reaching a milestone</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Soon we will accomplish the stuff of legend. Everything we've done so far is just a prelude to what lies ahead.\"</i><bt/>The Amulet of Passage is pleased and impressed with its owner, and it instills a sense of courage, confidence, and destiny in that character. It urges its owner to ever greater achievements.</p><p class=\"subheading\"><b>Property</b></p><p>The Amulet's item bonus to Acrobatics and Athletics checks to escape, and to Thievery checks to open locks, increases to +5.</p><p class=\"subheading\"><b>Power (Reliable, Teleportation) ✦ Daily (Standard Action)</b></p><p>You or an attuned ally can use this power. Make an attack: Close burst 10; targets one creature; Intelligence +3, Wisdom +3, or Charisma + 3 vs. Will; on a hit, the target disappears from its location (save ends). While the target is gone from its location, it can't take actions and can't be targeted. On a save, it reappears in the space it last occupied (or in the nearest unoccupied space of its choosing if that space is occupied).</p><h3>Satisfied (12–15)</h3><p><i>\"Our destinies are intertwined as we walk together on the road of adventure.\"</i><bt/>The Amulet of Passage appreciates its owner's drive and encourages that character to achieve more. It instills a sense of restlessness, dissatisfaction, and urgency in its owner, trying to drive the character toward still greater actions.</p><p class=\"subheading\"><b>Power (Teleportation) ✦ Encounter (Move Action)</b></p><p>You and each attuned ally can each use this power once per encounter. You teleport 10 squares into a space adjacent to an ally who is wearing or attuned to the Amulet.</p><h3>Normal (5–11)</h3><p><i>\"I say we go that way.\"</i><bt/>The Amulet of Passage is noncommittal when it first comes into its owner's possession, waiting to see whether the character will live up to the artifact's expectations. It does encourage the owner to be more decisive, to keep on the move, and to seek adventure and heroic deeds whenever an opportunity presents itself.</p><h3>Unsatisfied (1–4)</h3><p><i>\"If you don't step over the mountain ridge, the scenery never changes.\"</i><bt/>The Amulet of Passage is disappointed in its owner, who clearly lacks the drive or ability to accomplish great things. The character might experience the Amulet's displeasure as a nagging feeling of longing, or as thoughts of wanting something more out of life and the need for a change of scenery.</p><p>The Amulet's enhancement bonus decreases to +1.</p><h3>Angered (0 or lower)</h3><p><i>\"We are all lost, and so is this cause.\"</i><bt/>The Amulet of Passage despairs of ever goading its owner to great deeds, and that despair rubs off on the character. The owner feels as if he or she will never achieve great things or accomplish anything of lasting import.</p><p>The Amulet's enhancement bonus decreases to +1. The owner can no longer use any of the Amulet's powers, and all allies lose their attunement to the Amulet.</p><p class=\"subheading\"><b>Property</b></p><p>The Amulet's item bonus to Acrobatics and Athletics checks to escape, and to Thievery checks to open locks, is negated.</p><h2>Moving On</h2><p><i>\"I have shown you the path, but you must take the first steps on your own.\"</i><bt/>After the Amulet of Passage has guided its owner and his or her allies onto the path of their destinies, it moves on to find its next owner. Before it leaves, it provides the characters one last passage, typically a teleportation of some great distance (perhaps even across worlds), to where their next great adventure will begin.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"neck",
			"subType":"",
			"ac":0,
			"fort":2,
			"ref":2,
			"wil":2,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"RGOFzmwhwPPDFmUU",
	"sort":1400000,
	"_key":"!items!RGOFzmwhwPPDFmUU"
}