{
	"name":"Anarch Sphere",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>The essence of the Elemental Chaos boils and churns in this massive sphere. The condensed power inside this unwieldy 10-foot diameter globe can be siphoned in many ways, though only a few have been discovered.</i></p><p><b>Wondrous Item</b><b>:</b> Rare</p>\n<p><b>Properties:</b>\n<ul>\n<li>(Unmounted) All creatures adjacent to an unmounted anarch sphere gain resistance 15 variable, with a few differences to standard variable resistance: As a minor action, the subject chooses a type of damage from the following list: acid, cold, fire, lightning, or thunder. The subject gains the specified amount of resistance to the chosen damage type for the rest of the encounter (even if they move away from the sphere), and this replaces any resistance the subject already had against that damage type. Each time the subject spends a minor action, it can gain a new resistance, but it can resist only one type of damage from this ability at any one time. A subject can't use this ability to resist a damage type to which it has vulnerability.</li>\n<li>(Mounted) When an anarch sphere is properly installed in an appropriate cradle on a chaos ship, the bottled essence trapped within provides motive power for the ship (the larger the ship, the more anarch spheres required). Anarch spheres require a specific series of actions for proper activation (see \"Commanding Shevaithan\" on page 30 of Adventure Book Two, E3 Prince of Undeath).</li>\n<li>(Mounted) Any creature without the elemental origin engaged in combat within 5 squares of a mounted anarch sphere is subject to a ranged attack at the beginning of its turn: +32 vs. AC; 2d8 + 5 damage, and the target takes ongoing 5 damage and is dazed (save ends both).</li>\n</ul></p>\n<p><b>Power - Daily (Minor Action)</b></p><p>(Unmounted) This power allows a creature adjacent to an unmounted anarch sphere to regain the use of any power of 1st to 30th level.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"level":"30",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"f7AWmOn63IMPFHqi",
	"_key":"!items!f7AWmOn63IMPFHqi"
}