{
	"name":"Arrow of Fate",
	"type":"weapon",
	"img":"icons/svg/sword.svg",
	"system":{
		"description":{
			"value":"<p><i>An ancient shard of the fallen dragon god Io's physical form, the Arrow of Fate is a powerful weapon against the primordials and their servants. As a fragment of a greater god, the artifact is equally effective against the divine, for what better to harm a god with than a piece of another? The Arrow, created from the essence of the one that gave rise to them, also holds great power over the children of Io.</i></p><p>The Arrow of Fate can function as a rod, staff, or wand, as any weapon of the spear group, or as ammunition for a crossbow, longbow, or shortbow (in which case it overrides any enchantment the bow or crossbow may carry). Whatever its form, it is a +6 weapon of that type.</p><p><b>Enhancement:</b> Attack rolls and damage rolls</p><p><b>Critical:</b> +6d8 damage, or +6d12 damage against dragons and creatures with the elemental or immortal origin</p><p><b>Property</b></p><p>Attacks using the Arrow of Fate ignore the first 5 points of resistance a dragon or creature with the elemental or immortal origin has, if any, to the damage.</p><p><b>Power ✦ At-Will (Minor Action)</b></p><p>The Arrow of Fate transforms from its current form into one of the other implements, weapons, or ammunitions listed above.</p><p><b>Power (Fire, Radiant) ✦ Daily (Standard Action)</b></p><p>You breathe forth a blast of fire charged with the energy of the astral sea: Close blast 3; Constitution + 6 vs. Reflex; 4d12 + 8 fire and radiant damage. <i>Miss:</i> Half damage.</p><h2>Goals of the Arrow of Fate</h2><ul><li>Destroy the primordials and their servants</li><li>Protect the world for which Io fought and was destroyed</li><li>Prevent the twin halves of Io, the gods Tiamat and Bahamut, from resolving their eternal conflict by permanently destroying their opposite</li></ul><h2>Roleplaying the Arrow of Fate</h2><p>The Arrow of Fate does not communicate directly with its bearer, although latent emotions imprinted upon the Arrow do occasionally spill over. Normally these are confined to influencing preexisting feelings, nudging the bearer along rather than leading her. The only encounters that prompt the Arrow to directly influence its bearer are those with the servants of the primordial known as the King of Terror (toward which the bearer feels and unreasoning hatred); plots to resurrect that primordial; or stumbling across some long-forgotten method of reuniting Io's sundered halves.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner slays a primordial</td><td>+2</td></tr><tr><td>Owner kills a servant of a primordial (max 1/day)</td><td>+1</td></tr><tr><td>Owner completes a quest to restore balance between Tiamat and Bahamut</td><td>+1</td></tr><tr><td>Owner flees from combat with a primordial or servants of one</td><td>-1</td></tr><tr><td>Owner knowingly aids a primordial or its servants</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The essence of the sundered god and I are as one.\"</i><bt/>The Arrow of Fate has found a worthy bearer to entrust with its power.</p><p><b>Properties</b></p><ul><li>Attacks using the Arrow of Fate ignore the first 15 points of resistance a dragon or creature with the elemental or immortal origin has against the damage.</li><li>Once per day, the Arrow of Fate can be used to perform the Raise Dead ritual without the need for components or its bearer having the ritual caster feat.</li></ul><p><b>Power (Fire, Radiant) ✦ Encounter (Standard Action)</b></p><p>You breathe forth a blast of fire charged with the energy of the astral sea: Close blast 5; Constitution + 6 vs. Reflex; 4d12 + 8 fire and radiant damage. <i>Miss:</i> Half damage. This supersedes the normal close blast attack granted by the artifact.</p><h3>Satisfied (12-15)</h3><p><i>\"I have routed the enemies of creation. With the Arrow's help, I will drive them before me.\"</i><bt/>The Arrow of Fate senses great promise in its bearer, granting increased powers to enable the bearer to achieve it.</p><p><b>Property</b></p><p>Attacks using the Arrow of Fate ignore the first 10 points of resistance a dragon or creature with the elemental or immortal origin has against the damage.</p><p><b>Power (Fire, Radiant) ✦ Daily (Standard Action)</b></p><p>You breathe forth a blast of fire charged with the energy of the astral sea: Close blast 5; Constitution + 6 vs. Reflex; 4d12 + 8 fire and radiant damage. <i>Miss:</i> Half damage. This supersedes the normal close blast attack granted by the artifact.</p><p><b>Power (Fear) ✦ Daily (Standard Action)</b></p><p>An aura of majestic terror washes over your enemies: Close burst 10; targets enemies; Constitution +6 or Charisma +6 vs. Will; the target is stunned until the end of your next turn. <i>AfterEffect:</i> The target takes a -2 penalty to attack rolls (save ends).</p><h3>Normal (5-11)</h3><p><i>\"The threats to creation are endless. Another warrior is always welcomed.\"</i><bt/>Anyone willing to safeguard the world or oppose the primordials earns at least a passing chance from the Arrow of Fate.</p><h3>Unsatisfied (1-4)</h3><p><i>\"Flight is unbefitting when the world is at stake.\"</i><bt/>The Arrow begins to find its bearer lacking and to withdraw its blessings.</p><p><b>Special:</b> You take a -2 penalty to attack rolls and damage rolls against creatures other than servants of a primordial or those with the elemental origin. This penalty applies whether you are using or merely carrying the Arrow.</p><h3>Displeased (0 or lower)</h3><p><i>\"Cowardice in the face of or allying with the forces that seek to undo creation is unforgivable.\"</i><bt/>The Arrow is disgusted with its bearer. Only a sudden or dramatic turn of events will prevent it from abandoning the failed bearer in short order.</p><p><b>Special:</b> You take a -5 penalty to attack rolls and damage rolls against creatures other than servants of a primordial or those with the elemental origin. This penalty applies whether you are using or merely carrying the Arrow.</p><p><b>Special:</b> Whenever you move away from an enemy without ending closer to another or making an attack that round, the Arrow makes the following attack against you as an immediate interrupt: Constitution +6 vs. Will; the target is slowed until the start of its next turn.</p><h2>Moving On</h2><p><i>\"The Arrow has given me what aid it can. It is time to stand on my own.\"</i><bt/>The Arrow of Fate believes it has accomplished what it can with its current bearer and that its goals would be better served elsewhere.<bt/>When the bearer next gains a level, the Arrow of Fate disappears, continuing its eternal struggle elsewhere. If its concordance was at least 5, it leaves behind a +6 elementalbane version of its current or most used form. If this form is an implement, the daily power deals 2d10 rather than 2[W] damage and uses the owner's primary casting stat in place of Strength.<bt/>Until it moves on, the Arrow of Fate retains all the powers and properties appropriate for its current concordance.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":6,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"other",
		"weaponHand":"hMain",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":true,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":6,
		"isRanged":false,
		"damageDice":{
			"parts":[]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":null,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":null,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"mBRizw39Rk4GObSQ",
	"sort":900000,
	"_key":"!items!mBRizw39Rk4GObSQ"
}