{
	"name":"Audaviator",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>Ghostly rings hover and shimmer around the length of this crystalline staff. Through these rings, scenes of other worlds are visible.</i></p><p class=\"basics\"><b>Implement:</b> Staff</p><p class=\"subheading\"><b>Properties</b></p><ul><li>When an enemy slides, pushes, or pulls you, you can choose to move 1 less square.</li><li>When you attempt to teleport, your level is considered 2 higher for the purpose of overcoming Forbiddance effects.</li><li>You gain a +2 bonus to Arcana checks when performing travel rituals.</li><li>Audaviator is connected to one permanent teleportation circle. As a standard action, you can create a portal that links to the preconfigured teleportation circle as if you successfully performed the True Portal ritual (an Arcana check still determines the portal's duration). You can change the permanent teleportation circle to which the staff is linked with a standard action while standing in the new circle.</li></ul><p class=\"subheading\"><b>Power (Teleportation) ✦ Daily (Free Action)</b></p><p>Use this power when you use a close or area power. Allies in the area of effect, rather than being affected by the power, are teleported to the nearest unaffected square of your choice.</p><h2>Goals of Audaviator</h2><ul><li>See and travel to new places. The multiverse is wide, and every part of it must be traversed.</li><li>Destroy all fey. Their ability to step between worlds transgresses what should be the realm of Audaviator.</li></ul><h2>Roleplaying Audaviator</h2><p>Audaviator communicates through audible exclamations in Supernal. The artifact is not shy about voicing its opinions. It is full of wonder for new places that it has not fully explored, and it is full of disdain for locations that it has tarried in too long.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Travel someplace new to staff (maximum 1/day)</td><td>+3</td></tr><tr><td>Owner kills a fey creature (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner deals peacefully with (or is) a fey creature (maximum 1/day)</td><td>-1</td></tr><tr><td>Travel someplace staff has been (maximum 1/day)</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Even the gods want to see the vistas I've seen!\"</i><bt/>The staff loves to travel and talk of where it has been.</p><p class=\"subheading\"><b>Property</b></p><p>The staff can link to two permanent teleportation portals instead of one.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>When you hit a fey creature with an attack delivered by Audaviator, you deal 5d6 extra damage.</p><h3>Satisfied (12–15)</h3><p><i>\"One of the best things about seeing new places is noticing how the light falls differently.\"</i><bt/>The staff believes the wielder is on the way to becoming a planar traveler.</p><p class=\"subheading\"><b>Property</b></p><p>When an enemy slides, pushes, or pulls you, you can choose to move 2 less squares instead of 1.</p><h3>Normal (5–11)</h3><p><i>\"Don't you yearn to see places where you have never walked?\"</i><bt/>Audaviator tries to engage the wielder with stories of interesting places.</p><h3>Unsatisfied (1–4)</h3><p><i>\"You're not particularly interesting, are you?\"</i><bt/>Audaviator is worried that its wielder would prefer to stay at home rather than travel to far places.</p><p class=\"subheading\"><b>Property</b></p><p>When an enemy slides, pushes, or pulls you, you move 2 squares more than the attack specifies.</p><h3>Angered (0 or lower)</h3><p><i>\"You have no imagination! No drive! What use are you?\"</i><bt/>The staff believes the wielder has little hope for redemption.</p><p>The staff loses the ability to link to teleportation circles.</p><p class=\"basics\"><b>Special:</b> You take a -5 penalty to attack rolls and damage rolls against creatures other than fey.</p><h2>Moving On</h2><p><i>\"I am through with you. If we ever meet again, my next wielder will strike you down where you stand.\"</i><bt/>Audaviator determines that it will never get what it wants from this character. When the character next gains a level, the staff teleports away to find a new wielder who is more interested in traveling the planes.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":4,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"dBoDpPGv3iUwjnGB",
	"sort":0,
	"_key":"!items!dBoDpPGv3iUwjnGB"
}