{
	"name":"Bloodcrystal Raven Skull",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>This perfectly crafted raven skull is roughly a foot long and made of red-tinted crystal. A pale light flickers within its depths, seeming to react to your presence.</i></p><p><b>Wondrous Item</b><b>:</b> Rare</p>\n<p><b>Properties:</b>\n<ul>\n<li>A character can discern that the skull is magical using detect magic during a short rest, but learns nothing else. A character trained in Arcana or Religion can make one DC 27 check per day to learn one property or power, in the order below. One feature must be discovered before the next one, and a specific user must independently discern each feature in turn. Failed checks can be repeated on a new day, or the user can learn all about the skull during their discussion with the Raven Queen.</li>\n<li>As a minor action, you can store two healing surges in the skull. The skull's red color darkens when it absorbs healing surges, and its light brightens. Up to seven different creatures can store healing surges in the skull in this way. Each creature can store only two surges and takes a -2 penalty to death saving throws while any surges are stored. The skull consumes these surges during any extended rest, dulling and dimming, so it must be recharged with new surges each day.</li>\n<li>The healing surge stored within the skull is enough to allow the Raise Dead ritual to work even in the absence of any other part of that creature.</li>\n<li>If a creature that has one or two healing surges stored in the skull would suffer an effect or attack that traps or destroys the soul, the skull instead draws away the harmful effect and consumes the stored surges.</li>\n</ul></p>\n<p><b>Power - Healing Surge (No Action)</b></p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":225000,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"level":"21",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"RlJzPSfhibN60tjO",
	"_key":"!items!RlJzPSfhibN60tjO"
}