{
	"name":"Blood of Io",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>This dragon-shaped crystal vessel contains droplets of blood spilled when a primordial's axe divided Io into the twin deities Bahamut and Tiamat. The user of this ichor taps into Io's ancient strength.</i></p><p>Wondrous Item</p><p><b>Properties</b></p><ul><li>Gain resist 5 acid, resist 5 cold, resist 5 fire, resist 5 lightning, and resist 5 poison.</li><li>Your attacks deal 2d8 extra damage against targets of the elemental origin.</li><li>You can speak and understand Draconic and can read Iokharic.</li></ul><p><b>Power (Acid, Cold, Fire, Lightning, or Poison) ✦ Encounter (Minor Action)</b></p><p>You sip from the Blood of Io. Until the end of the encounter, you gain an at-will attack power that requires a standard action to use: close blast 5; +30 vs. Reflex; 4d6 + Constitution modifier damage of a type you choose from among acid, cold, fire, lightning, and poison.</p><p><b>Power (Healing) ✦ Encounter (Minor Action)</b></p><p>You sip from the Blood of Io and spend a healing surge. Instead of the hit points you would normally regain, you regain 50 hit points, and you gain resist 10 to all damage until the start of your next turn.</p><h2>Goals of the Blood of Io</h2><ul><li>Serve and protect chromatic and metallic dragons.</li><li>Destroy draconic abominations such as draconians, dragonspawn, and dragons touched by the Far Realm.</li><li>Oppose elemental creatures and their designs.</li><li>Restore Io to proper form by merging his sundered halves—Bahamut and Tiamat—into one being.</li></ul><h2>Roleplaying the Blood of Io</h2><p>This small quantity of blood came from Io, the progenitor of dragons, and residual traces of the arrogant deity's will and intelligence still smolder within. Only the Blood's owner can hear its whispers, at the rare times when it communicates verbally. The artifact prefers to convey its wishes through dreams. The Blood tries to fill its owner with the same burning hatred it feels against the primordials and elementals by showing flashes of past events: glimpses of the horrific first war between the deities and the primordials, of Io's sundering, and of the birth of Bahamut and Tiamat from Io's divided body. It intersperses subliminal hints into these dreams, presenting visions of the course it wants its owner to take and the goals it wants to achieve. The Blood tests its possessor, urging the character to resume the war against primordials, to destroy elemental creatures, and to search for a way to knit together Io's halves.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a dragonborn</td><td>+2</td></tr><tr><td>Owner performs a service for a chromatic or metallic dragon</td><td>+1</td></tr><tr><td>Owner kills an elemental (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner attacks a dragon (maximum 1/encounter)</td><td>-1</td></tr><tr><td>Owner uses one of the artifact's powers</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Drinking the ichor reveals my true path and nourishes me. Nothing in the world can stand against me.\"</i><bt/>The Blood sees its owner as the catalyst of its rebirth and lends greater power to the character in hopes of restoring Io's ascendancy.</p><p><b>Properties</b></p><ul><li>Gain resist 10 acid, resist 10 cold, resist 10 fire, resist 10 lightning, and resist 10 poison.</li><li>Gain a +5 bonus to Diplomacy checks and Insight checks against dragons.</li></ul><p><b>Power ✦ At-Will (Move Action)</b></p><p>Fly a number of squares equal to your speed + 2. You must land at the end of the movement.</p><p><b>Power ✦ Daily (Immediate Interrupt)</b></p><p>Use this power when an enemy scores a critical hit against you or against an ally you can see. The hit is a normal hit instead.</p><p><b>Power (Healing, Polymorph) ✦ Daily (No Action)</b></p><p>Use this power when an attack reduces you to 0 hit points. You split into two identical creatures. Place a token for your duplicate in a space adjacent to you. You regain hit points equal to your bloodied value. The duplicate has hit points equal to your bloodied value.<bt/>Your duplicate acts immediately after you in the initiative order. It has the same senses, defenses, and other characteristics (such as speed and resistances) that you do.<bt/>You and your duplicate share your powers; for example, if one of you uses an encounter power, the other cannot use that power during that encounter.<bt/>Whenever one of you starts a turn in a space adjacent to the other, the one whose turn it is grants combat advantage to all attackers until the start of its next turn. If one of you is reduced to 0 hit points, that one fades away. Otherwise, the two of you merge at the end of a short or an extended rest.</p><h3>Satisfied (12–15)</h3><p><i>\"I have proven my worth to the Blood and so have proven my worth to all dragons.\"</i><bt/>The wielder erases the Blood's doubts, so the Blood sees the wielder as a possible agent of its rebirth and thus grants a measure of greater power.</p><p><b>Property</b></p><p>Gain a +2 bonus to Diplomacy checks and Insight checks against dragons.</p><p><b>Power (Fear) ✦ Daily (Standard Action)</b></p><p>You roar with terrifying wrath: Close burst 1; Charisma vs. Will; the target is dazed (save ends). <i>AfterEffect:</i> The target takes a -2 penalty to attack rolls until the end of the encounter.</p><h3>Normal (5–11)</h3><p><i>\"I have yet to prove myself to the Blood. I must strive to live up to its expectations.\"</i><bt/>The artifact finds fault with its owner. It encourages the character to discard it so it can find a worthier champion.</p><h3>Unsatisfied (1–4)</h3><p><i>\"Little fluid remains in the vessel. I fear I have exhausted the Blood's patience.\"</i><bt/>Fighting dragons or excessively drinking the Blood erodes the artifact's goodwill. The owner must make amends soon, or the Blood will leave.</p><p><b>Special:</b> The Blood places you in harm's way. While marked by any creature, you grant combat advantage to all attackers.</p><p><b>Properties</b></p><ul><li>Gain vulnerable 5 to all damage.</li><li>Take a -5 penalty to Diplomacy checks and Insight checks against dragons.</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"The phial is empty of even the Blood's scorn.\"</i><bt/>The Blood abandons all hope that its wielder will help it attain its goals. It withdraws its gifts and actively seeks to eliminate the character in favor of one better suited to its purpose.</p><p><b>Properties</b></p><ul><li>Gain vulnerable 10 to all damage.</li><li>Take a -5 penalty to Bluff, Diplomacy, Insight, and Intimidate checks against dragons.</li><li>Take a -5 penalty to death saving throws and to saving throws against effects from enemies that have the elemental origin.</li><li>You can no longer use powers granted by the Blood of Io. (Its properties are still in effect.)</li></ul><br/></p><h2>Moving On</h2><p><i>\"The Blood boils in the phial, signaling its imminent departure. I can take heart in having furthered its goals.\"</i><bt/>The Blood of Io has achieved all it can accomplish in mortal hands and is ready to complete its holy mission. It asks its bearer to deliver it to any ancient dragon that will carry the Blood to Bahamut or Tiamat when the dragon passes from the world.<bt/>If the owner finds an ancient dragon and the dragon accepts the Blood of Io, the owner gains a permanent +2 bonus to Bluff, Diplomacy, Insight, and Intimidate checks against dragons and permanently gains resist 10 acid, resist 10 cold, resist 10 fire, resist 10 lightning, and resist 10 poison.<bt/>If the owner gains a level before beginning a quest to find an ancient dragon or gains a second level without completing the quest, the artifact leaves the owner with a curse: In each encounter, the first time the character is hit by an attack that has a damage type, the character gains vulnerable 15 to that damage type until the end of the encounter. Remove Affliction can lift this curse if performed by an epictier ritual caster who worships Bahamut or Tiamat.<bt/>Until it moves on, the Blood retains all powers and properties appropriate for its concordance (or as if it is pleased, if its score is 21 or higher).</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[
					[
						5,
						"acid"
					],
					[
						5,
						"cold"
					],
					[
						5,
						"fire"
					],
					[
						5,
						"lightning"
					],
					[
						5,
						"poison"
					]
				]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"wSnxGw7yfgXkIMV6",
	"sort":2200000,
	"_key":"!items!wSnxGw7yfgXkIMV6"
}