{
	"name":"Blue Orb of Dragonkind",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/orb4.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>The reasons for the primeval struggle between dragons and humanoids are long lost, but the artifacts created during that time are not. Among the greatest are the Orbs of Dragonkind, which grant powers similar to—and over—particular kinds of wyrms. This pale blue crystal sphere is small enough to be held in the palm of a human. Faint wisps of gold swirl throughout it.</i></p><p>The Blue Orb of Dragonkind is a +4 orb of invasive fortune. It has the following properties and powers.</p><p>Implement (Orb)</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +4d8 damage</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Against blue dragons, the Orb's critical hit damage increases to 4d10.</li><li>The Orb grants you an additional +1 bonus to attack rolls for powers that cause push effects and for powers that deal lightning damage.<bt/>Powers that deal lightning damage to a blue dragon ignore the dragon's lightning resistance when they are used through the Orb.</li><li>You can speak and understand the Draconic language and can read the Iokharic script.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Immediate Interrupt)</b></p><p>You can use this power when an enemy within 10 squares of you successfully recharges a power. The recharge fails, and you regain the use of an expended encounter power.</p><p>The Orb presented here is the Blue Orb, the one that has reappeared most often in recorded history. Were Orbs created for every other color of chromatic dragon? If they were, have they all survived to the present day? Answer these questions as best suits your campaign. When designing other Orbs, you can use the Blue Orb as a model, changing details as appropriate. For instance, the Green Orb might look similar but of a green hue, dominate green dragons rather than blues, enhance and protect against poison, and improve charm powers rather than powers that have a push effect. Alternatively, you might build entirely new suites of powers, using this Orb purely as a baseline.</p><h2>Goals of the Blue Orb of Dragonkind</h2><p>Each Orb has the personality of a variety of dragon, imbued within it at the time of the artifact's creation. Thus, each color of Orb has different goals. The Blue Orb has the following goals:<ul class=\"mitext\"><li>Defeat its enemies—those of the bearer, those of blue dragons in general, and those of whoever created the Orb (the specifics of which are left up to the DM)—while placing the bearer in as little danger as possible.</li><li>Ensure the artifact's, and the bearer's, survival.</li></ul><p class=\"mitext\">Other Orbs might seek power through more violent means, or might even seek to protect humanoids from the depredations of other dragons.</p><h2>Roleplaying the Blue Orb of Dragonkind</h2><p>The Blue Orb is incredibly arrogant (as would be expected of an ancient dragon). It sees itself as a civilized and intelligent mentor of an unfortunately foolish and childlike bearer. It patronizes its bearer, pointing out the obvious and explaining everything in great detail. That said, when the bearer does something to truly impress it, it says so in complimentary—if obviously startled—terms.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner has the dragon keyword</td><td>+2</td></tr><tr><td>Owner gains a level without interacting in any way with a dragon</td><td>-2</td></tr><tr><td>Owner completes a quest on behalf of a dragon patron</td><td>+2</td></tr><tr><td>Owner completes a quest on behalf of a blue dragon patron</td><td>+3</td></tr><tr><td>Owner succeeds in a social encounter with a dragon</td><td>+1</td></tr><tr><td>Owner or an ally of the owner physically attacks a dragon (charms do not qualify) (maximum 1/encounter)</td><td>-2</td></tr></table><br/></p><p>Other Orbs have entirely different agendas, and thus different concordance variables. Some, for instance, might encourage their bearers to attack dragons.</p><h3>Pleased (16-20)</h3><p><i>\"Dragons look down upon the rest of you. They do not look down upon me.\"</i><bt/>The owner has all but melded with the Orb. The owner's desires and intents are those of the Orb, and the Orb's are the owner's.</p><p>The Orb's enhancement bonus increases to +6.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Against blue dragons, attack powers used through the Orb can score a critical hit on a roll of 18-20. Against other dragons, attack powers used through the Orb can score a critical hit on a roll of 19-20. In addition, the critical hit damage against blue dragons increases to 4d12.</li><li>You gain resist 25 lightning.</li></ul><p class=\"subheading\"><b>Power ✦ Daily</b></p><p>The bonus to Arcana checks to scry with the Orb (granted when the artifact is satisfied) increases to +6 for blue dragons and +4 for other dragons.</p><p class=\"subheading\"><b>Power ✦ Daily</b></p><p>You can ask the Orb a question, drawing upon the ancient knowledge of the imprinted dragon personality, as described in the Consult Mystic Sages ritual. Use of this power has no component cost. You can do this even if you aren't trained in Religion or do not have the Ritual Caster feat. If the question involves dragons, you gain a +2 bonus to the check. If it involves blue dragons, the bonus is +4.</p><p class=\"subheading\"><b>Power (Charm, Implement) ✦ Daily (Standard Action)</b></p><p>Targets blue dragons (but see below). Ranged 10; Intelligence vs. Will, Wisdom vs. Will, or Charisma vs. Will; the target is dominated until the end of your next turn. <i><i>Miss:</i></i> The target is dazed until the end of your next turn. If the attack misses, you can use the power again in a later encounter. (You cannot use it again in the same encounter.) This power can succeed on only one target per day. <i>Sustain Standard:</i> Repeat the attack. You can sustain the power for up to 5 minutes, or until you miss. <bt/>This power replaces the dazing power granted by the artifact when it is satisfied. <bt/><i>Special:</i> You can use this power against dragons other than blue dragons, but less effectively. Ranged 10; Intelligence vs. Will, Wisdom vs. Will, or Charisma vs. Will; the target is dazed until the end of your next turn. <i><i>Miss:</i></i> If the attack misses, you can use the power again in a later encounter. (You cannot use it again in the same encounter.) This power can succeed on only one target per day. <i>Sustain Standard:</i> Repeat the attack. You can sustain the power for up to 5 minutes, or until you miss.</p><p class=\"basics\"><b>Special:</b> You can occasionally receive dream images of the dragon that dwells within the Orb. The dragon can reveal to you where to find great magic, or point you toward powerful enemies. (In other words, this dragon can be a source of quests.)</p><h3>Satisfied (12–15)</h3><p><i>\"I've come to believe I was a dragon in a prior life. That old soul sustains me now.\"</i><bt/>The owner is not yet fully bonded with the Orb, but the Orb has come to accept him or her.</p><p>The Orb's enhancement bonus increases to +5.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Against blue dragons, attack powers used through the Orb can score a critical hit on a roll of 19-20.</li><li>You gain resist 15 lightning.</li></ul><p class=\"subheading\"><b>Power ✦ Daily</b></p><p>By spending an hour to peer into the depths of the Orb, you can use the Orb to scry on a creature, as described in the Observe Creature ritual. Use of this power has no component cost, and the Orb is the focus. You can do this even if you aren't trained in Arcana or do not have the Ritual Caster feat. If you're scrying on a dragon, you gain a +2 bonus to your Arcana check. If you're scrying on a blue dragon, you gain a +4 bonus to the check.</p><p class=\"subheading\"><b>Power (Implement, Reliable [but see below]) ✦ Daily (Standard Action)</b></p><p>Targets blue dragons. Ranged 10; Intelligence vs. Will, Wisdom vs. Will, or Charisma vs. Will; the target is dazed until the end of your next turn. <i><i>Miss:</i></i> If the attack misses, you can use the power again in a later encounter. (You cannot use it again in the same encounter.) This power can succeed on only one target per day. <i>Sustain Standard:</i> Repeat the attack. You can sustain the power for up to 5 minutes, or until you miss. </p><h3>Normal (5–11)</h3><p><i>\"I can hear the voices of ancient dragons whispering in my mind!\"</i><bt/>This concordance is the likely starting point for new bearers of an Orb. The Orb is reticent and sullen, waiting to see if a new bearer proves worthy.</p><h3>Unsatisfied (1–4)</h3><p><i>\"It's had a hundred bearers over thousands of years. So far, I'm failing to impress.\"</i><bt/>The Orb hasn't entirely decided that the owner is unworthy, but it's leaning in that direction.</p><p class=\"basics\"><b>Special:</b> When you use any attack power that does not deal lightning damage, you take a -2 penalty to attack rolls and damage rolls on that attack.</p><p class=\"basics\"><b>Special:</b> You take a -2 penalty to all Charisma-based skill checks involving dragons.</p><h3>Displeased (0 or lower)</h3><p><i>\"I have proven woefully unworthy of this ancient power.\"</i><bt/>The Orb has declared the owner a failure. Its help is minimal; it nags, broods, and is a detriment to the owner's efforts, even damaging the owner as a punishment.</p><p>The Orb's enhancement bonus drops to +2, it no longer grants a bonus to attack rolls and damage rolls with lightning powers, and it no longer overcomes a blue dragon's lightning resistance.</p><p class=\"basics\"><b>Special:</b> When you use any attack power that does not deal lightning damage, you take a -5 penalty to attack rolls and damage rolls on that attack.</p><p class=\"basics\"><b>Special:</b> You take a -5 penalty to all Charisma-based skill checks involving dragons.</p><p class=\"basics\"><b>Special:</b> Once per day at any time, the Orb can attack you with a haze of lightning. Roll 1d20 + your level vs. Fortitude; you take ongoing 15 lightning damage (save ends).</p><h2>Moving On</h2><p><i>\"I have become one with the blue dragons of the world.\"</i><bt/>The Orb recognizes that it's time to move on, and that its purposes in the world—and with the world's dragons—are better served elsewhere.<bt/>When the owner next gains a level, the Orb disappears, transporting itself to some other realm where dragons and dragonslayers struggle against one another. It appears to shatter into tiny fragments and powder. The resulting detritus is powdered astral diamond, worth 250,000 gp.<bt/>Until it moves on, the Orb retains all the powers and properties appropriate for its current concordance.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d8",
		"critDamageFormImp":"4d8",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"orb",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"sJJUFqMH2bGSU6nS",
	"sort":4000000,
	"_key":"!items!sJJUFqMH2bGSU6nS"
}