{
	"name":"Book of Vile Darkness",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/tome4.webp",
	"system":{
		"description":{
			"value":"<p><i>A blasphemous tome whose pages are stained with unspeakable knowledge, this vile work reveals evil's darkest secrets.</i></p><p><b>Artifact:</b> Implement (tome)</p><p><b>Enhancement Bonus:</b> +4 to attack rolls and damage rolls</p><p><b>Critical:</b> +4d6 damage, or +4d10 damage against non-evil creatures</p><p><b>Properties</b></p><ul><li>You gain a +3 item bonus to Arcana checks, History checks, and Religion checks.</li><li>Implement attack powers using this tome deal 2d10 extra damage to good-aligned targets.</li><li>Whenever you gain a corruption point from using a power granted by this tome, an ally within 5 squares of you also gains a corruption point.</li><li>If you are chaotic evil, all non-evil creatures must make opportunity attacks against you when you provoke them.</li></ul><p><b>Attack Power ✦ Daily (No Action)</b></p><p><i>Trigger:</i> You hit an enemy with an attack using this tome.</p><p><i>Effect:</i> The enemy takes 1d10 extra damage. You gain 1 corruption point.</p><p><b>Utility Power ✦ Encounter (No Action)</b></p><p><i>Trigger:</i> An enemy gains an effect that a save can end from an attack power using this tome.</p><p><i>Effect:</i> The enemy takes a –2 penalty to saving throws until the triggering effect ends. You gain 1 corruption point.</p><p><b>Utility Power ✦ Daily (No Action)</b></p><p><i>Trigger:</i> You miss with an encounter attack power using this tome.</p><p><i>Effect:</i> The miss becomes a hit. You gain 1 corruption point.</p><p><b>Utility Power ✦ Daily (No Action)</b></p><p><i>Trigger:</i> You use a summoning power with this tome.</p><p><i>Effect:</i> The summoned creature gains a +2 power bonus to all defenses, and its attacks deal 1d10 extra damage. You gain 1 corruption point.</p><h2>Goals of the Book</h2><ul><li>Reveal the book's secrets to a worthy servant and convince that servant to draw from its power.</li><li>Magnify the book's sinister power by recording new evils into its pages.</li><li>Spread evil and darkness across the world through conquest and corruption.</li><li>Defeat good in every quarter until evil reigns supreme.</li></ul><h2>Roleplaying the Book</h2><p>The Book of Vile Darkness is aware. Thanks to the soul fragments binding wicked ideas and writings to its pages, the book possesses a dim cunning and a drive to spread despair and suffering throughout the world. It senses when it is handled or examined, and can conceal its darker subjects to appear less sinister to a viewer whose alignment differs from its own. The book's great power should tempt the character to tap into the magic it contains and use it in place of whatever implement the character normally would wield. The more the character uses the book, the greater his or her corruption grows until the wielder becomes chaotic evil (see the \"Corruption Effects\" sidebar).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Although possessed of intelligence, the book has no means to communicate outside the words on its pages. This said, the book can move words around on the page so the reader can divine its intentions and objectives, should he or she earn the book's trust.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner becomes evil</td><td>+4</td></tr><tr><td>Owner kills a good ally</td><td>+4</td></tr><tr><td>Owner kills a good creature that's not an ally</td><td>+2</td></tr><tr><td>Owner gains corruption points equal to highest ability modifier</td><td>+2</td></tr><tr><td>Owner performs an evil act</td><td>+1</td></tr><tr><td>Owner uses a healing power on an ally</td><td>–1</td></tr><tr><td>Owner performs a good act</td><td>–2</td></tr><tr><td>Owner removes corruption points by Remove Affliction ritual or similar magic</td><td>–4</td></tr></table><br/></p><h2>Pleased (16–20)</h2><p><i>\"The words and diagrams that once swam across these pages have stopped their errant movement. I can now divine the awful truths this book contains.\"</i></p><p>The Book of Vile Darkness is greatly pleased with the character's corruption and trusts the character with the dark knowledge its pages contain.</p><p><b>Enhancement Bonus:</b> +5 to attack rolls and damage rolls</p><p><b>Critical:</b> +5d6 damage, or +5d10 damage against non-evil creatures</p><p><b>Properties</b></p><ul><li>You gain a +5 item bonus to Arcana checks, History checks, and Religion checks.</li><li>Implement attack powers that deal damage using this tome deal 3d10 extra damage to good-aligned targets.</li><li>Whenever you gain a corruption point from using a power granted by this tome, each ally within 5 squares of you also gains a corruption point.</li></ul><p><b>Attack Power (Charm, Fear) ✦ Daily (Standard Action)</b></p><p><b>Attack:</b> Close burst 3 (creatures in the burst); your level + 5 vs. Will</p><p><b>Hit:</b> If the target is non-evil, you can push it up to its speed, and it is dazed (save ends). If the target is evil, it is dominated until the end of your next turn.</p><h2>Satisfied (12–15)</h2><p><i>\"I have proven myself a worthy servant of the book and I can now see greater meaning and power in its pages.\"</i></p><p>The book sinks foul claws into the reader's soul, twisting it toward wickedness. As a reward for the character's gradual slide into darkness, the book reveals a useful secret.</p><p><b>Attack Power ✦ Encounter (Minor Action)</b></p><p><i>Effect:</i> Ranged 5 (one Large or smaller unattended, nonmagical object). The target takes 4d20 + your level damage. This damage ignores any resistances.</p><h2>Normal (5–11)</h2><p><i>\"There is power in this book. I must steel my heart and mind to master it.\"</i></p><p>The book conceals much from its wielder, though it hints at great power and terrible magic in the concepts that seem to crawl on every page.</p><h2>Unsatisfied (1–4)</h2><p><i>\"Try as I might, I cannot block the sinister visions assailing my mind. The book's power is too great.\"</i></p><p>If the wielder resists the book's influence, the artifact grows angry and fearful that its wielder will somehow seek to destroy it or, at the very least, contain it. It actively works against its wielder until it finds a more reliable servant.</p><p><b>Properties</b></p><ul><li>You gain vulnerable 5 to all damage.</li><li>The first time you become bloodied each encounter, the tome dominates you until the end of your next turn. It compels you to attack your allies or moves you into danger.</li></ul><br/></p><h2>Angered (0 or lower)</h2><p><i>\"I cannot bear this burden much longer. If I do, I fear I will go mad!\"</i></p><p>The book loathes its wielder and uses its full power and influence to destroy what it considers its enemy.</p><p><b>Enhancement Bonus:</b> +3 to attack rolls and damage rolls</p><p><b>Critical:</b> +3d6 damage, or +3d10 damage against non-evil creatures</p><p><b>Properties</b></p><ul><li>You gain vulnerable 5 to all damage.</li><li>You treat allies as enemies for the purposes of your attack powers. In addition, you must make opportunity attacks against your allies when possible.</li><li>Each time you take damage while you are bloodied, you must make an attack as a free action using an at-will attack power against an ally you can see.</li></ul><br/></p><h2>Moving On</h2><p><i>\"I am doomed!\"</i></p><p>The Book of Vile Darkness devours its owner's soul, leaving behind a living and unresponsive husk. Black flames burn away the artifact until nothing but greasy ash remains. The place of the artifact's disappearance is forever cursed; nothing will grow there, and people who linger in the area sicken and die. As for the owner, nothing short of divine intervention will restore the devoured soul. Convincing a god to assist such a villain is a quest in its own right.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;The book is not gone from the world for long. Some despicable soul will find a way to reconstruct the tome, by ritual or by quest, and those who look for the terrible book are bound to find it.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":1,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d6",
		"critDamageFormImp":"4d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"tome",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"83Gzkk2e42Gm1BnA",
	"sort":0,
	"_key":"!items!83Gzkk2e42Gm1BnA"
}