{
	"name":"Broken Blade of Banatruul",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/heavy_blade4.webp",
	"system":{
		"description":{
			"value":"<p><i>You hold the sword—more of a sword-shaped energy field, really—aloft. You see jagged shards and splinters of dark gray metal, some intersecting like puzzle pieces and others floating in the energy field's suspension.</i></p><p>The Broken Blade of Banatruul is a +4 greatsword.<br/><b>Enhancement:</b> Attack rolls and damage rolls</p><p><b>Properties</b></p><ul><li>The Broken Blade emits dim light within 5 squares at all times.</li><li>If you roll a natural 20 on an attack roll, you gain a +2 bonus on attack rolls for the rest of the encounter. If you roll a natural 1 on an attack roll, you suffer a -2 penalty on attack rolls for the rest of the encounter.</li></ul><p><b>Power (Force) ✦ Encounter (Free Action)</b></p><p>Use this power when you hit a target with the Broken Blade. You can attack the target with cloud of daggers (wizard 1), and you can attack with your Strength, Constitution, or Dexterity instead of your Intelligence. This attack does not provoke opportunity attacks.</p><p><b>Power (Force) ✦ Daily (Standard Action)</b></p><p>You cast the shards of the blade out in a whirling storm to shred your foes before they return to the field that holds them together. Area burst 2 within 10; your choice of Strength, Constitution, or Dexterity vs. Reflex; 3d10 force damage (half damage on miss).</p><p>The Broken Blades of Banatruul are now two swords, but they were once a single greatsword belonging to Grand Warlord Banatruul, whose armies cut a wide swath across the land in a series of crusades more than three centuries ago. In a titanic battle with an army of dragon-riding githyanki, Banatruul died in battle with the githyanki general—on the verge of his greatest triumph.<bt/>Records of that battle's aftermath are fragmentary, but some mysterious creator placed the pieces of Banatruul's shattered greatsword into two fields of magical force. And thus two mirror copies of Banatruul's sword exist—each with the metal shards that the other sword lacks. The two swords have never had the same owner since Banatruul's deathâ¦yet.<bt/>The Broken Blades of Banatruul are appropriate for characters in the middle of the paragon tier and upward.<bt/>The two swords, known as the Dawnblade and the Duskblade, share the same basic powers and properties, but each has its own powers that it grants to an owner who's proved himself worthy of Banatruul's legacy.</p><h2>Goals of the Broken Blades</h2><ul><li>Always be marching toward the next battle.</li><li>Safeguard your comrades in arms (Dawnblade) or put your enemies to the sword (Duskblade).</li><li>Become reunited with the other Broken Blade and somehow reform to become whole.</li></ul><h2>Roleplaying the Broken Blades of Banatruul</h2><p>Both blades are capable of twisting in their owners' grips and momentarily glowing brighter or dimmer—techniques they use to express pleasure or disappointment in the actions of their owners. And each sword can speak in Banatruul's gravelly voice, but only when either of two conditions exist: it's the time of day they're named after, or something is about to happen to change the concordance score.<bt/>Fundamentally, both swords want their owners to give the sword the sensation of being on a great crusade, just as they were back when they were one sword wielded by one of the world's great conquering warlords. And they want a reunion with the other Broken Blade, but each sword wants that reunion to be on its terms. If there's anything in the world that a Broken Blade fears, it's the other Broken Blade. But that fear is tempered with a desire to be whole once again, so a Broken Blade in proximity to its twin alternates between aggression and caution, and its owner will notice that the sword's personality is becoming increasingly unstable.<bt/>In general, the Dawnblade is more introspective and more concerned about the owner and his comrades in arms, while the Duskblade is more extroverted and eager to dominate enemies. But neither sword is good or evil. Even when the united sword hung from Banatruul's scabbard, it witnessed great acts of both valor and cruelty.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Defeat an enemy four or more levels higher than you</td><td>+1</td></tr><tr><td>Protect a dying comrade (Dawnblade only)</td><td>+1&nbsp;(max&nbsp;1/encounter)</td></tr><tr><td>Execute a prisoner (Duskblade only)</td><td>+1 (max 1/day)</td></tr><tr><td>Owner of the other Broken Blade defeats an enemy four or more levels higher than you</td><td>-1</td></tr><tr><td>Remain in the same community for more than a month</td><td>-1</td></tr><tr><td>Allow two weeks to pass without an actual battle (sparring doesn't count)</td><td>-1</td></tr></table><br/></p><h3>Pleased (16–20)</h3><p><i>\"Banatruul himself would smile at your efforts, then immediately make you one of his khans.\"</i><bt/>The Broken Blade regards you as a true conqueror—a worthy heir to Banatruul himself. It actively assesses whether you're capable of bringing the Broken Blades together, or whether it's time to move onward.</p><p><b>Property</b></p><p>If you roll a natural 19 on an attack roll, you gain a +2 bonus on attacks for the rest of the encounter.</p><p><b>Dawnblade Power (Force) ✦ Daily (Minor Action)</b></p><p>You can sacrifice your own vitality to power your next attack. You take ongoing 5, 10, or 15 damage (save ends) and add an equal amount to the damage you deal with your next hit before the end of the encounter.</p><p><b>Duskblade Power (Force) ✦ Daily (Minor Action)</b></p><p>Your next successful attack during this encounter deals ongoing 10 necrotic damage (save ends), and every time your enemy takes the ongoing damage, you heal 10 hit points.</p><h3>Satisfied (12–15)</h3><p><i>\"Such a victory, masterâ¦not since the Battle of Grievous Peak have I seen such valor. Truly this crusade is blessed by fate.\"</i><bt/>The Broken Blade exults at the chance to serve you in battle, and the bigger the fight, the better. Sometimes in the dusk or dawn, it regales you with a whispered tale of Banatruul himself in an effort to encourage you to dream similar dreams of conquest.</p><p><b>Dawnblade Power ✦ Encounter (Minor Action)</b></p><p>Your sword interposes itself between you and incoming attacks, the shards shining as brightly as mirrors. Until the end of your next turn, you and allies adjacent to you gain a +2 bonus to all defenses.</p><p><b>Duskblade Power ✦ Encounter (Minor Action)</b></p><p>Your sword turns shadowy and transparent. It ignores armor to strike at the flesh beneath it. Until the end of your next turn, your melee attacks can target Reflex defense instead of AC if you wish.</p><h3>Normal (5–11)</h3><p><i>\"Charge the largest one—once we take his head, the others will flee or fall into line.\"</i><bt/>The Broken Blade has the attitude of a gruff drill sergeant. It'll order you into battle, hoping to see signs that the heart of a conqueror beats within your breast.</p><h3>Unsatisfied (1–4)</h3><p><i>\"Why are we talking to them? Put them to the sword! Do it now!\"</i><bt/>Your sword craves battle, and it'll use the tools at its disposal to send you headlong into a fight, hoping that some sign of Banatruul's warrior spirit will emerge in the midst of combat.</p><p><b>Property</b></p><p>You take a -2 penalty to all defenses against an enemy you have not yet attacked in an encounter.</p><h3>Angered (0 or lower)</h3><p><i>\"Coward, you will either die or learn to be worthy of me.\"</i><bt/>The Broken Blade knows you're unfit to wield it. If it sees someone exhibit Banatruul's combat prowess and fighting spirit, it will inveigle its way out of your possession. Absent a worthy candidate, it'll simply disappear at dawn or dusk, whispering one last imprecation before it goes.</p><p><b>Properties</b></p><ul><li>If you roll a natural 20 on an attack roll, you gain a +1 bonus on attacks (instead of a +2) for the rest of the encounter. If you roll a natural 1 on an attack roll, the Broken Blade curses your feeble sword-arm and disappears, returning at the end of the encounter.</li><li>You are compelled to remain in battle. When an enemy attacks you, you cannot move away from that enemy until the end of your next turn.</li></ul><br/></p><h2>Moving On</h2><p><i>\"My next conquest will take me where you cannot follow.\"</i><bt/>One of two things will send the Broken Blade elsewhere: The presence of the other Broken Blade or the promise of an invasion campaign in distant lands.<bt/>When the Broken Blade moves on, it crumbles into residuum worth 85,000 gp. If it leaves in a pleased state, the owner gains a permanent +2 bonus to Intimidate checks, but if it leaves in an angered state, the owner takes a permanent -2 penalty to Diplomacy and Intimidate checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":8,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"militaryM",
		"weaponHand":"hTwo",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":true,
			"ver":false
		},
		"proficient":true,
		"proficientI":false,
		"profBonus":3,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"1",
					"10",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":true,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d6",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"greatsword",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"BegMpihXYDnpMKfl",
	"sort":0,
	"_key":"!items!BegMpihXYDnpMKfl"
}