{
	"name":"Crown of Whispers (Dragon 413)",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>The lost crown of the mad king Daskinor of Eldaarich is a simple metal circlet that wraps tightly around the brow of its wearer.</i></p><p class=\"basics\"><b>Artifact</b>: Head slot item</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You are immune to the dominated condition.</li><li>Whenever a creature deals psychic damage to you with an attack, you can deal that creature an equal amount of psychic damage as a free action.</li><li>You roll twice on Perception checks and take either result.</li></ul><p class=\"subheading\"><b> Utility Power (Psionic) ✦ Daily (Minor Action)</b></p><p><i>Effect</i>: Ranged 20 (one creature). Make an Insight check against the moderate DC for the target's level. On a success, you can sense the target's thoughts and understand the target's motivations and intentions until the end of the encounter.</p><h2>Roleplaying the Crown of Whispers</h2><p>The Crown of Whispers is a psionic force that embodies the traits of insidious paranoia and manipulation, and it has a desire to be reunited with Daskinor. At first, it provides nothing but benefits to its owner. Once the crown has worked its way into the mind of its host and made the host dependent on its abilities, the crown begins nudging its owner toward the citystate of Eldaarich. This drive manifests in the form of enticement (offering greater rewards for doing as the crown wants) and punishment (denying something essential to the owner until the Crown of Whispers gets what it wants).<bt/>The primary way the crown communicates with its owner is through a chorus of whispering voices that only the wearer can hear. When the crown is first placed upon the wearer's head, these whispers are muted, manifesting only as the brief sound of a wind blowing across a sand dune. As time passes, the crown grows bolder and more skilled at communication with its current wearer, and the whispers grow louder and clearer. After a prolonged period of use by one wearer, the whispers manifested by the artifact form a synchronous chorus that acts as an invisible advisor to that individual, as if a vizier stood just at the shoulder of the wearer.</p><h2>Goals of the Crown</h2><p>The Crown of Whispers is a part of Daskinor's own mind, but it was separated and given its independence long ago. Independence means nothing to the crown, though. Instead, it craves the relationship it once had with its first owner. As a result, the Crown of Whispers is possessed of a singular purpose: to become inexorably intertwined with the psyche of Daskinor once more.<bt/>Though the crown was formed with the aid of the mind of the sorcerer-king of Eldaarich, only will drives it, not true intelligence. The crown acts using manipulation tactics that its original owner used to great effect and does not possess any logical, reasoning sentience to form new tactics of its own. As it gains familiarity with its current wearer, its knowledge of the wearer's thoughts allows it to prey upon the wearer's fears and more effectively manipulate its current owner. Its goals are as follows.</p><ul><li>To return to Eldaarich and rest upon the brow of the mad king Daskinor.</li><li>To be worn by individuals whom it can manipulate into moving it closer to its destination.</li><li>To protect itself from dangers, both real and imaginary, by making its owners as \"vigilant\" as Daskinor.</li></ul><h2>Concordance</h2><p>The concordance of the Crown of Whispers represents how well the crown believes that the owner is serving it in leading it back to Eldaarich and Daskinor. As the owner brings the crown closer to its goal, the artifact grows more pleased. Such pleasure is expressed not only by further reward, but also by the growing activity of the crown in the mind of its host. As the concordance increases, so too does the clarity of the whispers in the mind of the host. The crown begins offering advice that sounds like wisdom but slowly turns the wearer more paranoid. Any attempt to thwart the crown's goals displeases it, and its whispers in the mind of its host crescendo into a maddening cacophony.</p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner has training in Perception</td><td>+2</td></tr><tr><td>Owner has been to Eldaarich</td><td>+2</td></tr><tr><td>Owner kills an agent of a sorcerer-king other than Daskinor (maximum 1/encounter)</td><td>+1</td></tr><tr><td>Owner spies on an ally (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner preemptively attacks an ally</td><td>+1</td></tr><tr><td>Owner attempts to remove the crown</td><td>–2</td></tr><tr><td>Owner performs a significant act for an ally that builds trust between them</td><td>–2</td></tr></table><br/></p><h3>Pleased (16–20)</h3><p><i>\"I am the Crown of Whispers. You will speak to me now.\"</i></p><p>The crown is so pleased with the user that it has subsumed much of the wearer's identity. Its whispers, inescapable and clear, drill deeply into the mind of the wearer, and the crown becomes a part of the owner's psyche.<bt/>The wearer gains access to the crown's attack power while the item remains at this concordance.</p><p class=\"subheading\"><b> Attack Power (Psionic, Psychic) ✦ Daily (Standard Action)</b></p><p><i>Attack</i>: Close burst 5 (enemies in the burst); Intelligence, Wisdom, or Charisma +4 vs. Will</p><p><i>Hit</i>: 4d12 + your Intelligence, Wisdom, or Charisma modifier psychic damage.</p><p><i>Miss</i>: Half damage.</p><p><i>Effect</i>: At the start of the target's next turn, it must choose either to attack one of its allies or to take the damage it took from this attack again.</p><h3>Satisfied (12–15)</h3><p><i>\"You stay back! The crown is mine!\"</i></p><p>The owner has made enough progress toward the crown's goals that the crown believes the wearer is still worthy of keeping it. The crown demands that its owner keep it safe, and as an incentive, it protects the wearer from psychic assaults.<bt/>The wearer gains access to the following property while the item remains at this concordance or higher.</p><p class=\"subheading\"><b>Property</b></p><p>After you take psychic damage, you gain temporary hit points equal to the amount of psychic damage you took.</p><h3>Normal (5–11)</h3><p><i>\"Enemies are everywhere. I can feel their eyes upon me. Why are you looking at me like that?\"</i></p><p>The crown is evaluating the owner at this point, determining whether the wearer is worthy. The crown's whispers are insidious, and they slowly plant suspicions and fears into the wearer's mind.<bt/>At this concordance, the crown has the characteristics included in its basic description.</p><h3>Unsatisfied (1–4)</h3><p><i>\"You say I'm just jumping at shadows, but sometimes it's good to be afraid of the dark.\"</i></p><p>The crown's consciousness recedes during the owner's waking hours, refusing to provide the owner with aid or advice. When the owner attempts to sleep, though, the crown invades the host's mind, planting subconscious suggestions and twisting the owner's dreams to frighten him or her into compliance.<bt/>While the crown remains at this concordance or lower, the wearer loses access to the crown's utility power and psychic damage property, and the crown gains the following property.</p><p class=\"subheading\"><b>Property</b></p><p>When you take an extended rest, you regain only a number of healing surges equal to half your maximum healing surges.</p><h3>Angered (0 or lower)</h3><p><i>\"Can't someone stop the whispers? I haven't slept in days.\"</i></p><p>An angered crown does its best to get its owner killed, hoping to pass on to a new host. The whispers that might have been more muted when the crown was unsatisfied return in force, but instead of clear words, the whispers become paranoid ramblings and screeches of disgust. The angered crown refuses to let its owner sleep or meditate, attempting to exhaust the wearer so the dangers of Athas can end the host's ownership of the artifact.<bt/>While the crown remains at this concordance, the wearer loses access to the item's domination immunity property, and the crown gains the following properties.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>When you take an extended rest, you regain only one healing surge.</li><li>You take a –2 penalty to all defenses.</li></ul><br/></p><h3>Moving On</h3><p><i>\"Get this thing off me!\"</i></p><p>The Crown of Whispers constantly wants to move closer to Eldaarich and, by extension, Daskinor. When its owner is taking it farther away from that city-state, the artifact might decide to move on. When it does so, the crown tries to get the host killed. Although the simplest solution might be to get the owner to remove it and pass off the artifact to someone else, the inherent madness of Daskinor within the crown prefers vengeance and death. Furthermore, previous owners of the crown could potentially warn future owners away from donning the artifact, and it wants to make sure that future owners are as susceptible as possible to its manipulation.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"head",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			},
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"SnHuK31vgvBKC6VM",
	"sort":0,
	"_key":"!items!SnHuK31vgvBKC6VM"
}