{
	"name":"Crystal of Ebon Flame",
	"type":"weapon",
	"img":"icons/svg/sword.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This fist-sized, black, flame-shaped crystal whispers menacingly when grasped. It offers power but warns of corruption.</i></p><p>The Crystal of Ebon Flame is a +6 implement with the following properties and powers. When a wielder first picks up the artifact, he or she can choose what sort of implement it functions as.</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +1d10 damage, and the target takes ongoing 10 fire and necrotic damage and is weakened (save ends both)</p><p class=\"subheading\"><b>Properties</b></p><ul><li>When you use an attack power through this implement, you can score a critical hit on a roll of 19-20.</li><li>You gain a +4 bonus to checks to escape a grab, and a +5 bonus to saving throws against immobilizing or restraining effects that a save can end.</li></ul><p class=\"subheading\"><b>Power (Healing) ✦ Encounter (Free Action)</b></p><p><i><i>Trigger:</i></i> You reduce a creature within 10 squares of you to 0 hit points. <i><i>Effect:</i></i> You can spend a healing surge or make a saving throw against each effect on you that a save can end. The triggering creature is utterly destroyed. It crumbles to dust and cannot be restored to life with the Raise Dead ritual. (Epic destiny powers that allow a return from death, or other magic of similar potency, still function.)</p><p class=\"subheading\"><b>Power (Fire, Necrotic) ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit with a fire or necrotic power using this implement. <i><i>Effect:</i></i> The target also takes ongoing 20 fire and necrotic damage (save ends).<bt/>The wielder gains the following property from the divine curse, rather than the artifact.</p><p class=\"subheading\"><b>Property</b></p><p>Each day until you use one of the Crystal of Ebon Flame's powers, whenever you spend a healing surge, you gain additional hit points equal to one-half your level.</p><h2>Goals of the Crystal of Ebon Flame</h2><p>The Crystal of Ebon Flame works to free the Chained God, but the divine curse embedded in it has its own goals. The objectives of the artifact and the curse are presented separately.</p><p class=\"subheading\"><b>Goals of the Artifact</b></p><ul><li>Free the Chained God.</li><li>Corrupt the wielder to evil and destruction.</li><li>Empower those who revere the Elder Elemental Eye.</li></ul><p class=\"subheading\"><b>Goals of the Curse</b></p><ul><li>Contain the power of the artifact.</li><li>Ensure that the Crystal never falls into the hands of a cultist of the Elder Elemental Eye.</li><li>Convey the Crystal to a just and righteous hero who will serve as its custodian.</li></ul><h2>Roleplaying the Crystal of Ebon Flame</h2><p>Both the artifact and the divine curse speak to the wielder in dreams and visions. The Crystal tempts the character with power in exchange for bending to the artifact's will. The curse's visions plead with the character to be strong and keep the artifact contained, revealing the dire consequences if the Chained God is freed.</p><h2>Crystal of Ebon Flame Lore</h2><p class=\"basics\"><b>Arcana DC 26:</b> Some researchers claim this artifact is a tear from Tharizdun, the Chained God, cast forth when the deities confined him in a secret prison. Other scholars believe it is a seed of evil he planted in the Elemental Chaos before his imprisonment, one that works even now to win his escape.</p><p class=\"basics\"><b>Arcana DC 31:</b> This artifact is the object of desire for depraved worshipers of the Elder Elemental Eye, and a burden for any adventurer chosen to keep it from them. A group of gods once tried—and failed—to destroy it. Instead, they placed a powerful divine curse on it, forcing it to move from owner to owner. The Crystal's current wielder is tasked with containing it, while the artifact tempts him or her to use its powers and serve its master, the Chained God.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner uses the artifact to utterly destroy a creature</td><td>+2</td></tr><tr><td>Owner uses one of the Crystal's powers (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner kills the servant of a deity or entity other than Tharizdun</td><td>+1</td></tr><tr><td>Owner kills a demon or a servant of Tharizdun</td><td>-1</td></tr><tr><td>Owner uses the Crystal as an implement during an entire combat encounter without using any of its powers</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The Ebon Flame shows me the awesome terror of the Chained God awakening. I glory in knowing that I bring this monumental event closer.\"</i><bt/>The Crystal believes that its wielder zealously shares its goal of freeing Tharizdun.</p><p class=\"subheading\"><b>Power ✦ Daily (No Action)</b></p><p><i><i>Trigger:</i></i> You die. <i><i>Effect:</i></i> You return to life with hit points equal to your bloodied value. Each creature within 5 squares of you takes ongoing 20 fire and necrotic damage (save ends).</p><h3>Satisfied (12–15)</h3><p><i>\"I have taken the first steps toward the true power of utter oblivion.\"</i><bt/>Although the artifact hopes for better, the wielder seems to be its best means to free the Chained God at the moment.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +5 bonus to death saving throws.</p><h3>Normal (5–11)</h3><p><i>\"The artifact and the divine curse placed upon it are in perfect harmony. I hear each of them speaking to me, coaxing me . . .\"</i><bt/>Neither the artifact nor the divine curse has any great hope for the wielder, but does not view him or her as detrimental to its goal.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Crystal thinks me a tool of deluded creatures that cannot face the truth that Tharizdun has shown them.\"</i><bt/>The Crystal is disappointed in the wielder's actions, but it continues to offer its powers in hopes that the wielder will succumb. The curse grants the wielder greater resilience to contain the Crystal's power.<bt/>The following property is bestowed by the divine curse.</p><p class=\"subheading\"><b>Property</b></p><p>Each day until you use one of the Crystal of Ebon Flame's powers, whenever you spend a healing surge, you can make a saving throw.</p><h3>Angered (0 or lower)</h3><p><i>\"The Crystal believes me to be a weakling who cannot face the ultimate fate of the universe.\"</i><bt/>The Crystal is desperate to move on, while the curse struggles mightily to prevent it from doing so.<bt/>The wielder loses the properties of the artifact but does not gain the benefit of the curse's property. The artifact's anger is so intense that it can block this aspect of the curse.</p><h2>Moving On</h2><p><i>\"It is time for another to champion the cause.\"</i><bt/>The Crystal of Ebon Flame moves on either while it is pleased or it is angered, typically when the wielder gains a level. The artifact disappears, putting itself in position to be discovered by its next wielder. If it is pleased, it moves on to a new wicked wielder who will start a Cult of the Ebon Flame and work toward the artifact's ultimate goal. If the artifact is angered, the divine curse takes effect instead, moving the Crystal to a new champion who serves as custodian for a time.<bt/>When the Crystal moves on after being pleased, it grants the following special power to its wielder.</p><p class=\"basics\"><b>Daily</b>&nbsp;&nbsp; ✦ <b>Healing</b><br/><b>Immediate Interrupt</b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Personal</b> </p><p class=\"basics\"><b>Trigger</b>: You reduce a creature within 10 squares of you to 0 hit points.</p><p class=\"basics\"><b>Effect</b>: You can spend a healing surge. The triggering creature is utterly destroyed. It crumbles to dust and cannot be raised using the Raise Dead ritual. (Epic destiny powers that allow a return from death, and other magic of similar potency, still function.)</p><p>When the Crystal moves on after being angered, the divine curse grants a boon to its wielder. The next time the character dies, he or she rises again on his or her next initiative count with full hit points and all encounter powers recharged.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":6,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"6d6",
		"critDamageFormImp":"6d6",
		"critRange":20,
		"critRangeImp":19,
		"weaponBaseType":"",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"ljqlk0cRX7pkxigc",
	"sort":100000,
	"_key":"!items!ljqlk0cRX7pkxigc"
}