{
	"name":"Cup and Talisman of Al'Akbar",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/holy_symbol3.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This eight-pointed star of hammered platinum hangs on a chain of gold and pearls. Each point of the star is tipped with a diamond, and elaborate patterns of gold inlay cover its surface.</i></p><p>The <i>Talisman of Al'Akbar</i> is a <i>+3 magic holy symbol</i> with the following properties and powers.</p><p>Implement (Holy Symbol)</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +3d6 damage per plus</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Whenever you make a Heal check, you can roll twice and use either result.</li><li>Whenever you use a healing power on an ally, that ally regains 1d10 additional hit points.</li></ul><p class=\"subheading\"><b>Power (Healing) ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You reduce an enemy to 0 hit points with an attack power using this holy symbol. <i><i>Effect:</i></i> You or one ally within 5 squares of you gains regeneration 5 until the end of the encounter.</p><p><i>Twelve great gems form a ring around the rim of this large gold chalice, which requires two hands to carry. The chalice glows with a faint golden light.</i></p><p>Wondrous Item</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>You drink from the <i>Cup of Al'Akbar</i> and make an Endurance check against a disease affecting you, using the disease's improve DC. If you succeed, you're cured. If you fail, the disease doesn't get any worse while it affects you.</p><p class=\"subheading\"><b>Power (Healing) ✦ Daily</b></p><p>Using this power takes 10 minutes. You create one <i>potion of Al'Akbar</i> (see below). If you use the Cup together with the <i>Talisman of Al'Akbar</i>, you can instead create up to three potions of Al'Akbar. A potion created in this way reverts to plain water if it isn't consumed within 24 hours.</p><p>When filled with water, the <i>Cup of Al'Akbar</i> can create a <i>potion of Al'Akbar</i>. A creature that drinks one of these potions gains a healing benefit. The potion can't be disenchanted.</p><p><i>This golden liquid contains great healing magic.</i></p><p>Potion</p><p class=\"subheading\"><b>Power (Healing) ✦ Consumable (Minor Action)</b></p><p>Drink this potion and spend a healing surge. Instead of the hit points you would normally regain, you regain 30 hit points and make a saving throw.<bt/>If you have no healing surges when you drink this potion, you instead gain 15 temporary hit points.<p/><br/><h2 class=\"ah1\">Cup and Talisman Lore</h1><p class=\"mitext\"><b>Religion DC 22:</b> The <i>Cup</i> and <i>Talisman of Al'Akbar</i> are divine relics with great healing powers. Legend says that they were gifts from Pelor, given to mortals to help the world recover from a time of terrible devastation.</p><p class=\"basics\"><b>Religion DC 27:</b> After the artifacts were first used to care for the injured and sick, conflicts arose over the ownership of the <i>Cup</i> and <i>Talisman</i>. Some sought to use the items for good, while others wanted to support armies of conquest, and skirmishes raged over their possession until the artifacts disappeared.</p><h2>Goals of the Cup and Talisman</h2><ul><li>Prevent death and eliminate disease.</li><li>Avoid creating conflict because of the artifacts' allure.</li><li>Atone for the past pain and bloodshed the artifacts have caused.</li></ul><h2>Roleplaying the Cup and Talisman</h2><p>Though each item is a powerful artifact in its own right, the <i>Cup</i> and <i>Talisman of Al'Akbar</i> appear in histories and lore only as a pair. Likewise, both items think and speak as one entity when in close proximity, echoing one another's words. When separated and in the hands of a good soul, each item comments frequently that it must be reunited with its other half.<bt/>The items are altruistic and expect their owner to be as well. They seek only owners who have good intentions and avoid anyone who pursues glory or profit above good deeds. Any owner who uses the <i>Cup</i> and <i>Talisman</i> directly for profit earns their distrust. A character using the artifacts can reap the normal treasure—and even pay—from adventuring. Forcing the sick or wounded to buy the Cup's healing is unacceptable, as is raising someone from the dead because that person is wealthy or powerful rather than worthy or innocent.<bt/>Though they're great artifacts of healing, the <i>Cup</i> and <i>Talisman</i> have also caused much bloodshed among ambitious individuals who sought the items' power. The artifacts still fear their own power and try to escape notice.</p><h2>Al'Akbar's Curse</h2><p>The <i>Cup</i> and <i>Talisman of Al'Akbar</i> were created in a time of great need—some say it was a great plague created by evil deities or demon lords, while others believe it was a war in which great heroes were grievously wounded and killed. Once that time had passed and the artifacts were no longer crucial to survival and victory, their very presence led to hostilities. All sought to own the artifacts, including their owners' enemies, neutral parties who sought their power, and even the owners' allies. At that point, the <i>Cup</i> and <i>Talisman</i> disappeared. Since that time, they have surfaced when they were needed, but only long enough to accomplish their goals before disappearing again to avoid creating more conflict. The <i>Cup</i> and <i>Talisman</i> worry that they do more harm than good.<bt/>The <i>Cup</i> and <i>Talisman</i> are supernaturally alluring and can cause even old allies to turn against one another. The dangers of the artifacts' allure to the characters the longer they hold them should be foreshadowed. At first it could be petty rulers who seek to own the artifacts, but later the situation could escalate to conflicts and dissension among the characters themselves.</p><h2>Concordance</h2><p>The <i>Cup</i> and <i>Talisman of Al'Akbar</i> share one concordance score, but each attitude grants different powers to each item.</p><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is devoted to Pelor</td><td>+1</td></tr><tr><td>Owner reunites the <i>Cup</i> and <i>Talisman</i></td><td>+2</td></tr><tr><td>Owner completes a quest for worshipers of Pelor</td><td>+1</td></tr><tr><td>Owner uses the Cup or Talisman for profit (this includes selling a <i>potion of Al'Akbar</i>)</td><td>-2</td></tr><tr><td>Owner is attacked as a result of owning the item</td><td>-2</td></tr><tr><td>An ally or innocent dies in the owner's presence (maximum 1/day)</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"We have atoned for the blood spilled over us in the past, but we fear our renown grows too great.\"</i><bt/>The <i>Cup</i> and <i>Talisman of Al'Akbar</i> sense that the time to depart is coming soon and feel they have now contributed more good to the world than suffering. It won't be long before the items move on.</p><p>The Talisman's enhancement bonus increases to +4.</p><p class=\"basics\"><b>Talisman Critical:</b> +4d6 damage per plus</p><p class=\"subheading\"><b>Talisman Power (Healing) ✦ At-Will (Minor Action, 1/round)</b></p><p>One ally you can see can spend a healing surge.</p><p class=\"subheading\"><b>Cup Power (Healing) ✦ Daily (Standard Action)</b></p><p>You choose a creature (or portion of a creature) within 5 squares of you that died less than 5 minutes ago. That creature returns to life and regains hit points as if it had spent a healing surge.</p><h3>Satisfied (12–15)</h3><p><i>\"Our work has saved many lives, but so many still live in need.\"</i><bt/>You have furthered the artifacts' goals and behaved in a manner approved by their creator. The items trust you and will stay with you for a time.</p><p class=\"subheading\"><b>Talisman Property</b></p><p>Whenever you use a healing power on an ally, that ally regains 2d10 additional hit points.</p><p class=\"subheading\"><b>Cup Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You start to perform the Raise Dead ritual. <i><i>Effect:</i></i> You use the Cup and perform the ritual with no component cost. The raised creature doesn't take a -1 death penalty.</p><h3>Normal (5–11)</h3><p><i>\"So many call out in pain. We must heal their tortured bodies and ease their suffering.\"</i></p><p class=\"basics\"><b>Special:</b> If you have only one of the artifacts, that artifact encourages you to find the other artifact and drops cryptic hints to lead you to it (or more explicit instructions once it trusts you).</p><p class=\"basics\"><b>Special:</b> If you have both artifacts, they request that you find and heal those in need. They also emphasize discretion, not wishing for their whereabouts to be discovered.</p><h3>Unsatisfied (1–4)</h3><p><i>\"Are my motives pure? Do I truly serve the will of the gods?\"</i><bt/>The <i>Cup</i> and <i>Talisman of Al'Akbar</i> consider you untrustworthy. They don't believe that you truly work for good and are worried that your self-interest is interfering with their altruistic motives. They force you to heal indiscriminately.</p><p class=\"basics\"><b>Special:</b> You gain no benefit from drinking a <i>potion of Al'Akbar</i>.</p><p class=\"subheading\"><b>Property</b></p><p>Whenever you heal an ally and that ally regains additional hit points through the Talisman, each enemy within 3 squares of the ally also regains hit points equal to the additional hit points.</p><h3>Angered (0 or lower)</h3><p><i>\"The legacy of the Cup and Talisman remains shameful, and I've done nothing to repair it.\"</i><bt/>You have been actively working against the artifacts' interests, and they wish to find a more worthy owner.</p><p class=\"subheading\"><b>Property</b></p><p>Whenever you spend a healing surge or use a healing power, you reduce the hit points regained by 1d10 (to a minimum of 1 hit point regained). This effect applies even if you're only carrying the Talisman.</p><h2>Moving On</h2><p><i>\"It's too dangerous to remain here. We must disappear from the face of the world once again.\"</i><bt/>The <i>Cup</i> and <i>Talisman of Al'Akbar</i>, eager to avoid too much attention, want to become \"lost\" once again. This might happen because their owners have revealed the artifacts' presence to too many people and caused conflict (likely if concordance is low), or because the items are fearful that their owners' prominence and success will cause strife in the future (likely if concordance is high).<bt/>The artifacts might both move on at once, or one might leave before the other. This second situation usually happens if the two artifacts wish to be far apart and difficult to find to prevent them from falling into the wrong hands.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":1,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hNone",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":3,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"3d6",
		"critDamageFormImp":"3d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"holyS",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":true,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":true,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"f4aItVJ63YF9Pc4I",
	"sort":1600000,
	"_key":"!items!f4aItVJ63YF9Pc4I"
}