{
	"name":"Emblem of Ossandrya",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This medallion, shaped like a shield and glowing with soft golden light, bears Corellon's star symbol in its center.</i></p><p>Wondrous Item</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain resist 10 poison.</li><li>You gain a +1 item bonus to saving throws.</li><li>You gain a +2 item bonus to Acrobatics, Athletics, and Diplomacy checks.</li></ul><p class=\"subheading\"><b>Power ✦ Encounter (Minor Action)</b></p><p>You transfer the Emblem of Ossandrya to an ally within 5 squares of you. That ally gains the powers and properties of the artifact, using your concordance to determine them.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You make an attack roll or skill check and dislike the result. <i><i>Effect:</i></i> You reroll the attack or check and must use the second result.</p><h2>Emblem of Ossandrya Lore</h2><p class=\"basics\"><b>History DC 22:</b> The legendary eladrin Ossandrya wore this emblem during the Last Battle of the Spiral Tower, when forces loyal to Corellon drove the wicked drow from the Feywild. Since then, it has appeared in times of great crisis, when good must stand strong against the powers of treachery and evil.</p><p class=\"basics\"><b>History DC 27:</b> The Emblem of Ossandrya is far more devoted to the cause of justice and good than even Corellon. It drives its owner to pursue the highest ideals of heroic valor.</p><h2>Goals of the Emblem of Ossandrya</h2><ul><li>Nurture a group of heroes so that they can begin their epic destiny.</li><li>Spread the story of those heroes and help their legend grow among the people of the world.</li><li>Encourage daring acts, bold action, and clever stratagems.</li></ul><h2>Roleplaying the Emblem of Ossandrya</h2><p>When a character first touches the Emblem of Ossandrya, it telepathically asks if the character and his or her allies seek glory for their heroic deeds. With an affirmative answer, the Emblem attaches itself to that character's armor or clothing, above and to the left of the character's heart. The Emblem is friendly and encouraging, but quickly grows impatient with those who are slow to seek adventure.<bt/>The Emblem can communicate telepathically and through speech. It speaks Common, Draconic, Dwarven, Elven, Giant, Goblin, and Supernal. The Emblem loves to relate the lore of other heroes to which it has been attached. It eagerly listens to any tales told by the heroes, and encourages them to tell such tales to others.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner completes a major quest</td><td>+2</td></tr><tr><td>Owner is trained in Diplomacy</td><td>+1</td></tr><tr><td>Owner is an eladrin</td><td>+1</td></tr><tr><td>Owner fails to complete a major quest</td><td>-2</td></tr><tr><td>Owner or an ally attacks a good or lawful good creature (maximum 1/encounter)</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Friends, tales of our deeds shall find a fitting place among the legends of our world.\"</i><bt/>The characters have proven their worth, and the Emblem of Ossandrya accepts them as truly great heroes of grand stature.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain resist 20 poison.</li><li>You gain a +4 item bonus to Acrobatics, Athletics, and Diplomacy checks.</li></ul><p class=\"subheading\"><b>Power (Healing) ✦ Encounter (Immediate Interrupt)</b></p><p><i><i>Trigger:</i></i> An ally within 5 squares of you is reduced to 0 hit points or fewer. <i><i>Effect:</i></i> You transfer the Emblem to the triggering ally. That ally can spend a healing surge.</p><h3>Satisfied (12–15)</h3><p><i>\"Did you see the baron's face when we told him of our battle at the chasm bridge? Truly, that will be a difficult tale for us to top...but we will!\"</i><bt/>The Emblem of Ossandrya appreciates the valor and daring of its owner and his or her allies, encouraging them to ever greater adventures.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain resist 15 poison.</li><li>You gain a +3 item bonus to Acrobatics, Athletics, and Diplomacy checks.</li></ul><p class=\"subheading\"><b>Power ✦ Encounter (Immediate Interrupt)</b></p><p><i><i>Trigger:</i></i> An ally within 5 squares of you fails a saving throw. <i><i>Effect:</i></i> You transfer the Emblem to the triggering ally. That ally can reroll the failed saving throw.</p><h3>Normal (5–11)</h3><p><i>\"My friends, we are destined for greatness.\"</i><bt/>The Emblem of Ossandrya has high hopes for its owner and his or her allies, and it gladly seeks their success and glory.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I cannot shake the feeling that we are meant for bigger things than recounting our exploits to tavernkeepers and besotted patrons.\"</i><bt/>The Emblem of Ossandrya distrusts its owner's abilities, often wondering telepathically if the character and his or her allies are really trying hard enough.</p><p class=\"subheading\"><b>Property</b></p><p>You take a -1 penalty to attack rolls. When you hit an enemy, the penalty is negated until you take a short rest or an extended rest.</p><h3>Angered (0 or lower)</h3><p><i>\"Perhaps we should explore a lucrative career purveying woolen goods.\"</i><bt/>The Emblem of Ossandrya is disgusted with the cowardice or incompetence (or both) of its owner and his or her allies. It stops encouraging bold stratagems and won't remain with its owner much longer.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You take a -1 penalty to attack rolls. When you hit an enemy, the penalty is negated until you take a short rest or an extended rest.</li><li>You take a -2 penalty to saving throws instead of the +1 bonus the Emblem normally grants.</li></ul><br/></p><h2>Moving On</h2><p><i>\"We have secured our legend; now others must secure theirs.\"</i><bt/>The Emblem of Ossandrya senses that it can no longer help to improve the party's legend, and that other legends-to-be hang in the balance. The next time its owner gains a level, the Emblem disappears from the character's armor or clothing, destined to reappear in another place where it's needed more. If the Emblem is at least satisfied, it leaves behind a replica of itself for its owner and each of his or her allies. While this item is worn, it grants a +1 item bonus to saving throws but doesn't occupy an item slot.<bt/>It's possible that the Emblem might request the heroes' help in finding suitable replacements.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[
					[
						10,
						"poison"
					]
				]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"FSdslu97aIAfcbD1",
	"sort":1700000,
	"_key":"!items!FSdslu97aIAfcbD1"
}