{
	"name":"Eye of the Old Gods",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This mote of celestial fire races around its wearer's head. It is a remembered dream of an elder, deceased deity.</i></p><p class=\"basics\"><b>Body Slot:</b> Head</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +1 item bonus to Will, or a +3 item bonus to Will against attacks by primordials and elementals.</li><li>You gain darkvision.</li><li>You gain a +2 item bonus to Perception checks.</li><li>You gain a +2 item bonus to initiative checks.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Immediate Interrupt)</b></p><p>Use this power when an attack stuns, dazes, or dominates you. You are unaffected by that condition, and you instead take a -2 penalty to attack rolls and Will for the condition's normal duration.</p><h2>Goals of the Eyes of Old Gods</h2><ul><li>Recall the glory of the Dawn War and sing of the prowess of the gods who saved the world.</li><li>Destroy all elementals, for they are children of the primordials, and are therefore corruptible.</li></ul><h2>Roleplaying the Eyes of the Old Gods</h2><p>The Eyes communicate silently through visions, usually of glorious deeds done by the ancient gods—some of whose names are now long forgotten. Subtle at first, these visions can eventually grow to be overwhelming.<bt/>The Eyes are content to dream of old exploits, save when an elemental or primordial comes within view.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner speaks to others of the old gods (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner kills an elemental (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner kills a primordial</td><td>+2</td></tr><tr><td>Owner deals peacefully with an elemental or a primordial</td><td>-2</td></tr><tr><td>Per day concordance doesn't improve</td><td>-1</td></tr><tr><td>If the other Eye, held by an allied owner, moves on</td><td>-5</td></tr></table><br/></p><h3>Pleased (16 or higher)</h3><p><i>\"Visions of celestial lords celebrating in ancient halls.\"</i><bt/>The Eye appreciates a wearer who holds the memory of the old gods close!</p><p class=\"subheading\"><b>Property</b></p><ul><li>The Eye's bonus to Will increases to +2, +5 against primordials and elementals.</li><li>You gain a +5 item bonus to Diplomacy checks against immortals.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>Use this power when you hit an elemental or primordial. You deal an extra 5d6 damage.</p><h3>Satisfied (12–15)</h3><p><i>\"Visions of unnamed gods on a grand celestial quest.\"</i><bt/>The Eye believes the wearer is learning respect.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>Use this power when you hit an elemental or primordial. Creatures with resistances lose them until the end of your next round.</p><h3>Normal (5–11)</h3><p><i>\"Visions of powerful primordials striving against ancient gods, sometimes winning, sometimes losing.\"</i><bt/>The Eye is uncertain that the wearer appreciates ancient glory, and tries to hook the wearer with exciting visions of days long past.</p><h3>Unsatisfied (1–4)</h3><p><i>\"Visions of hellish landscapes, worlds torn asunder, and primordials laughing amid the destruction.\"</i><bt/>It seems as if the wearer isn't open to the gifts the Eye of the Old Gods has to offer.</p><p class=\"basics\"><b>Special:</b> You take a -2 penalty to attack rolls and damage rolls against creatures other than elementals or primordials.</p><h3>Angered (0 or lower)</h3><p><i>\"Unrelieved vistas of void and darkness cover all things.\"</i><bt/>The Eye of the Old Gods wonders if its wearer is a secret sympathizer with the primordial cause.</p><p>The bonus to Will is lost, and the bonus to Will against attacks by elementals is reduced to +1.</p><p class=\"basics\"><b>Special:</b> You take a -5 penalty to attack rolls and damage rolls against any creatures other than elementals or primordials.</p><h2>Moving On</h2><p><i>\"The world falls away through a silver void.\"</i><bt/>The Eye knows its time to teach others of the old gods and the Dawn War. When the character next gains a level, the artifact disappears.</p><h2>Special: Two Allied Eyes</h2><p><i>\"A crystal watchtower stands overlooking all the world.\"</i><bt/>If both Eyes are worn by allies within sight of each other, the following ability is gained.</p><p class=\"subheading\"><b>Property</b></p><p>One wearer does not grant combat advantage to enemies that flank the wearer (free action to switch which wearer gains this benefit).</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"head",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"RQkleIHGpBiqk9F9",
	"sort":0,
	"_key":"!items!RQkleIHGpBiqk9F9"
}