{
	"name":"Faarlung's Algorithm",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/orb4.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>Created by the archwizard Faarlung, the Algorithm consists of an ever-shifting, mathematically derived arcane formula which contains the power to unravel the fabric of reality. It appears as a metal orb covered with nearly invisible sliding mechanisms and plates. The surface of the orb is inscribed with runes and arcane geometric diagrams that glow as the Algorithm is solved.</i></p><p>Faarlung's Algorithm is a +4 magic orb with the following properties and powers.</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +4d6 damage</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +2 item bonus on Arcana checks.</li><li>When a party first obtains the Algorithm and at the end of each extended rest, Faarlung's Algorithm re-attunes itself to a random damage type: 1-Lightning, 2-Thunder, 3-Fire, 4-Cold, 5-Acid, 6-Force. All the Algorithm's attacks and its critical bonus damage deal damage of this type.</li><li>You gain resist 5 to the damage type selected by the Algorithm's random property.</li></ul><p class=\"subheading\"><b>Power (Varies) ✦ Encounter (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit with an attack. <i><i>Effect:</i></i> The triggering attack deals damage of the type selected by the Algorithm's random property instead of the damage type it normally deals and deals 2d6 extra damage. In addition, the attack ignores damage resistance.</p><p class=\"subheading\"><b>Power (Arcane, Implement)* Daily (Standard Action)</b></p><p>You can use dispel magic (wizard 6). You can use Charisma or Wisdom in place of Intelligence for this power.</p><h2>Goals of Faarlung's Algorithm</h2><ul><li>Dissolve definitions of boundary and form within the world and within the mind.</li><li>Uncover new arcane knowledge pertaining to the Elemental Chaos.</li><li>Anything that interferes with one's work must be eliminated.</li></ul><h2>Roleplaying Faarlung's Algorithm</h2><p>While the Algorithm does not possess anything that a sane mind might call sentience, it is infused with the same cold logic and chaotic will that its creator possessed. Faarlung's Algorithm influences its bearer's emotions and transmits vague, almost subconscious suggestions at the forces hidden within, keeping any dangers a secret, especially from those who attain a high level of concordance with the artifact. Always there is a tingling sensation that, if the character can just solve the Algorithm a little more, even greater powers will be unlocked.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner spends time solving the Algorithm</td><td>see below*</td></tr><tr><td>Another player or NPC attempts to solve the Algorithm</td><td>-1</td></tr><tr><td>Owner does not attempt to solve the Algorithm at least once between two extended rests</td><td>-2</td></tr></table><br/></p><p>A character bearing the Algorithm can attempt to solve it once per day during a short rest. The character attempting to solve the Algorithm makes a DC 24 Intelligence check. On a success, add 2 to that character's concordance and add an additional 1 to his or her concordance for every 5 by which the character's check exceeds the DC (gaining 3 concordance for rolling a 29, 4 for rolling a 34, and so on). On a failure, subtract 1 from the character's concordance with the Algorithm. Whenever another character attempts to solve the Algorithm, the previous bearer's concordance decreases; each solution is unique to that bearer's mind. To anyone new attempting to solve it, the previous bearer was working it incorrectly.</p><h3>Pleased (16-19)</h3><p><i>\"I am close now—so close—just a little more...\"</i></p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Algorithm becomes a +5 magic orb and its critical deals +5d6 elemental damage.</li><li>You gain resist 15 to the damage type selected by the Algorithm's random property.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p>Randomly change the element to which the Algorithm is attuned as though you had completed an extended rest.</p><p class=\"subheading\"><b>Power (Arcane, Implement, Teleportation, Varies) ✦ Daily (Standard Action)</b></p><p>Ranged 5; the target is removed from play to a location in the Elemental Chaos and takes 2d8 + 7 damage of the type selected by the Algorithm's random property at the start of each of its turns (save ends both).<bt/>On a successful save, the target reappears in the same square it left (or as close to it as possible) and is weakened (save ends).</p><p class=\"subheading\"><b>Property</b></p><p>If you reach 20 concordance with the Algorithm, you can use the following power once. At the end of the encounter after you do, the Algorithm immediately moves on.</p><p class=\"subheading\"><b>Power (Arcane, Implement, Summoning, Varies) ✦ Daily (Minor Action)</b></p><p>Ranged 20; You summon a Large elemental creature in an unoccupied 2-square-by-2-square space within range until the end of the encounter. The summoned creature has speed 6, a +4 bonus to AC, and gains additional benefits based on the element to which the Algorithm is attuned at the time the elemental is summoned:</p><p>Acid: +4 bonus to Fortitude, and when the elemental hits with an attack, its target takes ongoing 10 acid damage (save ends).</p><p>Cold: +4 bonus to Will, and when the elemental hits with an attack, its target is immobilized (save ends).</p><p>Fire: +4 bonus to Reflex, and the elemental gains an aura 2; any creature that enters or ends its turn within the aura takes 10 fire damage.</p><p>Force: +4 bonus to Fortitude, and when the elemental hits with an attack, it can slide the target up to 2 squares.</p><p>Lightning: +4 bonus to Reflex, and you can command the elemental to shift up to 4 squares as a minor action.</p><p>Thunder: +4 bonus to Will, and the elemental's standard action attack can also be made as a close burst 1 that targets all creatures in the burst.</p><p>You cannot dismiss the elemental. If the elemental is alive at the end of the encounter, it remains in the world and gains free will. You can give the summoned elemental creature the following special commands:</p><ul><li>Standard Action: Melee 2; targets one creature; Charisma, Intelligence, or Wisdom vs. Reflex; 3d6 + 6 elemental damage.</li><li>Opportunity <i>Attack:</i> Melee 2; targets one creature; Charisma, Intelligence, or Wisdom vs. Reflex; 3d6 + 6 elemental damage.</li></ul><br/></p><h3>Satisfied (12-15)</h3><p><i>\"Energy courses through me, yet more remains hidden within!\"</i></p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain resist 10 to the damage type selected by the Algorithm's random property.</li><li>The Algorithm's item bonus to Arcana checks increases to +4</li></ul><p class=\"subheading\"><b>Power (Arcane, Implement, Teleportation, Varies) ✦ Encounter (Standard Action)</b></p><p>Ranged 10; Charisma, Intelligence, or Wisdom vs. Will; 2d10 + 5 damage of the type selected by the Algorithm's random property, the target is dazed (save ends), and you teleport to swap places with the target.</p><h3>Normal (5-11)</h3><p><i>\"I understand now; this knowledge IS power.\"</i><bt/>The Algorithm weighs heavily on its owner's mind, continually tugging on his or her attention.</p><h3>Unsatisfied (1-4)</h3><p><i>\"Its secrets remain a mystery to me.\"</i></p><p class=\"subheading\"><b>Properties</b></p><ul><li>You take a -2 penalty to Arcana checks.</li><li>You take a -2 penalty to attack rolls against creatures with the elemental origin.</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"Such disturbing patterns ... my thoughts have become ...\"</i></p><p class=\"subheading\"><b>Property</b></p><p>You gain vulnerability 5 against the damage type selected by the Algorithm's random property.</p><p class=\"basics\"><b>Special:</b> Once per encounter when you make an attack roll, skill check, or ability check, the Algorithm can warp your subconscious understanding of reality and cause an action to fail, subtracting 1d10 from the triggering roll.</p><h2>Moving On</h2><p><i>\"I will spend no more time on this puzzle.\"</i><bt/>The Algorithm seeks to be solved by others, so it moves on. If the Algorithm is satisfied or pleased, it leaves behind a +5 magic orb for its bearer and grants its bearer a +1 bonus to Intelligence. If the Algorithm is angered, it instead takes away a point of Intelligence as it goes. Either way, it finds its way into the possession of an intelligent, curious creature.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d6",
		"critDamageFormImp":"4d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"orb",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"TLjWkerf3EI7Ob0u",
	"sort":1000000,
	"_key":"!items!TLjWkerf3EI7Ob0u"
}