{
	"name":"Figurine of Tantron",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This black marble statue of an elephant has eyes that glitter like the sapphires they are. But they also follow movement around the room as if the figurine were a living thing.</i></p><p>The Figurine of Tantron is a wondrous item and a figurine of wondrous power.</p><p class=\"subheading\"><b>Power (Conjuration) ✦ Encounter (Standard Action)</b></p><p>Use this figurine to conjure Tantron, a huge elephant that appears to be made of black marble (see below for statistics). As a free action, you can spend up to two healing surges when activating this item; each one gives the elephant temporary hit points equal to your healing surge value.</p><p>On the platform on its back, Tantron can carry one Large or up to five Medium creatures weighing no more than 5,000 pounds total. If more than 5,000 pounds are placed on it, Tantron refuses to move until the load is under his limit.</p><table><tr><td><b>HP</b> 50; <b>Bloodied</b> 25</td><td><b>Initiative</b> as conjurer</td></tr><tr><td><b>AC</b> 29, <b>Fortitude</b> 32, <b>Reflex</b> 26, <b>Will</b> 26</td><td><b>Perception</b>+13</td></tr><tr><td><b>Speed</b> 8, swim 6</td><td></td></tr><tr><td colspan=\"2\"></td></tr></table ></p><p class=\"subheading\"><b>Standard Actions</b></p><p> <b>Stamp</b> <smf /> <b>At-Will</b></p><p><i><i>Attack:</i></i> Melee 1 (one creature); +19 vs. AC</p><p><i><i>Hit:</i></i> 2d12 + 8 damage and the target is knocked prone.</p><p class=\"subheading\"><b>Triggered Actions</b></p><p> <b>Trampling Charge</b> (mount) ✦ <b>At-Will</b></p><p><i><i>Trigger:</i></i> Tantron is charging while mounted by its owner.</p><p><i><i>Effect:</i></i> Tantron can move through one Medium or smaller creature's space and make a stamp attack against that creature. Tantron must end its move in an unoccupied space, and the rider still attacks at the end of the mount's movement.</p><p class=\"basics\"><b>Str</b> 26 (+16)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Dex</b> 16 (+11)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Wis</b> 10 (+8)<br/><b>Con</b> 22 (+14)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Int</b> 5 (+5)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Cha</b> 15 (+10)</p><p class=\"basics\"><b>Alignment</b> Unaligned&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b> Languages</b> -</p><p>An artifact-level version of the figurines of wondrous power found in Adventurer's Vault, the Figurine of Tantron is a capable mount for an entire group of PCs, and if they treat it well, it's a mobile headquarters as well.<bt/>The Figurine of Tantron is appropriate for characters in the upper paragon tier and upward.</p><h2>Goals of the Figurine of Tantron</h2><ul><li>Bear its owner in regal style across the world.</li><li>Rampage and crush.</li><li>Find others of its kind.</li></ul><h2>Roleplaying the Figurine of Tantron</h2><p>In its animate form, Tantron has the intellect and demeanor of a particularly smart dog. It can follow multi-step commands, avoid hazards on its own, and reason its way through dilemmas. It doesn't speak, but its roars, bellows, and snorts are expressive enough, and its owner instinctively knows what it wants. How friendly Tantron is depends on the concordance score.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Tantron uses its trampling charge power</td><td>(maximum 1/day) +1</td></tr><tr><td>Tantron crushes something worth at least 1,000 gp under its feet</td><td>(maximum 1/day) +1</td></tr><tr><td>Tantron interacts with friendly huge creatures</td><td>+1&nbsp;(+2&nbsp;if&nbsp;the&nbsp;creatures&nbsp;are&nbsp;elephants)</td></tr><tr><td>Tantron is conjured indoors or underground</td><td>-1</td></tr><tr><td>Tantron takes damage from a PC or its allies</td><td>-2</td></tr></table><br/></p><h3>Pleased (16–20)</h3><p><i>\"We're inside the howdah! How can it possibly have a wine cellar?\"</i><bt/>Tantron will take its owner anywhere it wants to go—literally to the Nine Hells if that's what it takes. But it also grows restless and hopes to find other elephants like it.</p><p class=\"subheading\"><b>Property</b></p><p>Once per day, Tantron can travel to any teleportation circle whose sigil sequence you have memorized, as per the Planar Portal ritual. You must be resting on or in the howdah, and you and any other creatures on Tantron travel with him. Tantron requires 10 minutes to complete the transition.</p><p class=\"subheading\"><b>Property</b></p><p>When you summon Tantron, he appears with a howdah that acts as a Mordenkainen's mansion (described on page 167 of the Player's Handbook), except that it's even more lavish, with a courtyard, fountains of water and wine, and a full staff of noncombatant servants. The mansion lasts as long as Tantron is active, but creatures can't remain inside when Tantron becomes a figurine.</p><h3>Satisfied (12–15)</h3><p><i>\"Climb aboard. Tantron will get us there in no time.\"</i><bt/>Tantron has grown more comfortable with its new owner, and it's more accepting of the owner's companions as well.</p><p class=\"subheading\"><b>Property</b></p><p>Tantron can remain in elephant form as long as you wish. A minor action is sufficient to turn him back into a figurine.</p><p class=\"subheading\"><b>Property</b></p><p>Tantron benefits from Shadow Walk (Player's Handbook, page 312); multiply Tantron's overland travel speed by 5.</p><h3>Normal (5–11)</h3><p><i>\"Charge, Tantron!\"</i><bt/>At this concordance score, Tantron is happy whenever it's not in figurine form and gets to crush things beneath its feet. It pines for others of its kind and distrusts anyone other than its owner.</p><h3>Unsatisfied (1–4)</h3><p><i>\"Um, why is Tantron turning back toward us?\"</i><bt/>Tantron shows some reluctance when following directions from its owner, and it either ignores or gives a trunk slap to others nearby.</p><p class=\"subheading\"><b>Property</b></p><p>Whenever Tantron takes damage, roll 1d6 at the start of its next turn. On a roll of 1 or 2, Tantron attacks its owner (if present) or any of the owner's allies.</p><h3>Angered (0 or lower)</h3><p><i>\"It's gone berserk! Run!\"</i><bt/>Tantron is simmering with hostility and increasingly unpredictable. It's not adverse to attacking anyone who gets in its way, no matter what side they're on.</p><p class=\"subheading\"><b>Property</b></p><p>Whenever Tantron takes damage, it attacks its owner (if present) or any of the owner's allies.</p><h2>Moving On</h2><p><i>Tantron misses others of its kind. Maybe it's going to look elsewhere—or maybe Tantron found them and is living among them now.</i><bt/>Tantron moves on after a few weeks in the highest or lowest concordance levels, or after a few month's time in any case. Each owner of the figurine instinctively understands that Tantron is trying to find other elephants like it, and it'll wander the world until it finds the rest of its herd.<bt/>If Tantron is pleased when it departs, it crushes a nearby object under its feet one last time, leaving behind 20,000 gp in residuum, then Shadow Walks into the sunset. If it's angered, however, it tramples on anyone and anything nearby, then disappears when there's nothing left nearby to destroy or when attacks from the PCs reduce it to 0 hit points.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"yVBHum8VrvqpGPXy",
	"sort":4400000,
	"_key":"!items!yVBHum8VrvqpGPXy"
}