{
	"name":"Head of Vyrellis",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This orb of darkest obsidian easily fits in the palm of your hand. As you stare into its inky depths, the severed head of an eladrin princess floats into view and you hear her sing-song voice, \"I am Vyrellis, and I offer my assistance to whoever carries this orb.\"</i></i></p><p>The Head of Vyrellis is a wondrous item with the following properties and powers.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +2 bonus to Arcana, History, and Religion checks and can make checks as if trained in those skills.</p><p class=\"subheading\"><b>Power ✦ Encounter (Move Action)</b></p><p>You can teleport up to 7 squares.</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>You are surrounded by a cyclone of biting cold wind. Creatures that begin their turn adjacent to you take 1d6 cold damage and are slowed until the start of their next turn.</p><h2>Goals of the Head of Vyrellis</h2><ul><li>Reunite the three splinters of Vyrellis's life force and escape with them from the Pyramid of Shadows.</li><li>Destroy Karavakos or make sure he remains imprisoned in the Pyramid of Shadows.</li></ul><p>The Head's additional goals are up to you, depending on how (or whether) you want to use the item beyond the scope of this adventure.</p><h2>Roleplaying the Head of Vyrellis</h2><p>The Head of Vyrellis is haughty, cultured, and eloquent—very much like a living eladrin noble.<bt/>When the adventurers first encounter the Head, it explains the basics of Karavakos's story. It offers to help the adventurers destroy Karavakos and escape from the Pyramid of Shadows. It keeps its search for the splinters of its own life force secret until its concordance is at least 12. It does urge the character carrying it to take possession of those items if found, hinting at their significance without providing all the details.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is an eladrin</td><td>+2</td></tr><tr><td>Owner is an elf</td><td>+1</td></tr><tr><td>Each splinter of Vyrellis' life force retrieved</td><td>+3</td></tr></table><br/></p><p>Other modifiers to the Head's concordance, as well as details about moving on, are indicated throughout the adventure.</p><h3>Pleased (16-20)</h3><p><i>\"Truly, you have greatness in you, hero.\"</i><bt/>The Head of Vyrellis is pleased and impressed with its owner, and has high hopes of achieving its goals. It's genuinely helpful in sharing its knowledge with the character.</p><p class=\"subheading\"><b>Property</b></p><p>You gain resist 10 radiance.</p><p class=\"subheading\"><b>Power (Illusion) ✦ Daily (Standard Action)</b></p><p>You become invisible until you miss with an attack or take damage.</p><h3>Satisfied (12–15)</h3><p><i>\"You are doing well. If you don't foul things up, we might just get out of here.\"</i><bt/>Proud as it is, the Head of Vyrellis couldn't reasonably expect more from an ordinary mortal. It tries to give helpful information about what its possessor can expect to find in any region of the pyramid, but its knowledge is limited. It can describe the arboreans in Locations 6–10, it knows that the dragon in Location 26 is white, and it knows about recent arrivals to the pyramid that ignored its pleas for help and took up residence in Locations 11 and 13.<bt/>The Head also explains that Vyrellis's life force is splintered and contained within three gemstones scattered through the pyramid. With the stones reunited, Vyrellis can pass to her final rest—or perhaps even return to life.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +1 bonus to Will defense.</p><p class=\"subheading\"><b>Power (Psychic) ✦ Daily (Standard Action)</b></p><p>Close burst 3; +13 vs. Will; 2d6 + 3 psychic damage, and the target is dazed (save ends).</p><h3>Normal (5–11)</h3><p><i>\"Well, you're better than hanging from a hook on the wall.\"</i><bt/>The Head of Vyrellis has little confidence in its new \"owner,\" but is willing to be convinced. If asked, it gives basic information about what's in each section of the pyramid, but only as characters get close. It speaks of \"those plant monsters\" in Locations 6–10, \"the library\" (14 and 15), \"aberrations, horrible things\" in Locations 20–24, \"a dragon\" around Location 26, and \"the walking dead\" in Locations 27–29. It claims ignorance of any details.</p><h3>Unsatisfied (1–4)</h3><p><i>\"This will never do.\"</i><bt/>The owner is making a mess of her plans, and Vyrellis has little hope of escaping the pyramid. Its greatest fear is falling into the hands of one of the splinters of Karavakos. It doesn't share any information with its possessor.</p><p class=\"basics\"><b>Special:</b> You immediately lose one healing surge and start each new day with one less surge than the day before.</p><h3>Angered (0 or lower)</h3><p><i>\"Imbecile! I insist you put me in the care of someone competent!\"</i><bt/>The Head actively seeks a character it feels has a chance to defeat Karavakos and win escape from the pyramid.</p><p class=\"basics\"><b>Special:</b> You take a -2 penalty to Will defense.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"hQLOtO0EYIifk9tP",
	"sort":0,
	"_key":"!items!hQLOtO0EYIifk9tP"
}