{
	"name":"Heartwood Spear",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/spear4.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This wood-shafted spear has wicked, pointed heads at both ends.</i></p><p class=\"basics\"><b>Weapon:</b> Spear</p><p class=\"basics\"><b>Enhancement:</b> +4 to attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +4d12 damage</p><p class=\"subheading\"><b>Properties</b></p><ul>The spear cannot be broken and is immune to damage.</li><li>You can throw the spear as a heavy thrown weapon (range 10/20).</li><li>When you hit and deal damage to a defiler with the spear, any damage dice that show a 1 or a 2 deal 3 damage instead.</li><li>When you attack a defiler with the spear and miss, the defiler still takes half damage if the attack doesn't normally deal damage on a miss.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit an enemy with a weapon attack using this spear. <i><i>Effect:</i></i> The enemy is weakened (save ends). <i>After<i>Effect:</i></i> The enemy is weakened until the end of your next turn.</p><p>In the wake of the death of the tyrant sorcerer-king Kalak, many people throughout Athas believe that their vicious rulers are far more vulnerable than appearance would indicate. In a sense, this is true, since much of the sorcerer-kings' power derives from their control over their people, as wielded through their templars. Anyone, however, who has faced one of the sorcerer-kings and lived to tell the tale can describe the overpowering strength of will and the raw arcane and psionic power that radiates from a sorcerer-king. It is clear now that sorcerer-kings can be overthrown, but any attempt to do so must be accompanied by great luck, a willingness to sacrifice one's life to end a tyrant's reign, and the right tools and talent to overcome the mighty defiling magic and the power of the Way that keep a tyrant on the throne.<bt/>Few people other than King Tithian and the heroes of Tyr grasp how much more was involved in Kalak's death than springing a surprise attack upon him. The gladiator Rikus wielded a powerful primal artifact known as the Heartwood Spear, and a wound from this spear is what made the sorcerer-king vulnerable to further attack. Without the Heartwood Spear, Kalak's defenses would have turned aside the gladiator's attack, and the sorcerer-king would still be ruling over Tyr and terrorizing the other city-states after completing his transformation into a dragon.<bt/>The Heartwood Spear was given to the heroes of Tyr by the halflings of the Forest Ridge, beyond the Ringing Mountains. The weapon channels the primal forces of the world; in many ways, it is the physical manifestation of Athas's remaining will to fight against defiling magic. Though the origin of the spear is shrouded in mystery, some believe that a halfling shaman crafted the artifact while under the guidance of primal spirits, and they theorize that the shaman crafted it from a fragment of a tree of life.<bt/>Upon Kalak's death, the other sorcerer-kings realized that a weapon capable of slaying them exists, and that it can be used by creatures weaker than the sorcerer-kings. The weapon disappeared during the chaotic aftermath of the liberation of Tyr. Though many seek it (both to keep it out of the hands of rebels and to use it against a sorcerer-king), its location remains a mystery.</p><h2>Goals of the Heartwood Spear</h2><p>Unlike some other artifacts, the Heartwood Spear has no true sentience or greater will behind it. Instead, the primal spirits of the world decide the fate of the spear and its wielder. Many primal guardians believe that the few remaining primal spirits of the world take an active role in guiding the wielder of the spear and use the wielder as a tool to reduce the threat of further defiling. Any goals and concordance seemingly expressed or displayed by the spear originate from the primal spirits that have a vested interest in the use of the artifact—they do not originate from the spear.</p><ul><li>Destroy all defilers, especially the sorcerer-kings.</li><li>Help restore the life force of Athas.</li><li>Protect the few remaining verdant reaches of Athas against destruction.</li><li>Restore the influence of the primal spirits over the peoples of Athas.</li></ul><h2>Roleplaying the Heartwood Spear</h2><p>Though the Heartwood Spear has no ability to interact with a character who wields it, the primal spirits that watch over the spear might manifest themselves to the wielder. For example, while heroes are camped at an oasis, the wielder of the Heartwood Spear might see a vision of a spectral floating mantle beckoning him or her away from the camp. Once away from other ears, the creature speaks in a human voice, conveying the desires of the primal spirits.<bt/>Other forms of interaction could include subtle cues from nature (for example, a strong gust of wind pushing the wielder down one path when confronted with a fork in the road) or actual intervention in times of crisis (such as a primal spirit possessing the body of the wielder to give the hero more strength in battle).<bt/>The concordance of the Heartwood Spear represents the wielder's esteem in the minds of the primal spirits that oversee the artifact's use. As the wielder gains the favor of those primal spirits by bringing the spear closer to fulfilling its intended purpose, those spirits unlock more of the spear's abilities. If the wielder acts in a way that earns the spirits' disdain, the wielder might find that the spirits have placed an effect on the artifact to make the wielder want to cast it aside.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner has at least one primal power</td><td>+2</td></tr><tr><td>Owner has the primal guardian theme</td><td>+2</td></tr><tr><td>Owner uses the spear to kill a defiler (maximum 1/encounter)</td><td>+1</td></tr><tr><td>Owner spends at least 8 hours tending to an area of verdant growth</td><td>+1</td></tr><tr><td>Owner or a nearby ally uses arcane defiling</td><td>-2</td></tr><tr><td>Owner shows blatant disregard for preserving natural growth</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"With this spear, I shall free the city-states from the tyranny of the Dragon.\"</i><bt/>The primal spirits are pleased with the wielder of the Heartwood Spear. They bless the wielder with the ability to lash out at defilers who are far more powerful than the wielder, to encourage heroes to step forward and attempt what they would otherwise consider impossible.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain resist 15 necrotic.</li><li>You roll two dice for attack rolls against defilers and the Dragon of Tyr, using either result. If an effect lets you reroll an attack roll and you rolled twice because of this property, you reroll both dice. If an effect causes you to roll twice for an attack roll and use either the higher or the lower result, this property cannot be used with that attack.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit a defiler that is higher in level than you with a weapon attack using this spear. <i><i>Effect:</i></i> Until the end of the encounter, that defiler takes a -4 penalty to attack rolls and all defenses.</p><h3>Satisfied (12–15)</h3><p><i>\"Truly I wield the bane of the sorcerer-kings. Its power is now the power of the enslaved.\"</i><bt/>The primal spirits are satisfied with the wielder of the Heartwood Spear, but they could be better placated. Primal spirits might still communicate their desires to him or her, but they do so rarely. Great defilers such as the Dragon and the sorcerer-kings still roam the world, and Athas's primal spirits will not be satisfied until these enemies are destroyed. To aid in this process, the weapon begins to exude a sap that is anathema to the vile creatures of Athas.</p><p class=\"subheading\"><b>Property</b></p><p>You gain resist 10 necrotic.</p><p class=\"subheading\"><b>Power (Poison, Radiant) ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit an enemy with a weapon attack using this spear. <i><i>Effect:</i></i> The enemy takes ongoing 15 poison and radiant damage (save ends).</p><h3>Normal (5–11)</h3><p><i>\"So, this is the spear that slew Kalak? Such a small thing to bring down an ancient tyrant.\"</i><bt/>The primal spirits wait to see whether the wielder of the Heartwood Spear takes actions that please them. The spear has great power, but the wielder has not yet unlocked its potential.</p><h3>Unsatisfied (1–4)</h3><p><i>\"A force of the natural world sets itself against me as long as I carry the spear.\"</i><bt/>The primal spirits don't believe that the wielder of the Heartwood Spear has goals that align with theirs. For now, the artifact gives warning by lashing out at its wielder from time to time and letting its venomous sap sting in the wound.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain vulnerable 5 poison and lose any poison resistance you have.</li><li>When you roll a natural 1 on any weapon attack using this spear, you take ongoing 5 damage (save ends).</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"The spear is not mine to own; I fear that someone—or something—is coming for it even as we speak.\"</i><bt/>The primal spirits no longer want the wielder of the Heartwood Spear to have the artifact, and they begin communicating this fact to those who serve them.<bt/>It won't be long before the spear's chosen guardians come to claim it.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain vulnerable 10 poison and lose any poison resistance you have.</li><li>When you roll a natural 1 on any weapon attack using this spear, you take ongoing 5 damage (save ends).</li><li>You grant combat advantage while holding or carrying the spear.</li></ul><br/></p><h2>Moving On</h2><p><i>\"All things must fade in time; for this spear, it is time once more to become a part of the land.\"</i><bt/>The Heartwood Spear is guarded jealously by the primal spirits and their servants. It is unlikely to remain in the hands of one wielder for long. Once the weapon has been used for the purpose its primal spirit guardians have set before the wielder, or once the wielder veers too far away from their plans, the spirits that oversee the Heartwood Spear either manifest and reclaim it or order one of their servants to do so. Like the natural world, the Heartwood Spear obeys a cycle of life and death, ascending in importance in the world before fading back into obscurity for a time. When the primal spirits deem it necessary, the spear will rise to prominence again just as spring renews that which dies in winter.<bt/>Not every wielder of the Heartwood Spear is willing to give it up once he or she is meant to be done with it.  When this happens, the primal spirits set their power against that of the wielder. In most cases, the primal spirits command their servants to seize the artifact and punish its wielder. A character who refuses to give up the weapon might find a horde of halflings closing in, eager to take back the spear at any cost. In rare cases, the spirits themselves might intervene and confront the spear's user directly.<bt/>When the Heartwood Spear is surrendered to the primal spirits or their designated guardian, the artifact is carried to a secret location and transformed once more into a vibrant and ancient oak tree.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":6,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":10,
			"long":20,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"simpleM",
		"weaponHand":"hMain",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":true,
			"tlg":false,
			"two":false,
			"ver":true
		},
		"proficient":true,
		"proficientI":false,
		"profBonus":2,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":true,
		"damageDice":{
			"parts":[
				[
					"1",
					"8",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":null,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":true,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d12",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"spear",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":null,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"63XerlQ8Jo1gi6wl",
	"sort":1200000,
	"_key":"!items!63XerlQ8Jo1gi6wl"
}