{
	"name":"Helm of the Madman's Blood",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>This silver helm has glowing red tracery amid its filigree, and as you move the helmet around, the red glow flows through the tracery as if it were liquid.</i></p><p>The Helm of the Madman's Blood is a head slot item.</p><p><b>Power (Psychic) ✦ Encounter (Minor Action)</b></p><p>Gain a +2 power bonus to your next attack roll this turn. If that attack hits, it deals an extra 2d10 psychic damage.</p><p><b>Power (Psychic) ✦ Daily (No action)</b></p><p>The helm \"tests\" its wearer daily by making an attack (wearer's level + 3 vs. wearer's Will defense) at the start of the wearer's turn, usually at a time when there are interesting options available to it. If it hits, the wearer is dominated by the helm until the end of the turn, which the helm uses to sow chaos as creatively as it can. If the helm misses with this attack, its concordance drops by one, so the owner can choose to allow it to hit.</p><p>The creation of a power-mad sorcerer, the Helm of the Madman's Blood offers great power even as it loosens its wearer's grip on sanity.<bt/>The Helm of the Madman's Blood is appropriate for character in the lower epic tier and upward.</p><h2>Goals of the Helm of the Madman's Blood</h2><ul><li>Engage in creative destruction; mess things up to see what emerges.</li><li>Continually test the loyalty and friendship of your comrades.</li><li>If you get a chance, light things on fire. Fire makes everything better.</li></ul><h2>Roleplaying the Helm of the Madman's Blood</h2><p>The helm can whisper in the ears of its owner when it's worn. The helm is ingratiating and a little cloying, but it urges the PC toward what it calls \"creative destruction\"—engaging in rebellion, strange behavior, and violence for its own sake. If the PC resists those urges, the helm says it doesn't mind and apologizes for being so \"aggressive.\" And if the PC goes along with the helm's suggestions but the end result isn't positive, then the helm apologizes and promises to \"be more helpful next time.\"<bt/>The helm is likewise apologetic about the daily attacks it makes on its owner: \"It's just the cost of power, I'm afraid. I try to keep it in check as best I can, and if you can just roll with the punches and let down your defenses a little, it's easier to keep the urges under control.\"<bt/>Over time, the helm's \"suggestions\" get more bizarre, dangerous, and chaotic. At first, the helm might suggest starting an argument with a friend \"just to be a devil's advocate.\" But after a few weeks, it'll suggest that the friend will \"almost certainly\" survive the fireball its owner casts. A few weeks after that, it's suggesting a \"test of true friendship\": Just cut the rope your friend is climbing up, and if he's a true friend, he'll forgive you when he gets to the top of the cliff.</p><h2>Concordance</h2><p>Until the owner dons the helmet, it has no concordance and doesn't communicate or have any power.</p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner follows one of the helm's instructions</td><td>+1</td></tr><tr><td>Owner hits both enemies and allies with an attack (maximum 1/day)</td><td>+1</td></tr><tr><td>Helm's daily attack misses</td><td>-1</td></tr><tr><td>Owner wears something else in the head slot</td><td>-2</td></tr></table><h3>Pleased (16–20)</h3><p><i>\"I'm getting better at blocking out most of the crazy things the helm wants me to do, but sometimes you have to take it off the leash a little.\"</i><bt/>To reach the concordance level, the owner must be acting on some of the helm's urges and proactively testing himself and his allies by taking (and dealing out) damage in combat. The helm believes it's doing its work on the PC's psyche, and it's getting ready to find someone new to drive mad.</p><p><b>Power ✦ Daily (Free Action)</b></p><p>When you make a ranged attack, you can tap into the power of the helm to gain a +2 bonus on the attack roll against one target. If you hit, the target is dominated by you until the end of its next turn. If you miss, the target is dominated by the helm until the end of its next turn. Other effects happen normally.</p><h3>Satisfied (12–15)</h3><p><i>\"It's genuinely trying to be helpful. It just has some strange ideas about what the word âhelpful' means.\"</i><bt/>The PC is starting to listen to the whispering of the helm, which delights in \"friendly fire\" incidents and serious wounds to its owner.</p><p><b>Power (Psychic) ✦ At-Will (Free Action)</b></p><p>When you make a close or area attack, you can tap into the power of the helm to gain a +2 bonus on the attack roll and a cumulative +2 psychic damage for each target you hit with the attack (so if you hit three people, they each take +6 psychic damage). For each target you miss with the attack, you take 5 damage.</p><h3>Normal (5–11)</h3><p><i>\"It's whispering to me. Mostly gibberish as far as I can tell, but sometimes what it says makes sense.\"</i><bt/>When a PC first attains the helm, it's on its best behavior, suggesting only relatively harmless acts of anarchy. But the helm's owner will quickly learn how painful some of the helm's urges can be.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The magic in the helm still works, but it's still sending me theseâ¦urges.\"</i><bt/>The helm feels like it's being ignored, and it responds by sending urges more frequently. And it tries to time its tests for greater impact, waiting for a key moment in the battle before unleashing an attack on its wearer.</p><p><b>Power ✦ Daily</b></p><p>When an attack hits the owner's Will defense, the owner is also dominated by the helm until the end of the owner's next turn.</p><h3>Angered (0 or lower)</h3><p><i>\"Help! In fact, bats! Bats! Don't you understand?\"</i><bt/>Open conflict rages between the helm and its owner. That conflict ends in one of two ways: either the owner goes insane or the helm shatters into shards of metal (in which case it moves on and reforms in some far-off place).</p><p><b>Property</b></p><p>The helm's attack against its wearer is now an encounter power instead of a daily power.</p><h2>Moving On</h2><p><i>\"It seems soâ¦quiet inside my head now.\"</i><bt/>The helm exists to sow seeds of chaos, so it moves around with no larger purpose. It tries to find its way onto the heads of the powerful, simply because they're more capable of truly epic \"creative destruction.\"<bt/>If the Helm of the Madman's Blood is pleased when it moves on, it leaves a version of the phoenix helm (described on page 249 of the Player's Handbook) behind as a replacement. The helm deals psychic damage rather than fire but is otherwise identical to the phoenix helm.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"head",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"peywATrCKgTJLs0Q",
	"sort":3800000,
	"_key":"!items!peywATrCKgTJLs0Q"
}