{
	"name":"Ilthuviel's Blackened Heart",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>The great green wyrm Ilthuviel was one of the first dragons that sought to become a dracolich. Something went awry, and he did not gain lichdom. This matte platinum amulet has a green dragon's black and shrunken heart embedded within it.</i></p><p>Ilthuviel's Blackened Heart is an amulet of health +4. It has the following properties and powers.</p><p class=\"basics\"><b>Item Slot:</b> Neck</p><p class=\"basics\"><b>Enhancement:</b> Fortitude, Reflex, and Will</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Gain resist 10 poison.</li><li>You can speak and understand the Draconic language and can read the Iokharic script.</li></ul><p class=\"subheading\"><b>Power (Arcane, Charm, Implement) ✦ Daily (Standard Action)</b></p><p>You can use delusions of loyalty (warlock 19).</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>You can end all ongoing poison damage, and all charm or poison effects.</p><p class=\"basics\"><b>Special:</b> The Heart's powers and protective properties do not function in any way against green dragons.</p><h2>Goals of Ilthuviel's Blackened Heart</h2><ul><li>Exercise influence and authority over others.</li><li>Wreak havoc on divine characters and organized religion.</li><li>Become the possession of an ambitious ancient green dragon.</li></ul><h2>Roleplaying Ilthuviel's Blackened Heart</h2><p>The great green wyrm Ilthuviel was among the first dragons to seek immortality through the process of becoming a dracolich. Legends disagree as to whether the procedure failed, or if someone interfered with the ritual at the last minute. Whatever the case, the rite went awry. Ilthuviel was utterly consumed in an inferno of black hellfire. He spat his rage and his hatred into a final curse as he died, and when the flames faded away, what remained was the dragon's black and shrunken heart, a vessel for all the evil he wished upon the world and upon the deities who had allowed his life to end.<bt/>The Heart only rarely communicates verbally. It sends waves of longing through its owner when it wishes the owner to take an action, or waves of loathing and even physical pain when it's displeased.<bt/>It urges its owner to grab what power and authority it can and to interact with others from a position of strength.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner has the dragon keyword</td><td>+2</td></tr><tr><td>Owner succeeds in a social challenge by using Intimidate (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner reduces a cleric, paladin, or other divine NPC or monster to 0 hit points (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner makes use of Diplomacy without first attempting Intimidate (maximum 1/encounter)</td><td>-1</td></tr><tr><td>Owner allows a divine character to use a beneficial power on him or her (maximum 1/day)</td><td>-1</td></tr><tr><td>Owner attacks a green dragon of lower level</td><td>-2</td></tr><tr><td>Owner attacks a green dragon of equal or higher level</td><td>-3</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The Heart is proud of me, and together we can gain power over this world that even a true dragon would envy.\"</i><bt/>The Heart approves of the owner's desire to wield power over others, and it sees further potential within the owner.</p><p>The Heart's enhancement bonus increases to +6.</p><p class=\"subheading\"><b>Property</b></p><p>The Heart grants you a +4 bonus to Intimidate checks.</p><p class=\"subheading\"><b>Power (Poison) ✦ Daily (Standard Action)</b></p><p>You can attack with the breath weapon of an elder green dragon: Close blast 5; Constitution vs. Fortitude; 2d10 + Constitution modifier poison damage, and the target takes ongoing 15 poison damage and is slowed (save ends both). Aftereffect: The target is slowed (save ends).<bt/>This power replaces the poison spittle granted by the Heart when it is satisfied.</p><p class=\"subheading\"><b>Power (Conjuration) ✦ Daily (Standard Action)</b></p><p>You conjure a weaker manifestation of Ilthuviel's original form. This conjuration takes the form of an elder green dragon. The dragon follows your commands willingly, but it can take only a single action each round. The dragon is otherwise a normal elder green dragon in form and abilities, and it can be killed as normal. <i>Sustain Standard:</i> You can sustain the conjuration for up to 1 minute, or until the elder green dragon conjuration is slain.</p><h3>Satisfied (12–15)</h3><p><i>\"The Heart respects me, and it can sense my potential. It gives me confidence to become a stronger leader.\"</i><bt/>The wielder has proven to the Heart that he or she isn't just another weak-willed humanoid. The Heart is willing to grudgingly grant the owner power as long as the owner continues to prove worthy.</p><p>The Heart's enhancement bonus increases to +5.</p><p class=\"subheading\"><b>Property</b></p><p>The Heart grants you a +2 bonus to Intimidate checks.</p><p class=\"subheading\"><b>Power (Poison) ✦ Daily (Standard Action)</b></p><p>You spit a gout of poison: Ranged 5; Constitution vs. Fortitude; 2d10 + Constitution modifier poison damage.</p><h3>Normal (5–11)</h3><p><i>\"The Heart is indifferent to me. I'll need to gain its trust and prove my strength of will.\"</i><bt/>When the owner first touches Ilthuviel's Blackened Heart, he or she is probably at this concordance. The Heart dislikes the owner, but hasn't grown to despise him or her.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Heart is disappointed with my weakness and frailty. Without the confidence it lends me, I worry over every crucial decision.\"</i><bt/>The Heart has all but given up on the wielder, deciding that the wielder is just like every other humanoid, weak and pathetic.</p><p>The Heart's enhancement bonus drops to +2.</p><p class=\"basics\"><b>Special:</b> You take a -2 penalty to Intimidate checks, to your Will defense against fear effects, and to saving throws to end fear effects. This applies regardless if you are using or simply wearing the Heart.</p><p class=\"basics\"><b>Special:</b> The Heart causes you to hesitate in battle. Each time you roll initiative, you must roll twice and take the lower roll.</p><h3>Angered (0 or lower)</h3><p><i>\"Waves of painful anger clutch my heart. The Heart despises me. I am assailed by doubts and see failure in every possibility unless the Heart tells me what to do.\"</i><bt/>The Heart believes that the wielder is utterly worthless, and it will do all it can to destroy its owner.</p><p>The Heart's enhancement bonus drops to 0.</p><p class=\"basics\"><b>Special:</b> You take a -5 penalty to Intimidate checks, to your Will defense against fear effects, and to saving throws to end fear effects. You take a -5 penalty to attack rolls and all defenses against dragons. This applies regardless if you are using or simply wearing the Heart.</p><p class=\"basics\"><b>Special:</b> The Heart causes you to hesitate in battle. Each time you roll initiative, you must roll twice and take the lower roll.</p><p class=\"basics\"><b>Special:</b> Any time you are reduced to fewer than 0 hit points and then healed, the Heart takes over. You are dominated (save ends), and the Heart causes you to attack your allies.</p><h2>Moving On</h2><p><i>\"The Heart swells with pride over my achievements but yearns to impart the strength of its will to a true dragon. I need to find it a worthy dragon for it.\"</i><bt/>The Heart recognizes that it has attained all the power this feeble humanoid can offer, and it seeks a green dragon master. Unlike many artifacts, the Heart tells the owner that it will soon be leaving. The Heart requests that its wielder find a worthy dragon to become its new master. It does not tell its owner what rewards it offers for doing so or what punishment it threatens for failure.<bt/>If the owner deliberately seeks out an elder or ancient green dragon and offers it the Heart, the artifact grants its wielder a final boon. The owner gains a permanent +2 bonus to Intimidate checks, to Will defense against fear effects, and to saving throws to end fear effects.<bt/>If the owner gains a level without having begun a quest to find an appropriate dragon—or gains a second level without having completed such a quest—the Heart crumbles to ash (reforming elsewhere in the world) and strikes its owner with a curse of nightmares. The owner takes a -2 penalty to Will defense against fear effects and a -2 penalty to saving throws to end fear effects. Two uses of the Remove Affliction ritual (one for each effect) can end these penalties.<bt/>Until it moves on, the Heart retains all the powers and properties appropriate for its current concordance.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"neck",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[
					[
						10,
						"poison"
					]
				]
			},
			"enhance":4
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"w9sXkgEkmW7R22lZ",
	"sort":2500000,
	"_key":"!items!w9sXkgEkmW7R22lZ"
}