{
	"name":"Jacinth of Inestimable Beauty",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>A fiery orange-red gemstone cut in the shape of an exotic flower, this dazzling jewel is set in a graceful necklace of purest gold.</i></p><p class=\"basics\"><b>Artifact:</b> Neck slot item<br/><b>Enhancement Bonus:</b> +3 to Fortitude, Reflex, and Will</p><p class=\"subheading\"><b>Properties</b></p><p>✦ You gain a +5 item bonus to Charisma-based skill checks.<br/>✦ Enemies take a -2 penalty to saving throws against your charm powers and effects.</p><p class=\"subheading\"><b>Utility Power (Healing) ✦ Encounter (Minor Action)</b></p><p><i><i>Effect:</i></i> Melee 1 (one creature). The target can make a saving throw against each effect on it that a save can end, and can spend a healing surge (or two healing surges if the target is bloodied).</p><p class=\"subheading\"><b> Utility Power (Aura, Charm) ✦ Daily (Standard Action)</b></p><p><i><i>Effect:</i></i> You activate an aura 5 that lasts until the end of the encounter or until you make an attack or are hit by an attack. While in the aura, creatures take a -4 penalty to the attack rolls of powers that include you as a target.</p><p>A famous eladrin heirloom, the Jacinth of Inestimable Beauty is a large orange jewel cut in the shape of a flower and mounted in a brooch of gold.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Long ago, an eladrin master jewelsmith named Immeral Silverleaf invented a way to use high elven magic to enhance the beauty and durability of natural gemstones. The magic gems he created were the wonder of the realm, and with each one he made, his skill and confidence grew. One day the dwarves of a neighboring realm unearthed a striking gemstone of perfect orange corundum—a blazing sapphire the color of fire. Immeral acquired the great gemstone from the dwarves in exchange for lavish gifts of his earlier work and promises of more to come, and then set about the task of creating his masterwork. Utterly devoted to his queen, he crafted a piece for her that would capture and reflect her beauty forever, which he dubbed the Jacinth of Inestimable Beauty.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;When the eladrin queen donned Immeral's jewel, all who stood before her fell under the influence of her beauty. Her realm flourished for many years, and she was famed far and wide for the aid and comfort that she provided for her subjects through the power of the artifact. Yet finally the long golden afternoon of her realm faded into dusk; her enemies grew strong, and the untold value of the jewel incited avarice in the hearts of the wicked. One dark day the queen was murdered by her husband, who was half-mad with jealousy because of the love so many nobles and courtiers held for his queen. The prince-consort was put to death, but the deed was done. The jacinth was sequestered away in the royal vaults, only to disappear when evil forces sacked the kingdom a few years later. As for Immeral, he never made another jewel after the jacinth.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;Since the days of the ancient eladrin kingdoms, the jacinth has appeared now and again in the possession of a series of monarchs. It is associated with gracefulness, justice, and prosperity... but also with vanity and avarice. Any monarch in the world would be strengthened by mere possession of the jacinth, and yet all too often the owners who have come after the queen have become obsessed with continuing to add to their own splendor, seeking to gain ever more objects of art and other items treasured for their beauty. Scholars speculate that the jacinth began planting this objective in the minds of its owners after leaving the queen's care. It prompts this greedy behavior in them precisely for the reason of making them vulnerable to others who envy their exquisite treasures. In such a way do these items of utmost value change hands from time to time, perhaps destined to land ultimately in the possession of a great ruler whose appreciation of their beauty knows no bounds, and whose ability to hold onto them despite threats is just as great. So it is with the jacinth itself, which is said to gravitate from owner to owner in a search for one who can truly replace the queen.</p><p class=\"subheading\"><b>Goals of the Jacinth</b></p><ul><li>Be treasured and worn by the most beautiful, graceful, and noble owner; urge an owner lacking in these traits to improve himself or herself.</li><li>Reign in splendor and magnificence, adored by all.</li><li>Celebrate and protect works of art and those who create and cherish them.</li></ul><p class=\"subheading\"><b>Concordance</b></p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d6</td></tr><tr><td>Owner gains rank, title, or nobility</td><td>+1d4</td></tr><tr><td>Owner has a Charisma score of 16 or higher</td><td>+2</td></tr><tr><td>Owner does not wear the Jacinth for a month</td><td>-1</td></tr><tr><td>Owner has a Charisma score of 10 or lower</td><td>-4</td></tr></table><br/></p><p class=\"subheading\"><b>Pleased (16–20)</b></p><p>The jacinth is enchanted with the personal majesty of its owner, and gladly reflects and magnifies its owner's glory for all to see.</p><p>The jacinth's enhancement bonus becomes +5, and its owner gains the use of the item's attack power for as long as the jacinth remains at this concordance.</p><p class=\"subheading\"><b> Attack Power ✦ Daily (Standard Action)</b></p><p><i><i>Attack:</i></i> Ranged 5 (one creature in range); your level + 5 vs. Will.</p><p><i><i>Hit:</i></i> The target is dominated (save ends). While the target is affected by this domination, you can direct it to make an attack as normal, but only against a creature that has attacked you.</p><p class=\"subheading\"><b>Satisfied (12–15)</b></p><p>The jacinth is content that its owner is providing opportunities for all to see and admire its beauty.</p><p>The jacinth's enhancement bonus becomes +4, and its owner gains the use of the following property for as long as the jacinth remains at this concordance or higher.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +2 bonus to any skill check associated with ruling, governing, or leading a realm.</p><p class=\"subheading\"><b>Normal (5–11)</b></p><p>The jacinth sees potential in its owner, but is not prepared to give him or her its full allegiance yet.<br/>&nbsp;&nbsp;&nbsp;&nbsp;At this concordance, the jacinth has the properties, powers, and other characteristics included in its description.</p><p class=\"subheading\"><b>Unsatisfied (1–4)</b></p><p>The jacinth believes that its owner is behaving in an ugly, grasping, or ungracious manner. It might entertain some small hope that he or she is a diamond in the rough, and if so it begins to make its prodding more and more obvious. If the owner doesn't show signs of improvement, the jacinth soon leaves.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The jacinth's enhancement bonus becomes +3, and its owner loses the use of the item's aura power, until the jacinth's concordance again increases to 5 or higher.</p><p class=\"subheading\"><b>Angered (0 or lower)</b></p><p>The owner refuses to behave in a manner befitting the jacinth's owner. The artifact seeks to abandon him or her at the first opportunity, and it incites greed and jealousy in those nearby.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The jacinth's enhancement bonus becomes +2, and its owner loses the use of the item's healing power, for as long as the jacinth remains at this concordance.</p><p class=\"subheading\"><b>Moving On</b></p><p>The jacinth is eternally compelled to search for the quintessential site of beauty, splendor, and wealth in the world. When the prospects of a monarch or some other rich individual exceed its current owner's prospects, the jacinth finds its way into the custody of a new owner.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the jacinth is pleased when it moves on, the previous owner gains a permanent +2 increase to his or her Charisma score.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"neck",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			},
			"enhance":3
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"XMPyJvfY0PPSaO6o",
	"sort":4800000,
	"_key":"!items!XMPyJvfY0PPSaO6o"
}