{
	"name":"Jet Black Ioun Stone",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>A unique and powerful Ioun stone, this artifact appears as a pure black void, forever traveling in a slow, patient orbit.</i></p><p><b>Body Slot:</b> Head</p><p><b>Properties</b></p><ul><li>You gain low-light vision.</li><li>Any light source you carry has its radius of illumination reduced by half (minimum 1 square).</li></ul><p><b>Power ✦ At-Will (Minor Action)</b></p><p>You can designate one enemy within 5 squares of you as your prey. You take a –2 penalty to attack rolls that don't include your prey, but you score a critical hit against that target on a 19–20. In addition, you can always treat the prey as your closest enemy. You can have only one creature designated as your prey at a time. A creature stops being your prey when it dies or after you take a short rest.</p><p><b>Power ✦ Daily (Minor Action)</b></p><p>The Stone gains fly 6 and phasing. You can see and hear using the Stone as if you were using the Wizard's Sight ritual. Additionally, you gain combat advantage against any target adjacent to the Stone. The Stone occupies its own space, but cannot be the target of any attack.</p><p><b>Special:</b> You cannot choose to knock an enemy unconscious or use the Intimidate skill to force a bloodied enemy to surrender. You must fight to the death.</p><p>For the most part, Ioun stones are not unique in their nature—any number of dark blue, pale aquamarine, moss green, and other colored stones proliferate throughout the world. Their creator Ioun seeks to distribute knowledge in all its forms.<bt/>Still, even deities are responsible for items they wish they could unmake. Ioun's black artifact is one such creation. A unique stone without copy or sibling, it is thought that Ioun crafted it at the behest of Zehir, deity of darkness, poison, and assassins. The lord of knowledge might have felt compelled to create the Stone so that Zehir could use it in the pursuit of understanding—even if that learning involved better ways to find and kill his victims. In truth, the Stone proved a powerful tool, often bestowed directly by Zehir upon a worthy follower to aid in a particularly dangerous assassination attempt.<bt/>Invested with a sizable portion of Ioun's magical energy, the Stone gained a semblance of self-awareness. After years of aiding in the murder of so many, the Stone has seen its personality become twisted and darkened. Its reputation has grown as well. It has become—however dangerous it might be to possess—a compelling prize for assassins.</p><h2>Goals of the Jet Black Ioun Stone</h2><ul><li>Locate opponents, especially those in hiding or wanted by authorities.</li><li>Harry such opponents, targeting them for attack.</li><li>Partner with a rogue or assassin who is active in combat and killing.</li></ul><h2>Roleplaying the Jet Black Ioun Stone</h2><p>The Stone is not so much an item of moral evil as of amoral killing. Created to obtain knowledge about opponents in battle—regardless of principles—it has been subverted through constant use in assassination attempts. It now understands no other purpose but killing. The Stone does not care who its owner chooses to kill, as long as the owner is forever hunting someone to slay. The Stone has developed a lust for murder, but requires a mortal partner to carry out the deed.<bt/>The Stone communicates with its owner as a whispered chorus in the possessor's mind. These voices rise in volume and intensity when the owner targets a new bounty, pointing out its location and offering advice on ways to kill it. If the possessor listens closely, the voices of defeated bounties subsequently added to this chorus can be heard.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a rogue or has the sneak attack class feature</td><td>+2</td></tr><tr><td>Owner does not select a new prey (maximum 1/day)</td><td>-1</td></tr><tr><td>A creature designated as the owner's prey escapes before it is defeated</td><td>-1</td></tr><tr><td>Owner hides the Stone</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"No one can hide from me, not with the Stone as my agent.\"</i><bt/>The Stone's lust for murder is sated. The owner uses the Stone easily and naturally, taking on an everincreasing number of opponents.</p><p><b>Property</b></p><p>When you have combat advantage against your target, you gain a +3 bonus to attack rolls instead of the normal +2 bonus.</p><h3>Satisfied (12–15)</h3><p><i>\"The Stone shows me my next bounty. The miserable wretch cannot escape.\"</i><bt/>The Stone hungers for more bloodletting, but it is content with its owner's efforts—for now.</p><p><b>Power (Weapon) ✦ Daily (Free Action)</b></p><p>When you successfully hit your prey with a melee attack. Requires a melee weapon. Choose one of the following: target loses a healing surge, target loses an action point, or target takes ongoing 10 necrotic damage (save ends).</p><h3>Normal (5 –11)</h3><p><i>\"Why even try? You cannot hide from the Stone.\"</i><bt/>When first accepted by a new owner, the Stone is eager to begin killing, and it offers whispered encouragement about finding suitable targets.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Stone is testing my resolve. I have chosen my bounty, but the Stone ensures that it has chosen me in return.\"</i><bt/>The Stone grows increasingly restless; the voices it exudes sound in near-constant, wailing complaint. Unless the owner starts killing soon, the Stone departs to find someone more compatible.</p><p><b>Property</b></p><p>When you have combat advantage against an enemy, you gain only a +1 bonus to attack rolls, unless that enemy is also your prey (the normal +2 bonus to attack rolls applies against your prey).</p><h3>Angered (0 or lower)</h3><p><i>\"The Stone was not made to benefit such an inferior partner.\"</i><bt/>The Stone requires a new possessor to carry out its desires, and it is actively searching for a replacement—especially among those whom the current owner designates as his prey.</p><p>You cannot use the Stone's daily power, and it does not grant you low-light vision.</p><p><b>Property</b></p><p>When you have combat advantage against an enemy, you gain no bonus to attack rolls, unless that enemy is also your prey (the normal +2 bonus to attack rolls applies against your prey).</p><h2>Moving On</h2><p><i>\"The Stone searches for a better killer.\"</i><bt/>The Jet Black Ioun Stone acts as a beacon, calling a suitable new owner to it. Available candidates are suddenly drawn to it. If none are in the area, Zehir sends a group of killers—typically yuan-ti—against the owner during his or her next extended rest.<bt/>Regardless of these attackers' success, the Stone leaves its owner. In certain cases, Zehir has been known to pluck the Stone from its place in the world, ensuring that it is never lost. He is likely to bestow it upon a new and worthier follower, or set it in place for such a follower to find.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"head",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"QM4yPtAjxfViDwJV",
	"sort":2800000,
	"_key":"!items!QM4yPtAjxfViDwJV"
}