{
	"name":"Mirror of Secrets",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>This large platinum hand mirror is inlaid with jade and onyx. It functions as a portal to a magic fortress in the Shadowfell that serves as Trebarra Kan's prison.</i></p><p>Wondrous Item</p><p><b>Properties</b></p><ul><li>The Mirror functions as a focus for scrying rituals that require a mirror. You can perform any scrying or travel ritual for half of its normal component cost and in half the normal amount of time. In addition, the Mirror functions as a +5 magic rod for the purpose of the powers it bestows.</li><li>You gain a +1 bonus to attack rolls with powers that have the charm, fear, necrotic, or psychic keyword.</li><li>Enemies take a -3 penalty to saving throws when they attempt to end ongoing conditions caused by your powers that have the charm, fear, necrotic, or psychic keywords.</li><li>You gain a +2 bonus to Arcana checks and Religion checks.</li><li>When making an attack roll using a power granted by the Mirror, you can apply the modifier of your highest ability score instead of the modifier normally used by the power.</li></ul><p><b>Power ✦ At-Will (Standard Action)</b></p><p>You can use eyebite (warlock 1).</p><p><b>Power ✦ Encounter (Standard Action)</b></p><p>You can use cloak of shadow (warlock 16).</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You can use raven's glamor (warlock 22).</p><p>In a rare show of unity, the worshipers of the deities Vecna and Zehir formed a secret pact. The combined group was the idea of its leader Trebarra Kan, a powerful priest who, by adeptly leading a double life, managed to become ordained by the temples of both deities. The revelation of his twin loyalties drew faithful from both sides, and the pact between them became both powerful and wideranging. Power brought discord, however, and a competition for allegiances followed. As his careful plans began unraveling, Trebarra Kan attempted to create a magic mirror that would bend insurgents to his will and drive others mad. At a particularly delicate stage of the item's creation, open warfare broke out between the factions. The mix of magical forces sparked a conflagration that enveloped Trebarra Kan and trapped him forever inside his creation.</p><h2>Goals of the Mirror of Secrets</h2><ul><li>Spread duplicity, weave illusions, and create intrigue wherever possible.</li><li>Find the ancient relics of Trebarra Kan and those who came after him, including the Tome of Shadow.</li><li>Free Trebarra Kan from his prison plane.</li><li>Explore the magic of shadows, death, undead, and illusions to break down the barriers between worlds.</li></ul><h2>Roleplaying the Mirror of Secrets</h2><p>The Mirror acts as a medium for Trebarra Kan from his prison plane. He communicates with its owner both telepathically and verbally, using the latter only when others are not around to hear the conversation. Trebarra Kan is impatient and insistent, constantly trying to steer the owner toward his goals. He is decidedly macabre, having lost all vestiges of humanity over the years. More than a century of time in a shadow prison has corrupted Trebarra Kan's form, turning him into an insubstantial spirit. He no longer understands human goals and motivations. He also no longer has any interest in religion, having long since given himself wholly to shadow magic.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a member of an arcane class</td><td>+2</td></tr><tr><td>Owner possesses at least three powers that have the necrotic, psychic, fear, or charm keyword</td><td>+2</td></tr><tr><td>Owner is good or lawful good</td><td>-2</td></tr><tr><td>Owner is a member of a divine class</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"We will show the world things it has never seen and could never imagine.\"</i><bt/>The Mirror of Secrets is pleased with its wielder—for the time being. It focuses on spreading its schemes and freeing Trebarra Kan.</p><p><b>Properties</b></p><ul><li>The component cost and the time to perform scrying and travel rituals decreases to one-quarter normal.</li><li>The Mirror's item bonus to Arcana checks and Religion checks increases to +6.</li></ul><br/></p><h3>Satisfied (12–15)</h3><p><i>\"We are well on our way to achieving a goal that is over a century in the making.\"</i><bt/>The Mirror is satisfied enough with its wielder, but it believes one better is out there. It sometimes takes on a life of its own.</p><p><b>Property</b></p><p>The Mirror's item bonus to Arcana checks and Religion checks increases to +4.</p><h3>Normal (5–11)</h3><p><i>\"I feel as though we have potential if we act together.\"</i><bt/>When the Mirror first comes in contact with an owner, mental images and visions of previous times, magical power, and other worlds spill forth. An owner who responds positively is seen in a favorable light. One who responds negatively is perceived poorly.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Mirror is driving me mad.\"</i><bt/>The Mirror believes its owner has little chance of achieving its goals. It implores the owner to consider imparting the artifact to someone else.</p><p><b>Properties</b></p><ul><li>You take a -2 penalty to Will. This penalty applies whether you are using or even holding the Mirror.</li><li>Any powers granted by the Mirror have only a 50% chance of working. If a power fails, it is expended and its action is wasted.</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"The Mirror requires a more worthy master!\"</i><bt/>The Mirror is completely frustrated by its owner and desperately seeks a new one. It frequently defies its possessor, and all pretenses of civility are at an end.</p><p><b>Properties</b></p><ul><li>You take a -4 penalty to Will. This penalty applies whether you are using or even holding the Mirror.</li><li>Any powers granted by the Mirror have only a 25% chance of working. If a power fails, it is expended and its action is wasted.</li></ul><br/></p><h2>Moving On</h2><p><i>\"I'm free!\"</i><bt/>If the Mirror moves on because it is pleased, it shatters, freeing Trebarra Kan. His spirit passes into the owner's body, permanently taking it over as his own. The Mirror remains destroyed until the body of the former owner dies. At that point, the artifact reforms in a random location, waiting to trap the soul of another ambitious meddler.<bt/>The DM and the player should work together to determine if it is appropriate for the player to continue playing this character. It might be possible for the player to play the role of Trebarra Kan, but such roleplaying might be less enjoyable than creating a new PC.<bt/>If the Mirror moves on because it is displeased, the former owner takes a permanent -1 penalty to Arcana checks and Religion checks.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"p6L3nnlEuJwW1TsX",
	"sort":2900000,
	"_key":"!items!p6L3nnlEuJwW1TsX"
}