{
	"name":"Modron Toy",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This small toy is shaped like a rogue modron. You can manipulate it to bring forth its remarkable powers.</i></p><p class=\"basics\"><b>Wondrous Item</b><b>:</b> Uncommon</p>\n<p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p><i>Effect:</i> You open a portal in an unoccupied square adjacent to you. This portal leads to a pocket dimension bounded by interlocked gears, about 100 feet on a side. The portal remains open until the end of your next turn. After the portal closes, the DM rolls a d20. On a roll of 15 or higher, time flows quickly, and 8 hours within the pocket dimension are equivalent to 4 hours outside it. On a roll of 5 or lower, time flows slowly, and 8 hours within the pocket dimension are equivalent to 16 hours outside it. After 8 hours in the pocket dimension, everything within it returns to the area where the portal opened or to a random location in Mechanus (DM's choice).</p><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p><i>Effect:</i> You summon a duodrone balancer in an unoccupied space within 10 squares of you. The balancer is an ally to you and your allies, and acts on your turn. The balancer lacks actions of its own. Instead, you spend actions to command it mentally, choosing from the actions in the balancer's description. You must have line of effect to the balancer to command it. When you command the balancer, you and the balancer share knowledge but not senses. When you take a move action, you can also command the balancer to move up to its speed. When the balancer makes a check, you make the roll using your game statistics, not including any temporary bonuses or penalties. The balancer lasts until you use this power again, until it drops below 1 hit point, or until it ends its turn more than 10 squares away from the modron toy. If the balancer drops below 1 hit point, you lose a healing surge (or hit points equal to your surge value if you have no surges left). You can dismiss the balancer as a minor action.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":425000,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"level":"23",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"wu08mGJRd35BCzZM",
	"_key":"!items!wu08mGJRd35BCzZM"
}