{
	"name":"Nightbringer",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/heavy_blade5.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>Each of the lesser courtiers of Orcus, the first exarchs he forged in his great battles against the gods, received one mighty artifact. The Lord of Zombies received Nightbringer, a weapon supposedly forged from a single drop of blood shed by the Chained God when he cut himself on the mote of absolute evil that formed the Abyss.</i></p><p>The sword Nightbringer is a +5 vicious longsword with the following properties and powers.</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls.</p><p class=\"basics\"><b>Critical:</b> +5d12 damage.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>A creature struck by Nightbringer loses its necrotic immunity and resistance, if any, until the end of the next short rest it takes.</li><li>You lose vulnerable radiant, if you have that weakness.</li><li>You can speak Abyssal and read its script.</li><li>Undead take a -2 penalty on all attacks against you.</li><li>If you suffer an effect from an undead creature that a save can end, you can make a saving throw against it immediately upon gaining the effect.</li></ul><p class=\"subheading\"><b>Power (Charm) ✦ Daily (Standard Action)</b></p><p>Lord of the Shambling Dead. Close burst 5; all undead in the burst with a level lower than yours are dominated (save ends).</p><p class=\"subheading\"><b>Power (Healing) ✦ Encounter (No Action)</b></p><p>Devourer of Souls. When you reduce a foe to 0 or fewer hit points with Nightbringer, you regain one healing surge.</p><h2>Goals of Nightbringer</h2><ul><li>Gather an army of undead monsters and demons to spread destruction, death, and misery across the planes.</li><li>Slaughter anyone and anything that stands between Nightbringer and this goal.</li><li>Destroy anyone who threatens to leave Nightbringer without a master.</li></ul><h2>Roleplaying Nightbringer</h2><p>Nightbringer speaks in a voice that barely rises above a hoarse whisper. It speaks aloud, and compared to other artifacts is talkative and eager to share its opinions and views with others. Nightbringer is a practical weapon, content to be patient in pursuit of its goals. The rise of a cult to Orcus in Phaervorul awakened the sword from a long slumber, and it found in Zirithian a soul eager for blood, fire, destruction, and vengeance. Appearing within the drow's dreams, the sword lured him to Hordethrone and turned him to the worship of Orcus. With a new exarch on the rise, Nightbringer is eager to lead a fresh crusade of undead monsters against the realms of the living.<bt/>While dedicated to evil, Nightbringer is above all else pragmatic. It would rather be in someone's hands than moldering, dusty and with no chances of tasting blood in combat, in the shattered ruins of the Hordethrone.<bt/>Moreover, Nightbringer bears a grudge against Orcus. The sword was discovered, rather than forged, by the Lord of the Undead. It served him only because their goals happened to be in alignment. While the characters might believe that they are involved in a war between the drow and Orcus, in truth the struggle rages between the sword and the demon lord it once served.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is undead</td><td>+2</td></tr><tr><td>Owner slays a level 18 or higher follower of a good deity</td><td>+2</td></tr><tr><td>Owner kills a priest of Orcus (1/day)</td><td>+1</td></tr><tr><td>Owner fights a battle without using Nightbringer</td><td>-2</td></tr><tr><td>Owner refused to follow Nightbringer's suggestion</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The sword requires the blood of prophets, priests, and other heretics. I am to deliver their souls to the pits of Hell!\"</i><bt/>Nightbringer and its wielder have formed a powerful team, with the sword pleased that it has found a warrior willing to take up arms in its unholy crusade.</p><p>Nightbringer's enhancement increases to +6.</p><p class=\"basics\"><b>Critical:</b> +6d12 damage.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain immunity to necrotic damage.</li><li>You gain a +2 bonus to attacks with Nightbringer against undead.</li></ul><p class=\"subheading\"><b>Power (Necrotic) ✦ Daily (Minor Action)</b></p><p>Feed the Blade. Close burst 5; all creatures with 10 or fewer hit points are reduced to 0 hit points.</p><p class=\"subheading\"><b>Power (Necrotic) ✦ Daily (Free Action)</b></p><p>Shadow Life. Personal; if you are reduced to 0 or fewer hit points, you immediately use a healing surge. However, your concordance with Nightbringer is reduced by 1.</p><p class=\"subheading\"><b>Power (Teleportation) ✦ Daily (Standard Action)</b></p><p>Call of Orcus. Close burst 10; you and up to nine allies teleport to Thanatos, realm of Orcus.</p><h3>Satisfied (12–15)</h3><p><i>\"Nightbringer will fight for us. It as eager as we are to slay the minions of Orcus.\"</i><bt/>The wielder has slain Nightbringer's enemies and gained the sword's confidence that he or she is a skilled warrior who can help bring about its aims.</p><p class=\"subheading\"><b>Power (Necrotic) ✦ Daily (Minor Action)</b></p><p>Feast of Life. Spend a healing surge. The next time you hit a foe with Nightbringer, you gain extra necrotic damage to your damage roll equal to half your surge value.</p><h3>Normal (5–11)</h3><p><i>\"This is the sword Nightbringer. Once it served Orcus, but now it seeks vengeance against the Lord of the Undead.\"</i><bt/>The sword is neither pleased nor angry with its wielder. It waits to see how its new bearer handles himself in battle, hoping that he is a bloodthirsty, driven combatant who can prove useful in its dark crusade.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The sword hungers for life. It must be fed, or soon it will turn against us.\"</i><bt/>Nightbringer craves battle, and denying it the chance to devour the souls of its enemies pushes it to seek a new master. It works in subtle ways to ensure the death of its owner.</p><p class=\"subheading\"><b>Power ✦ At-Will (No Action)</b></p><p>Turn the Edge of Chance. Personal. Each time Nightbringer's owner is hit with an attack that isn't a critical hit, roll a d20. On a 19 or higher, the hit is a critical hit. Nightbringer uses this ability each time its bearer is hit.</p><h3>Angered (0 or lower)</h3><p><i>\"The sword is angry with me. If I am not careful, it will claim my soul as its own.\"</i><bt/>If Nightbringer's wielder angers the sword, it takes matters into its own hands, arranging the death of its bearer so that it may find a more amenable wielder.</p><p class=\"subheading\"><b>Property</b></p><p>Nightbringer's owner takes a -5 penalty on death saving throws.</p><h2>Moving On</h2><p><i>\"I live!\"</i><bt/>While Nightbringer is a sword, in truth it is the embryonic form of a mighty, primordial beast. With each soul it devours, it grows stronger. Eventually, when it devours enough souls, it transforms into its true form.<bt/>The exact nature of this threat is up to the Dungeon Master. Nightbringer has the potential to become a powerful enemy of the PCs.<bt/>The sword plays a role in future adventures in this series. If you plan on designing your own adventures, you can use the stat block below to represent Nightbringer when it achieves its beast form. In this form, it seeks to supplant Orcus as the lord of the undead. Nightbringer's first goal is to carve a domain of undead and demons in the natural world and the Elemental Chaos.<bt/>In its beast form, Nightbringer is a huge, catlike creature with red eyes, long, white fangs, and steel claws. It has a thick, black coat, streaked with red.</p><p> </p><p class=\"basics\"><b>Initiative</b> +11 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Senses</b> Perception +25; darkvision<br/><b>HP</b> 1135; <b>Bloodied</b> 567<br/><b>AC</b> 40; <b>Fortitude</b> 38, <b>Reflex</b> 37, <b>Will</b> 37<br/><b>Saving Throws</b> +5<br/><b>Speed</b> 12<br/><b>Action Points</b> 2</p><p> <b>Claws</b> (standard, at-will) </p><p>Reach 2; +29 vs AC; 2d10+10 damage, and the target is slowed (save ends).</p><p> <b>Claw Flurry</b> (standard, at-will) </p><p>Make four claw attacks.</p><p> <b>Soul Vortex</b> (standard, recharge ) </p><p>Close burst 5; +27 vs Fortitude; 5d6+15 damage, the target is immobilized until the end of Nightbringer's next turn, and the target loses a healing surge. For each healing surge lost, Nightbringer regains 20 hit points. Targets take half damage on a miss but do not lose healing surges.</p><p> <b>Soul Theft</b> (standard, at-will) </p><p>Ranged 20; +28 vs Reflex; 2d10+5 damage, and deals an extra 1d10 damage on all attacks against the target (save ends).</p><p> <b>Vicious Rebuke</b> (immediate reaction, when hit by a melee attack, at-will) </p><p>Reach 2; against triggering creature; +29 vs AC; 1d10+5 damage and push 3 squares.</p><p> <b>Threatening Reach</b></p><p>Nightbringer makes opportunity attacks against all creatures in its reach.</p><p class=\"basics\"><b>Alignment</b> Evil&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b> Languages</b> Abyssal, Common<br/><b>Skills</b> Arcana +22, Diplomacy +22, Intimidate +22, Stealth +25<br/><b>Str</b> 30 (+22)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Dex</b> 27 (+20)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Wis</b> 26 (+20)<br/><b>Con</b> 27 (+20)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Int</b> 20 (+17)  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Cha</b> 21 (+17)</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":4,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"militaryM",
		"weaponHand":"hMain",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":true
		},
		"proficient":true,
		"proficientI":false,
		"profBonus":3,
		"profImpBonus":0,
		"enhance":5,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"1",
					"8",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":null,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":true,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"5d12",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"longsword",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":null,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"VmWmlZGrI1vT3Ode",
	"sort":700000,
	"_key":"!items!VmWmlZGrI1vT3Ode"
}