{
	"name":"Orb of Kalid-Ma",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/orb4.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This obsidian sphere's reflective surface sometimes shows scenes of draconic transformations or images of the current location of others of its kind.</i></p><p class=\"basics\"><b>Implement:</b> Orb</p><p class=\"basics\"><b>Enhancement:</b> +4 to attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +4d10 psychic damage</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +4 bonus to AC against ranged weapon attacks.</li><li>You gain a +4 bonus to saving throws against the dominated condition.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p><i><i>Effect:</i></i> You regain 6 psionic power points.</p><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p><i><i>Effect:</i></i> You regain the use of one expended encounter or daily attack power that has the arcane or the psionic keyword.</p><p class=\"subheading\"><b>Power ✦ At-Will (Minor Action)</b></p><p>Requirement: One Orb of Kalid-Ma must be touching another. <i><i>Effect:</i></i> The two orbs meld into one. If all five orbs have been combined in this fashion, Kalid-Ma is resurrected and appears in the nearest unoccupied space.</p><p>The Orbs of Kalid-Ma are five obsidian spheres the sorcerer-king used in the ritual to transform himself into a defiler dragon. However, since Thakok-An's intervention corrupted that ritual, the orbs became so much more. Now they are vessels for the splintered consciousness of Kalid-Ma. In fact, the only reason that Kalid-Ma was not killed outright, and why his body sleeps in Kalidnay to this day, is because his mind became trapped within the Orbs of Kalid-Ma. The five orbs now seek to be reunited so Kalid-Ma can return to Athas.<bt/>When Kalidnay fell into the Gray, the five obsidian spheres remained on Athas. Successful looters, unaware of what they had found, took the orbs from the ziggurat in ruined Kalidnay and sold them. Now they are scattered across the Tyr Region. They have all but vanished from history, surfacing only in rare wild tales or historic accounts.<bt/>Laylon-Ka, the House Vordon lich in Kalidnay, has one of the Orbs of Kalid-Ma in her clutches. Hamanu is believed to have another. Unknown to all but a few dray, Absalom holds a third orb deep within Giustenal. The whereabouts of the other two are a mystery, although a dark rumor indicates such an obsidian sphere has been seen within Kalak's ziggurat.<bt/>Each orb is an artifact of great psychic and arcane power. A wielder of one of these obsidian spheres possesses a significant edge over any enemy. But an owner also feels an overwhelming obsession to find the other orbs.</p><h2>Goals of the Orbs of Kalid-Ma</h2><ul><li>To be reunited with all the other Orbs of Kalid-Ma, restoring Kalid-Ma's mind to his body.</li><li>To oppose the efforts of the Dragon of Tyr, Hamanu, Kalak, and King Tithian, Kalak's replacement.</li><li>To destroy the Dragon of Tyr.</li><li>To travel to shadow Kalidnay and find Thakok-An, possibly punishing her for her failure.</li></ul><h2>Roleplaying an Orb of Kalid-Ma</h2><p>Each of the Orbs of Kalid-Ma lacks a complete personality, but does possess enough of Kalid-Ma's mind to have purpose and will. An orb gives its wielder delusions of grandeur and invincibility. A person in possession of an orb also feels a strong compulsion to cast aside former interests to dedicate all time and effort to psionic and arcane studies. Every orb wishes for a wielder that is a master of psionics or arcane magic. Such a mystic is better equipped to reunite all five orbs.</p><h2>Concordance</h2><p>The Orbs of Kalid-Ma are unlike other artifacts, in that they do not respond to the growing power of their wielder. Instead, Orbs of Kalid-Ma seek out those who bring them closer to each other, and they reward anyone who takes steps toward restoring Kalid-Ma's mind.</p><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner takes the orb to Kalidnay</td><td>+5</td></tr><tr><td>Owner melds another Orb of Kalid-Ma</td><td>+5</td></tr><tr><td>Owner has the templar theme</td><td>+2</td></tr><tr><td>Owner has psionic power points</td><td>+2</td></tr><tr><td>Owner uses arcane defiling (1/day)</td><td>+1</td></tr><tr><td>Owner ends a day without having used the orb as an implement</td><td>-2</td></tr><tr><td>Owner acts against Kalidnay's interests</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"I hear the voice of Kalid-Ma.\"</i><bt/>The Orb of Kalid-Ma seeks to reward the wielder for his or her efforts in restoring Kalid-Ma to life. It shows frequent scenes of Kalid-Ma and Kalidnay before the catastrophe, giving the user visions of Kalid-Ma's glory days.</p><p class=\"subheading\"><b>Property</b></p><p>Whenever you make an attack that has the psychic keyword, you can score a critical hit on a roll of 19–20.</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p><i><i>Effect:</i></i> You and all allies within 10 squares of you can instantly travel to the outskirts of either ruined Kalidnay or shadow Kalidnay.</p><h3>Satisfied (12–15)</h3><p><i>\"A dragon waits to escape from this orb. I can feel it.\"</i><bt/>The wielder has likely taken some small steps toward restoring Kalid-Ma to his rightful place, but more can be done. Sometimes the orb quivers as though a creature inside is trying to hatch.</p><p class=\"subheading\"><b>Property</b></p><p>You are immune to psychic damage.</p><p class=\"subheading\"><b>Power (Necrotic, Psychic) ✦ Daily (Minor Action)</b></p><p><i><i>Effect:</i></i> Each enemy adjacent to you takes 20 necrotic and psychic damage.</p><h3>Normal (5–11)</h3><p><i>\"This orb is one of five, and each is more powerful when bound to another.\"</i><bt/>The Orb of Kalid-Ma waits and watches, offering neither positive nor negative feedback.</p><h3>Unsatisfied (1–4)</h3><p><i>\"Does anybody else hear that whispering?\"</i><bt/>The orb is openly displeased with its owner. Mental defenses it once provided begin to fade, opening weak spots in the wielder's mind.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain vulnerable 5 psychic, and you lose psychic resistance you have from any other source.</li><li>Whenever you roll a natural 1 on any attack roll you make using the Orb of Kalid-Ma, you grant combat advantage (save ends).</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"It erodes my mind. Soon, nothing will be left of me.\"</i><bt/>The orb knows that its wielder is not going to accomplish what all orbs desire. It actively tries to pass into the hands of another.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain vulnerable 10 psychic, and you lose psychic resistance you have from any other source.</li><li>Whenever you roll a natural 1 on any attack roll you make using the Orb of Kalid-Ma, you become dazed (save ends).</li></ul><br/></p><h2>Moving On</h2><p><i>\"The orbs seek each other, like kin lost in the desert.\"</i><bt/>An Orb of Kalid-Ma can move on in one of two ways. Either the orb seeks out another who is more willing to reunite the orbs and restore Kalid-Ma, or the wielder melds all five Orbs of Kalid-Ma. In the second case, the shadow-tainted sorcerer-king is reborn in all his magnificence. What he might do with or to his savior is anyone's guess.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d6",
		"critDamageFormImp":"4d10[psychic]",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"orb",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"8W4O9XUqXxcftftV",
	"sort":1300000,
	"_key":"!items!8W4O9XUqXxcftftV"
}