{
	"name":"Plastron of Tziphal",
	"type":"equipment",
	"img":"modules/dnd-4e-compendium/icons/armor/plate4.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This ceremonial breastplate is fashioned from dark stone. The surface is chipped and the edges jagged from the chisel that fashioned it. When worn, it merges with its wearer's flesh, turning skin to a rocky armor as hard as plate.</i></p><p>Although it looks like only a breastplate, the Plastron of Tziphal functions as +4 warplate armor. It has the following properties and powers.</p><p class=\"basics\"><b>Enhancement:</b> AC</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain resist 10 poison.</li><li>You gain an item bonus equal to the Plastron's current enhancement bonus to saving throws against slowing, immobilizing, petrifying, or restraining effects that a save can end.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>You gain resist 5 to all damage until the end of the encounter; or<bt/>Immediate Interrupt. <i><i>Trigger:</i></i> You are hit by an attack. <i><i>Effect:</i></i> You gain resist 15 to all damage until the end of your next turn.</p><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p>You gain a power bonus to Fortitude equal to the Plastron's current enhancement bonus until the end of the encounter.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You make a saving throw to end an effect. <i><i>Effect:</i></i> You make the triggering saving throw again and use either result.</p><h2>Goals of the Plastron of Tziphal</h2><ul><li>Thwart and destroy worshipers of the gods, especially of those deities that existed at the time of the Dawn War.</li><li>Increase the influence of elementals and primordials, as well as earth, rock, and petrifying creatures created by Tziphal.</li><li>Locate the grave of Tziphal, deep in the Elemental Chaos, and bring the primordial back to life.</li></ul><h2>Roleplaying the Plastron of Tziphal</h2><p>The Plastron doesn't communicate much with its wearer, indicating its desires through flashes of emotion. The artifact might project rage toward a creature it wants slain, fear of someone it wants to avoid, or a yearning for a location it wishes to visit. The Plastron cares little for how the wearer accomplishes these goals.<bt/>In its hatred, the Plastron coaxes its wearer to attack divine characters and immortal creatures. If the artifact foresees an opportunity to accomplish one of its goals, however, it might be willing to put up with the presence of such enemies in the short term.</p><h2>Plastron of Tziphal Lore</h2><p class=\"basics\"><b>Arcana DC 20:</b> The Plastron was carved from the rocky flesh of Tziphal the Mountain Builder, said to be the progenitor of creatures that petrify. The armor retains a bit of the primordial's power, as well as his hatred for the divine order that cast him down.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner completes a quest that contributes to the release of a primordial</td><td>+3</td></tr><tr><td>Owner is a goliath or a dwarf</td><td>+1</td></tr><tr><td>Owner kills an immortal creature or a divine character (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner gains a level without slaying an immortal creature or a divine character</td><td>-1</td></tr><tr><td>Owner is immortal or is a divine character</td><td>-3</td></tr><tr><td>Owner thwarts actions that contribute to the release of a primordial</td><td>-4</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"I am chosen of Tziphal. He shall walk the world again, leaving forests of stone in his wake, and I shall thrive in his shadow.\"</i><bt/>The wearer is a worthy champion of the primordials. The Plastron takes great steps to keep the champion alive and successful.</p><p>The artifact's enhancement bonus becomes +5.</p><p class=\"subheading\"><b>Property</b></p><p>You gain an item bonus to Fortitude equal to the Plastron's current enhancement bonus.</p><p class=\"subheading\"><b>Power ✦ Daily (Immediate ReAction)</b></p><p><i><i>Trigger:</i></i> You are hit by a melee attack. Target: The triggering creature. <i><i>Effect:</i></i> The target is immobilized (save ends). <i> First Failed Saving Throw:</i> The target is restrained (save ends). <i> Second Failed Saving Throw:</i> The target is petrified (save ends). <i> Third Failed Saving Throw:</i> The target is petrified (no save).</p><h3>Satisfied (12–15)</h3><p><i>\"Though I remain a lowly being of worldly flesh, through the power of the primordials I can become so much more.\"</i><bt/>The Plastron still views the wearer as inferior, but it has seen potential. It empowers the wearer in hopes of creating a more useful instrument.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +2 item bonus to Strength-based checks and a +2 item bonus to weapon damage rolls.</li><li>The item bonus to saving throws applies only to effects imposed on you by a divine character or an immortal creature.</li></ul><br/></p><h3>Normal (5–11)</h3><p><i>\"I can sense that this armor holds me in contempt, but it desires that I serve as an instrument of its will.\"</i><bt/>The armor finds nonelemental beings and those it considers unworthy to be distasteful, but it prefers any wearer to none. It is as patient as earth and stone, willing to wait for this one to prove worthy.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Plastron grows ever more disgusted with me. It sees in me all the weakness of those who have no elemental heritage.\"</i><bt/>The Plastron has lost hope that the wearer might prove valuable. It bides its time until it can move on, or until the wearer improves its concordance.</p><p>The artifact's enhancement bonus becomes +3.</p><p class=\"subheading\"><b>Property</b></p><p>You take a -2 penalty to attack rolls and damage rolls against earth creatures and creatures that have petrification powers.</p><p class=\"basics\"><b>Special:</b> The first time each day a critical hit is scored against you, you are immobilized (save ends). <i>First Failed Saving Throw:</i> You are restrained (save ends). <i>Second Failed Saving Throw:</i> You are petrified (save ends). <i>Third Failed Saving Throw:</i> You are petrified (no save).</p><h3>Angered (0 or lower)</h3><p><i>\"I represent everything the Plastron despises, all that Tziphal seeks to destroy. I must die to pave the way for Tziphal's return.\"</i><bt/>The Plastron views its wearer as just another package of divine energy in a fleshy wrapping that should be destroyed.</p><p>The artifact's enhancement bonus becomes +2.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You take a -2 penalty to attack rolls and damage rolls against elemental creatures.</li><li>Elemental creatures and earth creatures can score critical hits against you on a roll of 19–20.</li></ul><p class=\"basics\"><b>Special:</b> The first time each day that a critical hit is scored against an ally you can see, that ally is immobilized (save ends). <i> First Failed Saving Throw:</i> The ally is restrained (save ends). <i> Second Failed Saving Throw:</i> The ally is petrified (save ends). <i> Third Failed Saving Throw:</i> The ally is petrified (no save).</p><h2>Moving On</h2><p><i>\"The Mountain Builder calls . . .\"</i><bt/>The Plastron of Tziphal disappears, reappearing elsewhere in the world to continue its quest. If the Plastron is at least satisfied, the wearer gains a stony appearance, along with a permanent +1 bonus to AC and a permanent +2 bonus to saving throws against slowing, immobilizing, petrifying, or restraining effects that a save can end.<bt/>An unsatisfied or angered Plastron curses the wearer, draining away essence and transforming his or her body into a stone golem of the wearer's current level. The golem is compelled to seek out the nearest primordial cult and serve its members as though they had created it.<bt/>The wearer can be restored to life and flesh only by reducing the golem to 0 hit points and then performing the Remove Affliction and Raise Dead rituals in that order.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":50,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"armour",
			"subType":"heavy",
			"ac":15,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":true,
			"movePenValue":1,
			"skillCheck":true,
			"skillCheckValue":2,
			"damageRes":{
				"parts":[
					[
						10,
						"poison"
					]
				]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":"plate"
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"rDZMyfknIvhGsxW4",
	"sort":2100000,
	"_key":"!items!rDZMyfknIvhGsxW4"
}