{
	"name":"Rash and Reckless",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>These broad-cuffed black boots suggest an attitude of daring and panache. The two pairs are identical in every detail.</i></p><p><b>Item Slot:</b> Feet</p><p><b>Properties</b></p><ul><li>You can use your Dexterity modifier in place of your Strength modifier to make melee basic attacks with a weapon.</li><li>You gain a +2 item bonus to Acrobatics checks and Athletics checks.</li></ul><p><b>Power ✦ Daily (Minor Action)</b></p><p>Until the end of the encounter, each enemy adjacent to the ally wearing the other pair of these boots grants combat advantage to you.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You shift your speed and then make a melee basic attack.</p><h2>Rash and Reckless Lore</h2><p><b>History DC 22:</b> Rash and Reckless are the individual names of two artifacts, each a pair of boots, meant to be worn by two allies. They originally belonged to a pair of scoundrels who spent their lives in revelry and adventure in the capital city of Nerath years ago. The artifacts allow their owners to work in concert to perform masterful feats of acrobatics and athleticism.</p><p><b>History DC 27:</b> The original owners of Rash and Reckless were an inseparable pair of adventurers who began their professional life as acrobats in a traveling carnival. They extended the acrobatic training, teamwork, and entertainer's panache that they learned from the sideshows to their adventuring career. Everything else about this duo's life is a matter of conjecture, legend, and tall tale. To this day, no one is sure of their gender or race, where they were born, or the details of their adventuring career. Even their names are lost to history, replaced by the names of the artifacts they left behind as their legacy.</p><h2>Goals of Rash and Reckless</h2><ul><li>To perform deeds of daring action and adventure worthy of the stories told of the artifacts' original owners.</li><li>To help their owners pursue legendary adventures with flair and boldness.</li><li>To lead their owners to riches and renown.</li></ul><h2>Roleplaying Rash and Reckless</h2><p>Rash and Reckless don't speak, instead communicating through flashes of empathic resonance. A character wearing one of the artifacts is prone to surges of energy, often so great as to make the character leap to his or her feet, overwhelmed with the desire to move around. The artifacts inspire mischievous thoughts and spur the concoction of elaborate plots. They might suggest a certain course of action—always one that is brash and unconventional. Even limited as they are, the artifacts' communications advance their goal of bringing more daring action and excitement into the world.<bt/>Rash and Reckless share a friendly sense of competition. Each pair of boots seeks to goad its owner into the greatest, most flamboyant and foolhardy deeds. This competitiveness rubs off on the owners of the items, leading to characters who constantly seek to outdo each other in performing outrageous stunts. The artifacts reward this type of behavior with increased concordance.</p><h2>Concordance</h2><p>Each pair of boots has its own concordance with its owner. Much of the artifacts' concordance depends on the wearer accomplishing outrageous stunts. Maneuvers that are daring but not quite brilliant can increase the artifact's concordance with its owner by 1, while a truly legendary act (as determined by the DM) might increase it by 3.</p><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a rogue or a bard</td><td>+2</td></tr><tr><td>Owner is trained in Acrobatics and Athletics</td><td>+1</td></tr><tr><td>Owner pulls off a maneuver with great panache</td><td>+2</td></tr><tr><td>Owner rushes into danger (maximum 1/encounter)</td><td>+1</td></tr><tr><td>Owner falls due to a failed Athletics check</td><td>-1</td></tr><tr><td>Owner expresses caution</td><td>-1</td></tr><tr><td>Owner flees from a combat encounter</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"I know! Let's sneak into the baron's keep to find out what he's up to!\"</i><bt/>\"And we can steal his scepter while we're there!\"</i><bt/>The artifact is delighted with its owner, who displays the kind of behavior that the boots approve of. It encourages thoughts of daring adventures and reckless behavior, which it knows its owner will pursue.</p><p><b>Power ✦ Daily (Move Action)</b></p><p>You shift your speed.</p><p><b>Power ✦ Encounter (Free Action)</b></p><p><i>Trigger:</i> You score a critical hit. <i>Effect:</i> The target is dazed until the end of your next turn.</p><h3>Satisfied (12–15)</h3><p><i>\"Caution be damned!\"</i><bt/>\"Twice damned, I say!\"</i><bt/>The artifact sees encouraging signs that its owner is capable of truly legendary acts and gently urges the character to pursue a course of foolhardy action.</p><p><b>Properties</b></p><ul><li>You gain a +2 bonus to Bluff checks while using a disguise.</li><li>Whenever you shift, you can move into spaces occupied by creatures, but you can't end your movement in an occupied square.</li></ul><br/></p><h3>Normal (5–11)</h3><p><i>\"I feel like doing something...crazy.\"</i><bt/>\"Something wild!\"</i><bt/>The artifact initially stirs vague longings in its new owner, trying to goad the character into more daring and extravagant behavior.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I don't want to let my life be ruled by fear.\"</i><bt/>The artifact is displeased with an owner who is either too cautious or too incompetent to accomplish deeds worthy of its original owner. The character feels the artifact's dissatisfaction and longs to find an untapped reserve of bravery. Until the artifact's concordance improves, it grants no powers, but its properties still apply.</p><h3>Angered (0 or lower)</h3><p><i>\"These boots are slowing me down!\"</i><bt/>The artifact despises its owner, believing the character to be incapable of greatness and unworthy of its aid and attention. The artifact grants no powers, and its normal properties no longer apply.</p><p><b>Property</b></p><p>At the start of each encounter, you're slowed (save ends).</p><h2>Moving On</h2><p><i>\"The show must go on.\"</i><bt/>Rash and Reckless have a sense of the dramatic and a hunger for helping new performers play to new crowds. They rarely stay with heroes for more than a few adventures (a couple of levels). When it's time for them to move on, they look for a way to make a dramatic exit, preferring to vanish in a flash of light and a puff of smoke after their owners (ideally, working in concert) have accomplished a truly great stunt worthy of engendering a new legend.<bt/>If the artifacts are unsatisfied or angered with their owners, they leave at an inopportune time, perhaps disappearing from their owners' feet during an audience with a baron (or a hearing before a judge) to cause embarrassment to their failed owners.<bt/>Some stories tell that Rash and Reckless will sometimes return to their favorite heroes for a reunion performance and one final adventure.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"feet",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"KDKuWl8Cau6EMeaF",
	"sort":1800000,
	"_key":"!items!KDKuWl8Cau6EMeaF"
}