{
	"name":"Rod of Seven Parts",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/rod1.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This short segment of lusterless black metal looks like a single part of a larger whole.</i></p><p>A single segment of the Rod of Seven Parts is a +1 magic rod. Each additional segment joined to the first increases the Rod's enhancement bonus by 1 to a maximum of +7.</p><p>The Rod's properties and powers depend on how many segments are assembled together.</p><p>Implement (Rod)</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +1d6 damage per segment, or +1d10 damage per segment against elemental creatures</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Whenever you use a healing power, one target of the power can make a saving throw.</li><li>You gain a +1 item bonus to Diplomacy, Intimidate, and Religion checks per segment.</li></ul><br/></p><p>If all seven segments of the Rod of Seven Parts are assembled together, they gain the following additional property:</p><p class=\"subheading\"><b>Property</b></p><p>You can use the Rod as a simple melee weapon. You add its enhancement bonus to attack rolls and damage rolls of melee weapon attack powers, and it deals +7d6 critical damage, or +7d10 against elemental creatures. Used as a melee weapon, the Rod's proficiency bonus is +2 and its damage die is 1d10.</p><p>The renowned Rod of Seven Parts is appropriate for characters of any level. Unlike most artifacts, it's designed to come into play early in a character's career and play an important part in adventures through the epic tier.<bt/>The Rod consists of seven individual segments, each one between 4 and 15 inches long. Reassembled into a whole, they form a slender rod 5 feet in length.</p><h2>Rod of Seven Parts Lore</h2><p class=\"basics\"><b>Religion DC 28:</b> The Rod of Seven Parts was forged during the Dawn War that raged at the beginning of time between the gods and the primordials. It was crafted by the Wind Dukes of Aaqa, a group of seven angels that served Bahamut, with the assistance of one of Moradin's exarchs. Forged for use against Miska the Wolf-Spider, a demonic primordial of terrible power, it was ultimately driven through Miska's body, shattering into seven parts as it came into contact with the Wolf-Spider's chaotic energy.</p><p class=\"basics\"><b>Religion DC 33:</b> As the Rod shattered, Miska was cast through a planar breach (see page 185) and lost on an unknown plane, and the seven fragments of the Rod were scattered throughout the cosmos. The Rod hasn't been reassembled since, despite the best efforts of forces aligned with both sides of the cosmic war.</p><h2>Goals of the Rod of Seven Parts</h2><ul><li>Be reunited into a whole item once again.</li><li>Establish the divine rule of law in the world and the cosmos, taming the Elemental Chaos and destroying the remaining primordials.</li><li>Seek out and destroy Miska the Wolf-Spider once and for all.</li></ul><h2>Roleplaying the Rod of Seven Parts</h2><p>It's best for the PCs to find the smallest part of the Rod of Seven Parts first. Each individual segment of the Rod is capable of guiding its owner toward the next larger segment. If a character holds any portion of the Rod and thinks of it as part of a larger item, the character feels a vague sense of where the next largest piece lies, getting a clear sense of direction, but no indication of distance or circumstance.<bt/>As soon as two or more pieces of the Rod are joined together, the Rod's owner feels its urgent desire to be reassembled. Without being consciously aware of the Rod's influence, its owner also becomes aware of its goals. The character becomes inclined toward order and regulation, feeling a sense of revulsion when confronted by disorder, lawlessness, or anarchy.</p><h2>Concordance</h2><p>The primary way to increase the concordance of the Rod of Seven Parts, and through that its power, is to seek out additional segments and join them to the first segment found. Regardless of other conditions, the number of segments joined together determines the Rod's maximum concordance, as shown on the second table below.</p><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Each segment of the rod joined to the first</td><td>+2</td></tr><tr><td>Owner defeats an elemental (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner defeats a primordial</td><td>+4</td></tr><tr><td>Owner or an ally attacks an immortal (maximum 1/encounter)</td><td>-1</td></tr><tr><td>Owner flouts laws or codes of conduct</td><td>-2</td></tr></table><br/><table><tr><th>Number of Segments</th><th>Maximum Concordance</th></tr><tr><td>One</td><td>5</td></tr><tr><td>Two</td><td>7</td></tr><tr><td>Three</td><td>9</td></tr><tr><td>Four</td><td>11</td></tr><tr><td>Five</td><td>14</td></tr><tr><td>Six</td><td>17</td></tr><tr><td>Seven</td><td>20</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Through us, order will be restored to creation!\"</i><bt/>The Rod of Seven Parts is mostly or entirely complete, and it hums with life and excitement that rub off on its owner. The Rod is actively seeking Miska the Wolf-Spider or another primordial to destroy, and its owner knows the Rod's full purpose.</p><p class=\"subheading\"><b>Property</b></p><p>Whenever you use a healing power, each target of the power can make a saving throw.</p><p class=\"subheading\"><b>Power (Fear, Psychic) ✦ Daily (Standard Action)</b></p><p>You cloak yourself in a fearsome aura of awe-inspiring divine presence, which enables you to make the following attack: Close burst 3; targets enemies in the burst; Intelligence or Wisdom or Charisma vs. Will; on a hit, the attack deals 2d10 + 5 psychic damage, pushes the target 3 squares, and immobilizes the target (save ends).</p><h3>Satisfied (12–15)</h3><p><i>\"Fear me, spawn of Chaos—and fear the Rod I wield!\"</i><bt/>With at least five segments assembled, the Rod of Seven Parts manifests potent powers in pursuit of its goals. Its owner knows that the Rod seeks to destroy primordials and punishes lawless behavior.</p><p class=\"subheading\"><b>Power ✦ Encounter (Move Action)</b></p><p>You fly your speed.</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>You create a gust of wind: Close blast 5; targets all creatures; Intelligence or Wisdom vs. Fortitude; on a hit, the attack deals 2d10 + 5 damage and pushes the target 3 squares.</p><h3>Normal (5–11)</h3><p><i>\"There is more to this Rod...I can feel it!\"</i><bt/>When a segment of the Rod of Seven Parts first comes into a character's possession, the artifact communicates a vague sense of a greater purpose or destiny, but little else. The character is aware of the Rod's properties and knows that finding additional segments of the Rod will increase its power.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I don't think this thing likes me.\"</i><bt/>The Rod's owner is either flaunting laws or waging war on angels or devils, and the Rod is displeased. It makes its displeasure known, with subtle influence and a vague sense of unease.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Rod's item bonus to Diplomacy, Intimidate, and Religion checks is negated.</li><li>You take a -2 penalty to Bluff checks.</li><li>You take a -1 penalty to attack rolls against immortal creatures.</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"Why am I so tired all the time?\"</i><bt/>The Rod of Seven Parts is severely displeased and punishes its owner until the character's behavior improves or the artifact decides to move on.</p><p>The Rod's enhancement bonus is reduced by 1, and its extra damage on a critical hit is reduced by 1 die.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Rod's item bonus to Diplomacy, Intimidate, and Religion checks is negated.</li><li>You take a -5 penalty to Bluff checks.</li><li>You take a -2 penalty to attack rolls against immortal creatures.</li><li>After each extended rest, you lose one healing surge.</li></ul><br/></p><h2>Moving On</h2><p><i>\"What happened to the Rod?\"</i><bt/>The Rod of Seven Parts shatters into its component parts, and each segment teleports to a random location across the planes. It might break apart and scatter after its owner uses a daily power from the Rod, or after slaying a powerful opponent. If it's displeased with its owner, it might shatter in the instant before the character tries to use it as a weapon or implement.<bt/>If the Rod is pleased with its owner, it might grant a legendary boon (see page 142) in its place.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":1,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"1d6",
		"critDamageFormImp":"1d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"rod",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":true,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":true,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"o662RsO41UZIY1aW",
	"sort":1900000,
	"_key":"!items!o662RsO41UZIY1aW"
}