{
	"name":"Seal of the Lawbringer",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/holy_symbol5.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This round, platinum medallion features the holy symbol of Bahamut surrounded by seven stylized golden canaries. A fine platinum chain allows its owner to wear it as a pendant.</i></p><p>The Seal of the Lawbringer is a +5 symbol of hope. It has the following properties and powers.</p><p>Implement (Holy Symbol)</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +5d6 damage</p><p class=\"subheading\"><b>Property</b></p><p>You can speak and understand Draconic and can read Iokharic.</p><p class=\"subheading\"><b>Power (Cold) ✦ Encounter (Minor Action)</b></p><p>You attack with the breath of Bahamut: close blast 3; Constitution + 5 vs. Reflex; 2d6 + Constitution modifier cold damage, and the target is immobilized until the end of your next turn.</p><p class=\"subheading\"><b>Power ✦ Daily (Immediate ReAction)</b></p><p>Use this power when an effect that a save can end targets you or an ally within 5 squares of you. The target gains a +5 bonus to saving throws against that effect.</p><h2>Goals of the Seal of the Lawbringer</h2><ul><li>Fight Tiamat and her servants.</li><li>Protect the weak from evil.</li><li>Defend civilization from chaos.</li></ul><h2>Roleplaying the Seal of the Lawbringer</h2><p>The Seal of the Lawbringer speaks in a calm, authoritative voice that only its bearer can hear. The owner's devotion to Bahamut's tenets increases the artifact's power. The Seal encourages its owner to pray to Bahamut often, especially after victory in battle. The Seal's ultimate gift is the ability for the character to transform temporarily into a platinum dragon; however, the transformation drains the Seal's power. The Seal seeks out not only owners who are already followers of Bahamut, but also heroes who have capably slain chromatic dragons and might be receptive to the power the Seal offers.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a follower of Bahamut</td><td>+2</td></tr><tr><td>Owner kills a servant of Tiamat (maximum 1/encounter)</td><td>+1</td></tr><tr><td>Owner furthers a cause of Bahamut</td><td>+1</td></tr><tr><td>Owner, while above 0 hit points, allows an ally in combat to be reduced to 0 hit points</td><td>-1</td></tr><tr><td>Owner furthers a cause of Tiamat</td><td>-2</td></tr><tr><td>Owner uses the Seal's power to transform into a dragon</td><td>-5</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"I am one with the Lawbringer; his will is my will. I must protect the world from evil.\"</i><bt/>The bearer and the Seal of the Lawbringer are in tune with each other. Bahamut's power infuses the bearer.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Gain resist 10 cold and resist 10 fire.</li><li>On a missed attack from breath of Bahamut, the target takes half damage and is not immobilized.</li></ul><p class=\"subheading\"><b>Power (Implement, Polymorph) ✦ Daily (Minor Action)</b></p><p>Push each creature adjacent to you 1 square, and then transform into a Huge platinum dragon until the end of the encounter or until you end the transformation as a minor action. While you are in this form:</p><ul><li>Gain a fly speed equal to your speed + 2.</li><li>Your hands are claws with a reach of 3 squares, granting you a +2 proficiency bonus to attack rolls while unarmed and making your unarmed attacks deal 1d10 damage.</li><li>You cannot use an implement or a weapon other than the Seal of the Lawbringer.</li><li>The Seal's enhancement bonus applies to all powers and unarmed attacks you use.</li><li>Gain dragon claw strike and platinum presence.</li></ul><br/></p><p><i>You lash out with platinum claws.</i></p><p class=\"basics\"><b>At-Will</b>&nbsp;&nbsp; ✦ <b>Implement</b><br/><b>Standard Action</b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Melee</b> 3</p><p class=\"basics\"><b><i>Effect:</i></b> Make two melee basic attacks, each of which deals 1d10 + Strength modifier damage.<bt/><i>Level 21:</i> 2d10 + Strength modifier damage.</p><p><i>Your imposing stature fills foes with dread.</i></p><p class=\"basics\"><b>Daily</b> ✦ <b>Implement</b><br/><b>Standard Action</b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Close burst</b> 5</p><p class=\"basics\"><b>Target</b>: Each enemy in burst</p><p class=\"basics\"><b>Attack</b>: Charisma vs. Will</p><p class=\"basics\"><b>Hit</b>: The target is stunned (save ends). <i>AfterEffect</i>: The target takes a -2 penalty to attack rolls (save ends).</p><h3>Satisfied (12–15)</h3><p><i>\"The dawn of a new day nears.\"</i><bt/>The Seal of the Lawbringer recognizes its wielder's strength and trusts the wielder with a portion of Bahamut's might.</p><p class=\"subheading\"><b>Property</b></p><p>Breath of Bahamut is a close burst 5 attack.</p><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p>Spend a healing surge to encase your skin in platinum scales. Gain resist 5 to all damage until the end of the encounter.</p><h3>Normal (5–11)</h3><p><i>\"I walk the path to freedom and strength, but the journey is long.\"</i><bt/>The Seal patiently and watchfully guides the wielder on the best course of action.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I lack discipline and self-control. The Platinum One thinks I am a coward.\"</i><bt/>The Seal communicates with its bearer only through dreams. In them, Bahamut takes the form of an authority figure in the character's life, such as a parent or tutor, and scolds the bearer. At the end of such dreams, Bahamut takes his true form.</p><p class=\"basics\"><b>Special:</b> Once per day during combat, the Seal can make you attack a target within 5 squares of you. Roll a d20 + your level vs. Will; if the attack hits, you mark the target until the end of your next turn, slide 5 squares to a space adjacent to the target, and are dazed (save ends).</p><p class=\"subheading\"><b>Property</b></p><p>Take a -2 penalty to all defenses.</p><h3>Angered (0 or lower)</h3><p><i>\"The voice that once filled my soul is silent with contempt.\"</i><bt/>The Seal of the Lawbringer communicates with its bearer only in dreams and only symbolically. The bearer dreams of ignoring an innocent's plight and then trying to reach Bahamut to no avail—drowning in an ocean or being lost as a child. At the end of such a dream, an image of Bahamut takes the place of the dreamer but still does not become aware of the dreamer's troubles; the bearer suffers the same abandonment the innocent suffered.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>At the start of each encounter, you lose a healing surge.</li><li>Take a -5 penalty to all defenses.</li></ul><br/></p><h2>Moving On</h2><p><i>\"I am ready for the Lawbringer's final trial.\"</i><bt/>When the Seal of the Lawbringer prepares to move on, it assigns a final task to its bearer. It might ask the bearer to restore a lost temple of Bahamut, to protect endangered innocents from a force of immense power, or to stop machinations of Tiamat's followers. Each morning after the Seal assigns the task, one of the golden canaries on the Seal morphs into a ghostly gold dragon, flies into the sky, and vanishes.<bt/>If the bearer finishes the task before the last canary leaves, the bearer gains 1 point of concordance for each remaining canary. If the bearer does not finish the task, the bearer loses 3 points of concordance. If, during the final encounter of the task, the bearer uses the Seal-granted power to turn into a dragon, the level of concordance does not change because the Seal moves on at the end of the encounter.<bt/>When the Seal moves on, if it has a normal or higher level of concordance, the final canary becomes a gold dragon that thanks the bearer for devotion to Bahamut before flying off. A +4 symbol of hope marked with the holy symbol of Bahamut remains in the bearer's possession. The bearer gains a permanent +2 bonus to Charisma-based checks and a permanent +3 bonus to his or her healing surge value.<bt/>If the Seal is unsatisfied or angered when it moves on, the final canary transforms into an elder gold dragon (see Monster Manual 2, page 82), and the Seal shatters and crumbles into worthless dust. The dragon attacks the bearer, calling the bearer \"the Betrayer\" and focusing its attacks on that character even if other characters attack it. When the character is reduced to 0 hit points, the dragon flies off, ending the encounter. The character takes a permanent -2 penalty to Charisma-based checks and a permanent -3 penalty to his or her healing surge value.<bt/>The Seal of the Lawbringer returns to the world only when a need for it develops.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":1,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":5,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"5d6",
		"critDamageFormImp":"5d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"holyS",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":true,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":true,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"7ybBzX6U2ejzVmdB",
	"sort":2300000,
	"_key":"!items!7ybBzX6U2ejzVmdB"
}