{
	"name":"Silver Mask of Kas",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This solid silver mask is fashioned in the form of a fanged skull. It was originally forged for the exarch Kas by his overlord Vecna.</i></p><p class=\"basics\"><b>Body Slot:</b> Head</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain darkvision.</li><li>You gain a +2 item bonus to Perception checks.</li><li>You gain a +4 item bonus to Diplomacy checks and Intimidate checks against undead creatures.</li></ul><p class=\"subheading\"><b>Power ✦ At-Will (Standard Action)</b></p><p>You can use commander's strike (warlord 1).</p><p class=\"subheading\"><b>Power ✦ Encounter (Standard Action)</b></p><p>You can use bolstering blow (warlord 13), but the attack deals necrotic damage.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>When you hit an undead creature with a melee attack, make a secondary attack vs. Will using the same attack bonus. On a hit, the target is dominated (save ends).</p><h2>Goals of the Silver Mask of Kas</h2><ul><li>Aid the undead against the living.</li><li>Gain followers for Kas.</li><li>Convince noble warriors that personal power and advancement are the most important goals.</li></ul><h2>Roleplaying the Silver Mask of Kas</h2><p>The Mask is a soft-spoken tempter. Instead of ordering or begging its possessor to perform an action, it offers quiet suggestions that help both the owner and the item's agenda. Sometimes it whispers into the owner's ear; at other times, its thoughts manifest in its possessor's mind and are indistinguishable from naturally occurring ones. The owner also has regular dreams revealing the power and glory attainable if the Mask's directions are followed. The artifact is especially eager to suggest that its possessor betray any fellows and aid the undead against the living.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner betrays a comrade to gain an advantage</td><td>+2</td></tr><tr><td>Owner defeats an enemy three or more levels higher than he or she is (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner fights alongside an undead creature (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner or ally kills an intelligent undead creature (maximum 1/encounter)</td><td>-2</td></tr><tr><td>Owner ignores an insult to his or her honor (maximum 1/day)</td><td>-2</td></tr></table><br/></p><h3>Transcendent (21 or higher)</h3><p><i>\"I near my glorious eternity.\"</i><bt/>The Mask exults in its ideal servant and grants the possessor greater power.</p><p class=\"subheading\"><b>Property</b></p><p>You cease to age.</p><p class=\"subheading\"><b>Power ✦ Encounter (Free Action)</b></p><p>Use this power before you make an attack roll. If the attack hits, it deals necrotic damage and you regain 15 hit points.</p><h3>Pleased (16-20)</h3><p><i>\"I am a proud and loyal servant of Kas.\"</i><bt/>The Mask is pleased with its owner's actions—for now. The artifact focuses on advancing Kas's agenda and finds its owner to be a useful servant. It occasionally asks the owner to perform certain tasks, in return for a reward.</p><p class=\"subheading\"><b>Property</b></p><p>The Mask's item bonus to Diplomacy checks and Intimidate checks made against undead creatures increases to +6.</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>You can use exalted retribution (paladin 25).</p><h3>Satisfied (12–15)</h3><p><i>\"The Mask has plans for me—glorious plans.\"</i><bt/>The owner has proved to be a worthy representative of Kas, and the Mask works to shape the wearer into an even better tool. At this point, the Mask attempts to encourage the possessor with promises of wondrous rewards, but still includes the occasional threat to provide extra motivation.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +2 item bonus to Diplomacy checks and Intimidate checks made against targets that do not have the undead keyword.</p><h3>Normal (5–11)</h3><p><i>\"The Mask promises me great power in return for my aid and loyalty.\"</i><bt/>The Mask encourages its new owner, boosting confident and granting powers. Otherwise, the artifact offers quiet promises of the glories and wonders to come. It does not threaten the owner...yet.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Mask is angry with me. I fear its rage.\"</i><bt/>The Mask thinks its possessor might be unsatisfactory, but still attempts to exert influence. At this point, the Mask mixes threats and promises in equal measure and fills the owner's mind with horrific visions of the price of failure.</p><p class=\"basics\"><b>Special:</b> The artifact's item bonus to Diplomacy and Intimidate checks against undead creatures decreases to +2. The character cannot use the daily power that allows a secondary attack.</p><h3>Angered (0 or lower)</h3><p><i>\"The Mask is plotting against me. I can hear it.\"</i><bt/>The Mask seeks its possessor's death at the hands of the undead or by one more worthy to wear it. The Mask ceases to communicate unless the owner begins behaving appropriately.</p><p class=\"subheading\"><b>Property</b></p><p>The Mask calls out to the greedy, the evil, and the undead within 10 miles, drawing them with thoughts of murder and theft. You take a -2 penalty to all defenses against undead creatures. This penalty applies whether you are using or even holding the Mask.</p><h2>Moving On</h2><p><i>\"I claim the reward of faithful service to Kas.\"</i><bt/>The Mask vanishes, going in search of a place where it can do more to further the cause of the undead, and to tempt other warriors into evil. As a reward for good service, the former owner becomes a vampire lord (and an NPC).<bt/>If the Mask is displeased with its former owner, it instead tries to cause the owner's death by attracting hordes of undead to his or her location.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"head",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			},
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"0c86K9eCvACzNyBP",
	"sort":3100000,
	"_key":"!items!0c86K9eCvACzNyBP"
}