{
	"name":"Spear of Urrok the Brave",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/polearm2.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>Urrok the Brave was the greatest champion of the Empty Eye orc tribe. He fought in hand-to-hand combat with four separate dragons. When Urrok finally fell against the fifth dragon, the shamans of his tribe recovered his spear, adorning it with mystic runes and potent fetishes. The Spear of Urrok the Brave has spilled the blood of dozens of dragons by now, not only in the hands of orcs, but also in those of wielders of other races.</i></p><p>The Spear of Urrok the Brave is a +2 dragonslayer longspear. It has the following properties and powers.</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +2d8 damage, or +2d12 damage against dragons</p><p class=\"subheading\"><b>Properties</b></p><ul><li>This weapon provides resist 5 against dragon breath attacks.</li><li>You have threatening reach when you use the Spear. You can make opportunity attacks from up to 2 squares away.</li></ul><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p>Your next attack roll with this weapon against a dragon, if made before the end of your turn, gains a +5 power bonus, and the attack automatically ignores any resistance the dragon has.</p><p class=\"subheading\"><b>Power (Martial, Weapon) ✦ Daily (Standard Action)</b></p><p>You can use talon of the roc (fighter 13).</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>Use this power when you hit an enemy with the Spear. The next time the enemy would successfully recharge a power, the success becomes a failure.</p><h2>Goals of the Spear of Urrok the Brave</h2><ul><li>Kill dragons.</li><li>Expand the glory of the orc people and the Empty Eye tribe.</li><li>Gain glory in combat.</li></ul><h2>Roleplaying the Spear of Urrok the Brave</h2><p>The Spear of Urrok the Brave is impatient and forthright. It has no tolerance for long-term planning or negotiation. That said, it is not stupid, and it appreciates the value of tactical combat.<bt/>It urges its bearer to engage any dragon in combat, and grows enraged if refused. It encourages the wielder to enter combat to solve any other conflict as well, but it is less infuriated if refused.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is an orc or has orc blood</td><td>+1</td></tr><tr><td>Owner reduces a dragon to 0 hit points (maximum 1/day)</td><td>+2</td></tr><tr><td>Owner reduces a draconic creature to 0 hit points (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner succeeds in a skill challenge against orcs (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner is an elf, a half-elf, an eladrin, or has the dragon keyword</td><td>-1</td></tr><tr><td>Owner or an ally of the owner attacks an orc (maximum 1/encounter)</td><td>-2</td></tr><tr><td>Owner gains a level without slaying a dragon</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The Spear speaks to me of the lineage of orc blood flowing back to the time when Gruumsh walked the world. I am sure that he sees in me the same fighting spirit of the orcs.\"</i><bt/>The wielder has proven to be a skilled combatant and a worthy possessor of the Spear. The spear cries out its bloodlust at the start of combat.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Spear's battle cry spreads fear and hesitation. All your foes take a -2 penalty to initiative. This is a fear effect.</li><li>You gain a +5 bonus to Will defense against fear attacks.</li><li>If you spend an action point to take an extra action while engaged in battle against a dragon or draconic creature, you gain an extra move action.</li></ul><p class=\"subheading\"><b>Power (Teleport) ✦ Daily (Immediate Interrupt)</b></p><p>When targeted by, or in the area of, a dragon's breath weapon, you can disappear and thereby cause the attack to miss you automatically. You then immediately reappear in any square within 2 squares of the dragon.</p><h3>Satisfied (12–15)</h3><p><i>\"Though I am no orc, the Spear honors me as a potent warrior.\"</i><bt/>The Spear would prefer an orc bearer, but has acknowledged the wielder's skill and even come to appreciate it. Though the wielder hasn't yet earned the weapon's enthusiasm, he or she has its cooperation.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +2 bonus to Will defense against fear attacks.</p><p class=\"subheading\"><b>Power ✦ Encounter (Minor Action)</b></p><p>You gain a +4 bonus to your speed on your next charge attack, as long as you make it before the end of your next turn.</p><h3>Normal (5–11)</h3><p><i>\"The Spear sees me as weaker than it would like. It offers me the opportunity all warriors deserve: to prove myself in battle.\"</i><bt/>When the wielder first acquires the Spear, it desperately wants the wielder to prove himself or herself to it. It demands that the wielder enter combat soon and encourages the wielder to seek out dragons and other deadly foes.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Spear thinks I am pathetic and cowardly. It demands I prove myself now or be known forever as a weakling.\"</i><bt/>The Spear has begun to despise the wielder, and offers the wielder only a limited amount of time to prove his or her unsatisfactory impression on the Spear to be false.</p><p class=\"basics\"><b>Special:</b> You take a -2 penalty to attack rolls and damage rolls against any creatures other than dragons. This penalty applies whether you are using or merely carrying the Spear.</p><h3>Displeased (0 or lower)</h3><p><i>\"The Spear curses me and reviles my name. It says that my blood will quench the thirst of the weeds, and my name will be trampled into the earth and forgotten.\"</i><bt/>The wielder is as nothing to the Spear of Urrok the Brave, and the Spear wants nothing to do with the wielder. The Spear claims that the wielder can regain a shred of honor only by offering it to someone else.</p><p class=\"basics\"><b>Special:</b> You take a -5 penalty to attack rolls and damage rolls against creatures other than dragons. This penalty applies whether you are using or merely carrying the Spear.</p><p class=\"basics\"><b>Special:</b> Any time you enter battle with orcs, the Spear screams for them to reclaim it. The orcs gain a +4 bonus to initiative, and a +2 bonus to attack rolls and damage rolls against you. These bonuses apply whether you are using or merely carrying the Spear.</p><h2>Moving On</h2><p><i>\"The Spear tells me that I am a spirit kin to the orcs, and a great warrior. My name, my valor, and my deeds will be remembered until the sun goes dark. The Spear will speak of my deeds to inspire ferocity in its next bearer.\"</i><bt/>The Spear believes that it has gained all the glory it can with its owner, and that it must move on to face new challenges. Unlike many artifacts, the Spear tells the owner that it will soon be leaving. The Spear requests that the owner give it to a worthy orc. It does not reveal what reward it offers if the owner does so.<bt/>If the owner seeks out an orc warrior to voluntarily hand over the Spear, the artifact grants the owner a final boon. It adds an enchantment to a nonmagical weapon of the owner's choice, transforming it into a +2 dragonslayer weapon.<bt/>If the owner gains a level without having begun a quest to find an orc warrior worthy of the Spear—or gains a second level before completing such a quest—the Spear vanishes one night and appears elsewhere in the world, ready for a new bearer.<bt/>Until it moves on, the Spear retains all the powers and properties appropriate for its current concordance.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":9,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"militaryM",
		"weaponHand":"hTwo",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":true,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":true,
			"ver":false
		},
		"proficient":true,
		"proficientI":false,
		"profBonus":2,
		"profImpBonus":0,
		"enhance":2,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"1",
					"10",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":null,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":true,
			"sling":false,
			"spear":true,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"2d8",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"longspear",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":null,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"8bFuvJFjQ4f6YoHk",
	"sort":2600000,
	"_key":"!items!8bFuvJFjQ4f6YoHk"
}