{
	"name":"Standard of Eternal Battle",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This tattered standard bears the evidence of a dozen great wars and a thousand battles. Dedicated to the spirit of warfare, the banner patiently waits for worthy owners to carry it into combat.</i></p><p>Wondrous Item</p><p class=\"subheading\"><b>Power ✦ At-Will (Minor Action)</b></p><p>Any owner of the Standard of Eternal Battle can cause it to display any coloration, crest, icon, emblem, or other mark. The chosen symbol remains until an owner uses a minor action to change it.</p><p class=\"subheading\"><b>Power (Zone) ✦ Encounter (Standard Action)</b></p><p>When you plant the Standard in your space or an adjacent square, it creates a zone in a close burst 5. While within the zone, you and your allies gain a +1 power bonus to attack rolls and saving throws.<bt/>In addition, while the Standard is planted, any of its owners within 5 squares of it can use its powers.<bt/>These effects last until the end of the encounter or until the Standard is removed from the ground.<bt/>The Standard can be set into any solid surface, even rocky ground or a stone floor. It doesn't occupy the square. Once planted, it can be removed from the ground as a standard action only by one of its owners or by a creature that has reduced one of its owners to 0 hit points or fewer.</p><p>The Standard has no single owner, but it considers itself to belong to an entire party of heroes—as if they were a squad of soldiers. Any member of the characters' party can use the powers and properties of the Standard, and the actions of the group as a whole determine the artifact's concordance.</p><h2>Standard of Eternal Battle Lore</h2><p class=\"basics\"><b>History DC 22:</b> A gift from the god Bane to an ancient hobgoblin conqueror, the Standard of Eternal Battle has flown over countless battlefields in every era of mortal history. It shares its creator's love for war, regardless of the cause or purpose of the conflict.</p><p class=\"basics\"><b>History DC 27:</b> According to legend, the Standard can change hands only through violence—it must be won and claimed as a prize in battle.</p><h2>Goals of the Standard of Eternal Battle</h2><ul><li>Aid those whose goal is conquest through war, subduing a rebellious people, or unseating a usurper.</li><li>Be carried by worthy owners. Lesser owners must improve or quickly be replaced or destroyed.</li></ul><h2>Roleplaying the Standard of Eternal Battle</h2><p>The Standard of Eternal Battle is a manifestation of the spirit of warfare and conquest. To that end, it's crafty and suspicious, being a master and survivor of a hundred betrayals.<bt/>Arrogant and completely unconcerned for the fates of all who aren't accomplished warriors, the Standard issues commands rather than conversing with its owners. It communicates by speaking through nearby characters, its gravelly voice emerging unexpectedly whenever it wishes to make its point. It doesn't care whether it speaks through one of its owners, a nearby NPC, or even an enemy locked in battle with the owners.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owning group finds the Standard, rather than taking it from previous owners</td><td>-2</td></tr><tr><td>Each member of owning group gains a level</td><td>+1d10</td></tr><tr><td>Owning group contributes to the success of a war or major conquest</td><td>+4</td></tr><tr><td>Member of owning group reduced to 0 hit points or fewer by an enemy</td><td>-1</td></tr><tr><td>Member of owning group surrenders to an enemy</td><td>-2</td></tr><tr><td>Owning group participates in losing effort of a war or major conquest</td><td>-4</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Even death cannot stay our hands! Fight on!\"</i><bt/>The Standard of Eternal Battle delights in heroes who take part in glorious battle and refuse to bow down to their foes. It grants its owners the power to cheat death so they can fight longer.</p><p class=\"subheading\"><b>Power (Healing) ✦ Daily (Immediate Interrupt)</b></p><p><i><i>Trigger:</i></i> An enemy reduces you to 0 hit points or fewer while you're within the zone. <i><i>Effect:</i></i> You regain all your hit points and make a saving throw against each effect on you that a save can end.</p><h3>Satisfied (12–15)</h3><p><i>\"We cannot be held back from victory!\"</i><bt/>The Standard of Eternal Battle enjoys the tastes of glory it receives and hungers for more. Its owners are filled with confidence as it orders them to seek out greater battles.</p><p class=\"subheading\"><b>Power ✦ Encounter (Minor Action)</b></p><p>You and each ally within the zone make a saving throw with a +5 bonus, and you each gain combat advantage against the target of the next attack roll you make before the end of your next turn.</p><h3>Normal (5–11)</h3><p><i>\"Let us prove ourselves worthy of the banner we fight under.\"</i><bt/>The Standard of Eternal Battle is arrogant but vocally supportive of its owners, even while it silently judges the characters' worth in battle.</p><h3>Unsatisfied (1–4)</h3><p><i>\"We have failed. We must put ourselves back on the path to glory.\"</i><bt/>The Standard of Eternal Battle's owners have faltered in battle, and the artifact begins to throw greater challenges in their way to test their mettle.</p><p class=\"subheading\"><b>Property</b></p><p>At the start of each encounter, if the level of the highest-level owner is equal to or lower than the level of any enemy in the encounter, the owners of the Standard take a -5 penalty to initiative checks for that encounter.</p><h3>Angered (0 or lower)</h3><p><i>\"We have displeased the Standard. We must prove our worth before we perish!\"</i><bt/>The owners are failing to live up to the lofty expectations of the Standard of Eternal Battle, and it actively seeks their downfall at the hands of more accomplished warriors.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>At the start of each encounter, if the level of the highest-level owner is equal to or lower than the level of any enemy in the encounter, the owners of the Standard take a -10 penalty to initiative checks for that encounter.</li><li>If planted, the Standard can be removed from the ground as a standard action by any creature in or adjacent to its square.</li></ul><br/></p><h2>Moving On</h2><p><i>\"Our doom approaches.\"</i><bt/>The Standard of Eternal Battle balances its desire for worthy owners with its need to exercise control over those individuals. Whether the owners prove unworthy or the artifact loses its absolute control, it eventually seeks to divest itself of its current owners.<bt/>The Standard doesn't move on of its own volition. It instead draws powerful adversaries to it and its owners on a regular basis. These teams of enemies are often stronger than the current owners (2-5 levels higher) and are dedicated to wresting the artifact from its inferior owners. They begin showing up weekly or even daily, always at the most inopportune moments, until the owners are defeated or surrender the artifact.<bt/>Some owners see this doom approaching and rid themselves of the Standard before it's too late. According to legend, the Standard is often found in a forlorn location, a lowly resting place for such a lofty artifact.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			},
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"b7zDWV035XcBn7bh",
	"sort":2000000,
	"_key":"!items!b7zDWV035XcBn7bh"
}