{
	"name":"Sword of Kas",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/light_blade5.webp",
	"system":{
		"description":{
			"value":"<p><i>The Sword of Kas was created by Vecna for his lieutenant. Kas rewarded his former master by using it to cut off Vecna's hand and gouge out his eye. The Sword offers great power to any who grasp it, but wielders end up betraying what they love most.</i></p><p>The Sword of Kas is a +5 vicious short sword with the following properties and powers.</p><p><b>Enhancement:</b> Attack rolls and damage rolls</p><p><b>Critical:</b> +5d12 damage.</p><p><b>Properties</b></p><ul><li>The Sword of Kas deals 2d10 extra damage against allies and former allies.</li><li>Whenever an attack with the Sword of Kas reduces a target to 0 hit points or fewer, you gain concealment until the end of your next turn.</li><li>If you attack Vecna, a servant of Vecna, a cultist of Vecna, or any other creature working directly to serve Vecna's ends, you deal 5 extra damage on a hit.</li><li>When you take the total defense action or use your second wind, you gain a +5 item bonus to all defenses until the start of your next turn.</li><li>The Sword of Kas is initially invisible to everyone but the creature possessing it. You gain combat advantage against melee targets when using it until you successfully hit, at which point the weapon becomes visible to everyone. The Sword of Kas turns invisible again after being sheathed for a short rest (or for 5 minutes).</li></ul><p><b>Power ✦ Encounter (Free Action)</b></p><p>When you would pull or push a target, you slide the target the same distance instead.</p><p><b>Power (Poison, Radiant) ✦ Daily (Free Action)</b></p><p>When you hit with the Sword of Kas, the target takes ongoing 15 poison damage (save ends). If the attack is made against an undead creature, it instead takes ongoing 15 radiant damage (save ends). Saving throws made to end this effect take a -2 penalty.</p><h2>Goals of the Sword of Kas</h2><ul><li>Betray that which is most fiercely loved, whether the owner's love or another's.</li><li>Wreak harm to Vecna, Vecna's plans, and any creature affiliated with Vecna.</li><li>Destroy all confidences, reveal all secrets, lay bare all that is kept hidden.</li></ul><h2>Roleplaying the Sword of Kas</h2><p>The Sword of Kas communicates in whispers that only its bearer can hear. The weapon can abide long periods in silence, but is quick to point out small opportunities for betrayal, especially if such an act would increase the wielder's standing in the short term.<bt/>The Sword of Kas is also happy to speak long about its hatred for Vecna and the undead. Vecna did not mean to create an undead-hating sword, or one that would become his nemesis. The Sword looks forward to the day when it and its former master, Kas, can be reunited.<bt/>The Sword becomes more and more insulting and acerbic the lower its concordance becomes.</p><h2>The Sword of Kas and the Hand of Vecna</h2><p><i>\"Now perhaps we have power enough to kill even a god!\"</i><bt/>If the owner affixes the Hand of Vecna (Dungeon Master's Guide, page 168) and wields the Sword of Kas, a new property is unlocked, regardless of either artifact's concordance.</p><p><b>Property</b></p><p>Every successful attack you make with the Sword of Kas against Vecna, his servants, his cultists, or any creature working directly to serve his ends scores a critical hit. However, each time you make such an attack, you take a -1 concordance penalty to the concordance of both the Hand and the Sword. If either artifact's concordance drops to 0 as a result, both immediately move on.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner kills an ally (maximum 1/day)</td><td>+2</td></tr><tr><td>Owner completes a quest against Vecna's interest</td><td>+2</td></tr><tr><td>Owner breaks another's confidence (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner kills an undead (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner doesn't improve concordance over the course of a day</td><td>-1</td></tr><tr><td>Owner or ally uses Bluff skill (maximum 1/day)</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"My strength is faithlessness! I have mastered well the art of treachery, and soon all the world's secrets shall be laid bare!\"</i><bt/>The Sword is clearly in tune with its wielder, and together they are a force few can trust for long.</p><p>The Sword's enhancement bonus increases to +6.</p><p><b>Critical:</b> +6d12 damage.</p><p><b>Properties</b></p><ul><li>The Sword of Kas deals 3d10 extra damage against allies and former allies.</li><li>When you take the total defense action or use your second wind, you gain a +6 item bonus to defenses until the start of your next turn.</li><li>Allies within 2 squares of you take a -2 penalty to their attack rolls.</li></ul><p><b>Power ✦ Daily (Free Action)</b></p><p>When you hit with the Sword of Kas and you have combat advantage against the target, deal 5d6 extra damage.</p><h3>Satisfied (12–15)</h3><p><i>\"One more confidence broken, one more undead destroyed. Soon, I might even turn on my friends. The sword is pleased.\"</i><bt/>The Sword sees good things ahead for its owner.</p><p><b>Property</b></p><p>Allies within 1 square of you take a -1 penalty to their attack rolls.</p><p><b>Power ✦ Daily (Free Action)</b></p><p>When you hit with the Sword of Kas against a creature that has insubstantial or phasing, the creature loses those qualities until the end of your next turn.</p><h3>Normal (5–11)</h3><p><i>\"I have a lot to learn. The Sword tells me that the way is hard, but that I am up to the challenge.\"</i><bt/>The Sword of Kas hopes to lure the owner into keeping it around, and eagerly anticipates pushing the owner into the first of many betrayals.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I am a moral coward and a failure. If I do not do better, the Sword promises egregious consequences.\"</i><bt/>The Sword is upset that the owner doesn't have the strength of will to serve it. The weapon begins to suspect that the owner isn't a choice wielder.</p><p><b>Special:</b> You take a -2 penalty to attack rolls and damage rolls against any creature that does not have the undead keyword, that is not your ally, or that is not Vecna, one of his servitors, or one of his allies. This penalty applies whether you are using or even holding the Sword of Kas.</p><h3>Angered (0 or lower)</h3><p><i>\"The Sword wonders how one as incompetent, clumsy, and ignorant as I managed to claim it. It thinks my end is near.\"</i><bt/>The Sword knows that the wielder has no intention of fulfilling its goals and is merely holding onto the weapon to gain the abilities it possesses. It will not remain in the owner's possession for long.</p><p>The Sword's enhancement bonus drops to +4.</p><p><b>Critical:</b> +4d12 damage.</p><p><b>Special:</b> You take a -5 penalty to attack rolls and damage rolls against any creature that does not have the undead keyword, that is not your ally, or that is not Vecna, one of his servitors, or one of his allies. This penalty applies whether you are using or even holding the Sword of Kas.</p><p><b>Special:</b> Each time you miss an enemy with the Sword, make a melee basic attack as a free action with the Sword against a randomly chosen adjacent ally.</p><h2>Moving On</h2><p><i>\"The Sword quits me.\"</i><bt/>If the Sword of Kas finds a wielder who continually pleases it, that relationship lasts for as long as the owner wants it to.<bt/>If the Sword moves on because it is angered, it slips from its owner's hands and into the grasp of the possessor's closest nemesis (which could be a creature across the battlefield, or one across the planes). The new owner is charged with a quest to slay the individual whom the Sword just abandoned.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"militaryM",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":true,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":true,
		"proficientI":false,
		"profBonus":3,
		"profImpBonus":0,
		"enhance":5,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"1",
					"6",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":null,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":true,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"5d12",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"shortsword",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":null,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"fDiG7XeZMsGoxNG9",
	"sort":0,
	"_key":"!items!fDiG7XeZMsGoxNG9"
}