{
	"name":"The Deck of Many Things (Heroic)",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/tome3.webp",
	"system":{
		"description":{
			"value":"<p><i>This ornate deck of twenty-two cards is a tool of the forces of chaos and anarchy. It frequently appears when the world has grown too calm, or when someone has grown too powerful, and it sows chaos wherever it lands.</i></p><p>The Deck of Many Things is a +3 magic tome implement with the following properties and powers.</p><p><b>Implement:</b> Tome</p><p><b>Enhancement:</b> Attack rolls and damage rolls</p><p><b>Critical:</b> +3d12 damage</p><p><b>Properties</b></p><ul><li>Sorcerers with the Chaos Power class feature can use the Deck of Many Things as an implement for sorcerer powers and sorcerer paragon path powers.</li><li>You cannot be dominated.</li></ul><p><b>Power ✦ Encounter (Free Action)</b></p><p>You alter the fortunes of your enemies, forcing an enemy to reroll one attack roll, skill check, or saving throw it just made, taking the result you choose.</p><p><b>Power ✦ Daily (Minor Action)</b></p><p>Roll a d20. Once before the end of the encounter, you can replace any d20 roll made by an ally or an enemy within 5 squares of you with your d20 roll.</p><p>The Deck of Many Things holds within it the potential for both great ruin and great reward. Though its true origins have been lost to the ages, many historians believe that the artifact was originally a gift from a powerful and ancient archfey to a long-forgotten emperor. The archfey knew that the emperor was extremely superstitious and could not resist reading his own fortunes within the cards. The Deck of Many Things might be responsible for shattering that ancient empire and giving rise to powerful warlords that vied for control of its remnants.<bt/>The Deck passes from hand to hand, bringing low the mighty and elevating the meek (or the other way around). While each of its cards grants its user certain powers, when the twenty-two cards are brought together, the complete Deck is an artifact implement that imbues its possessor with many benefits.</p><h2>Goals of the Deck of Many Things</h2><ul><li>Sow chaos and discord throughout the world.</li><li>Be present at events of great importance, and then add a chaotic element to the proceedings of those events to alter everyone's fortunes.</li><li>Topple powerful leaders (good or evil) and cause farreaching organizations to crumble.</li></ul><h2>Roleplaying the Deck of Many Things</h2><p>The Deck of Many Things is an agent of chaos that does its work subtly, through those who possess it. The Deck wants to use its owner as its agent, making temptation its greatest weapon. Whenever the owner is contemplating a risky action, it might try to tempt that character with the suggestion that taking the risk would be a good idea—even if the chances of success are slim.<bt/>The Deck never communicates overtly, but occasionally the top card might flip over on its own to reveal whether the artifact is pleased or displeased (this action does not trigger the Deck's drawn card effect).<bt/>Additionally, while the owner is holding the Deck, that character occasionally sees visions of multiple possible outcomes of any given action, showing the way luck will affect the outcome.</p><h2>Concordance</h2><p>An artifact's concordance score measures its attitude toward its owner. The Deck of Many Things starts with a concordance of 5 when an adventurer takes possession of it, with a likely modifier of +5 because the adventurers have just reassembled its scattered cards. Various actions and events increase or decrease its concordance as long as the adventurer possesses the Deck. When the artifact is pleased with its owner's actions, its concordance goes up. When the owner acts contrary to the Deck's desires, its concordance decreases.<bt/>The Deck's concordance determines its general attitude toward the owner, from angered (concordance 0 or lower) to pleased (concordance 16 or higher). Its attitude, in turn, determines some of its properties and powers, as described below.<bt/>The owner knows of the factors that alter the Deck's concordance—it's in the artifact's best interests to communicate its desires and expectations. But keep the Deck's actual concordance score a secret, telling the player only if its powers or properties change. The player shouldn't ever know exactly how close the artifact is to changing its attitude.</p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner has reassembled the cards of the Deck</td><td>+5</td></tr><tr><td>Owner gains a level </td><td>+1d10</td></tr><tr><td>Owner is unaligned</td><td>+1</td></tr><tr><td>Owner has the fey origin</td><td>+1</td></tr><tr><td>Owner is reduced to 0 hit points</td><td>+1</td></tr><tr><td>Owner overthrows a ruler or powerful leader</td><td>+2</td></tr><tr><td>Owner obtains a magic item</td><td>-1</td></tr><tr><td>Owner goes a day without using an arcane power</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Hmm, seems like the cards are falling in my favor these days.\"</i><bt/>When the owner has finally done the Deck's bidding, or enough of it anyway, the Deck gives the owner the chance to draw from it with better-than-average odds of avoiding the more ruinous cards.</p><p><b>Property</b></p><p>Any time you roll a result of 1 on any die, reroll that die until you roll a result other than 1.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw three cards from the Deck of Many Things and then choose any one card you drew, resolving the effect of that card as described below. The Deck then vanishes and is lost (see \"Moving On\").</p><h3>Satisfied (12–15)</h3><p><i>\"There's wisdom in the cards, if only you could see it.\"</i><bt/>The Deck is pleased with the chaos that the owner is sowing, and begins trying to tempt that character into drawing from it by sweetening the deal.</p><p><b>Property</b></p><p>Any time you roll a result of 1 on any die (except a d20), reroll that die until you roll a result other than 1.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw two cards from the Deck of Many Things and then choose any one card you drew, resolving the effect of that card as described below. The Deck then vanishes and is lost (see \"Moving On\").</p><h3>Normal (5–11)</h3><p><i>\"Curious—the cards show me how big a role luck plays in our lives.\"</i><bt/>When first drawn from its container, the Deck conveys little more than a sense that much in the world is a matter of luck and not skill.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw a card from the Deck of Many Things and then resolve the effect of that card as described below. The Deck then vanishes and is lost (see \"Moving On\").</p><h3>Unsatisfied (1–4)</h3><p><i>\"I'm afraid that this might not be a lucky time for me.\"</i><bt/>An owner who rejects the Deck's desires soon experiences a streak of bad, if harmless, luck. The bad luck is an inconvenience for now, but the Deck wants to make sure the owner knows it is displeased.</p><p><b>Property</b></p><p>Any time you roll the maximum result on a die (except a d20), treat the result as a 1 instead.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw two cards from the Deck of Many Things and then choose any one card you drew. You must choose a card with the Ruin descriptor, if one was drawn. Resolve the effect of the chosen card, as described below. The Deck then vanishes and is lost (see \"Moving On\").</p><h3>Angered (0 or lower)</h3><p><i>\"The Deck shows me dark portents; my future is looking grim.\"</i><bt/>An angered Deck of Many Things can be a dangerous item indeed. Anyone drawing from the Deck at this point is extremely likely to suffer ill luck.</p><p><b>Property</b></p><p>Any time you roll the maximum result on a die, treat the result as a 1 instead.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw three cards from the Deck of Many Things and then choose any one card you drew. You must choose a card with the Ruin descriptor, if one was drawn. Resolve the effect of the chosen card, as described below. The Deck then vanishes and is lost (see \"Moving On\").</p><h2>Moving On</h2><p><i>\"It's gone! Vanished into thin air!\"</i><bt/>The Deck of Many Things fades in and out of history, wreaking havoc and upsetting the order of things from time to time. It is an agent of chaos in an otherwise ordered world, and once someone has drawn from the complete Deck it vanishes, never to be seen again by that person.</p><h2>The Complete Deck</h2><p>Each card drawn from the complete Deck of Many Things has a special effect that triggers when it is drawn. Though the concordance score of the artifact determines how many cards are drawn, only one card is triggered each draw. The effect of the drawn card is described below. (Drawing a card from an incomplete Deck has a lesser effect, as described in \"Card Effects.\")<bt/>Eleven of the cards have the Ruin descriptor. This helps determine which card's effect comes into play when the Deck of Many Things is unsatisfied or angered. Cards with a generally beneficial effect have the Reward descriptor, which does not affect card draws.</p><h3>Balance</h3><p><b>Ruin</b></p><p>You have been judged—and found wanting. You gain one of the following two minor quests, depending on your alignment. If you are unaligned, you may choose either.</p><p>If you are good or lawful good, you gain the following quest.</p><p><b>Minor Quest: A Walk on the Dark Side</b><br/>To be truly a model for good, you must experience evil first hand. You must slay or otherwise bring ruin to a specific good or lawful good creature (chosen by the Dungeon Master) of level 11.<bt/><b>Reward:</b> 600 XP, and you can choose to change your alignment to unaligned or evil.</p><p>If you are evil or chaotic evil, you gain the following quest.</p><p><b>Minor Quest: A Shot at Redemption</b><br/>None are so vile that they cannot earn redemption if their desire is true. You must pledge yourself to the service of a powerful good or lawful good creature (chosen by the Dungeon Master) of level 11, and convince it to grant you spiritual clemency by performing a task it assigns.<bt/><b>Reward:</b> 600 XP, and you can choose to change your alignment to unaligned or good.</p><h3>Comet</h3><p><b>Reward</b></p><p>Double the XP award for the next major quest the party completes.</p><h3>Donjon</h3><p><b>Ruin</b></p><p>You are imprisoned by magic—which leaves you in a state of dreamless sleep—deep beneath the earth. Though your body vanishes, your magic items and other gear remain behind. The party gains the following major quest.</p><p><b>Major Quest: Prison of the Donjon</b><br/>The adventurers must find the location of your imprisonment. The prison is deep beneath the earth (possibly within a dungeon, or in a drow citadel in the Underdark). The adventurers must journey to that location, find your imprisoned body, and use the holy cleansing power or the Remove Affliction ritual to free you from the prison.<bt/><b>Reward:</b> 600 XP per adventurer.</p><h3>Euryale</h3><p><b>Ruin</b></p><p>You take a -3 penalty to saving throws. Only the holy cleansing power or the Remove Affliction ritual can remove this effect, and you cannot undergo this cleansing until you first roll a natural 20 on a saving throw.</p><h3>Fates</h3><p><b>Reward</b></p><p>You gain the shelter of fate legendary boon.</p><p><i>You feel the hand of fate hovering above you, sheltering you thanks to the magic of the Deck of Many Things.</i></p><p><b>Legendary Boon</b></p><p><b>Power ✦ Consumable (No Action)</b></p><p>Choose one of the following effects:</p><ul><li>One attack roll just made against you becomes an automatic natural 1.</li><li>One saving throw you just failed becomes an automatic natural 20.</li><li>One Athletics, Acrobatics, or Endurance check you just made becomes an automatic natural 20.</li></ul><br/></p><h3>Flames</h3><p><b>Ruin</b></p><p>You earn the enmity of a powerful being from another plane, gaining the following minor quest.</p><p><b>Minor Quest: Enmity of Flames</b><br/>You must defeat the creature that has sworn enmity against you, which has vowed to slay you or plague your life. The enemy is chosen by the Dungeon Master and can be any 11th-level creature from another plane that is not an elite, solo, or minion, such as a gargoyle rock hurler or a chain devil.<bt/><b>Reward:</b> 600 XP.</p><h3>Fool</h3><p><b>Ruin</b></p><p>Any time the Fool is drawn, before any choices are made you discard the Fool and draw a card off the top of the Deck of Many Things until you draw a card with the Ruin descriptor. Keep only the last card drawn, then make any choices you are allowed.</p><h3>Gem</h3><p><b>Reward</b></p><p>You gain 9,000 gp worth of gold and gems.</p><p><br/><br/></p><h3>Idiot</h3><p><b>Ruin</b></p><p>You take a -2 penalty to Intelligence checks and Intelligence-based attack rolls and skill checks. Only the holy cleansing power or the Remove Affliction ritual can remove this effect, and you cannot undergo this cleansing until you roll a natural 20 on an Intelligence-based attack roll or skill check.<bt/>Once this effect begins, you draw another card and gain its effect.</p><p><br/><br/></p><h3>Jester</h3><p><b>Reward</b></p><p>Draw two more cards from the Deck of Many Things. If either of them has the Ruin descriptor, that card replaces the Jester as your chosen card (if both do, you must select one of those two cards). Otherwise, you can choose any other card from this draw (including the two you just drew) to replace the Jester as your chosen card.</p><p><br/><br/></p><h3>Key</h3><p><b>Reward</b><br/></p><p>You gain a magic weapon of your choice, which must be of level 11 or lower.</p><h3>Knight</h3><p><b>Reward</b></p><p>You gain the service of a human duelist. The duelist has 70 hit points and 10 healing surges but is otherwise identical to that presented in Monster Vault. This duelist is summoned from elsewhere in the world, appears instantaneously, and knows that it has been summoned by powerful forces to aid you.</p><h3>Moon</h3><p><b>Reward</b><br/></p><p>When you draw the Moon card, you can choose one of the following effects.</p><ul><li>One dead creature that has been dead no more than 30 days returns to life.</li><li>One effect or affliction (such as a lingering curse, a disease, petrification, or the harmful effects of Ruin cards) immediately ends.</li><li>You and your allies are immediately transported to a location you know well.</li><li>You duplicate the effect of any utility power of level 10 or lower.</li></ul><br/></p><h3>Rogue</h3><p><b>Ruin</b></p><p>You earn the secret enmity of a nonplayer character—perhaps one who accompanies your party, or a community or religious leader, chosen by the Dungeon Master. You do not know the identity of the person who holds this enmity toward you, since it is secret, but you do gain the following quest.</p><p><b>Minor Quest: Rogue's Curse</b><br/>You must discover the person who has been turned against you by the Deck of Many Things, then either defeat or successfully persuade that person to cease his or her enmity toward you.<bt/><b>Reward:</b> 600 XP.</p><h3>Ruin</h3><p><b>Ruin</b></p><p>Each of your magic items turns into residuum worth 80 percent of its normal value.</p><h3>Skull</h3><p><b>Ruin</b></p><p>Four wraiths, a mad wraith, and three sovereign wraiths appear and attack you and your allies immediately.</p><h3>Star</h3><p><b>Reward</b></p><p>You gain the mark of the star legendary boon.</p><p><i>The symbol of the star card from the Deck of Many Things is permanently emblazoned upon your body.</i></p><p><b>Legendary Boon</b></p><p><b>Power ✦ Daily (Free Action)</b></p><p>Choose one ability score. Until the end of the encounter, you gain a +1 bonus to attack rolls made using that ability score, and a +1 bonus to checks with skills that use that ability score.</p><h3>Sun</h3><p><b>Reward</b></p><p>You gain a wondrous item of your choice, which must be of level 10 or lower.</p><h3>Talons</h3><p><b>Ruin</b></p><p>You cannot use magic item at-will, encounter, or daily powers. Only the holy cleansing power or the Remove Affliction ritual can remove this effect, and you cannot undergo this cleansing until you have given away a magic item of your level or higher.</p><h3>Throne</h3><p><b>Reward</b></p><p>Your party gains the following major quest.</p><p><b>Major Quest: What's Rightfully Yours</b><br/>The adventurers have been rewarded with a keep somewhere in the world to claim as their home. However, the keep is currently in the hands of other creatures. The adventurers must go to the keep and claim it as their own, ousting those that currently inhabit it.<bt/><b>Reward:</b> 600 XP per adventurer.</p><h3>Vizier</h3><p><b>Reward</b></p><p>You gain the vision of the vizier legendary boon.</p><p><i>The Deck of Many Things has blessed you with knowledge well beyond that possessed by other mortals.</i></p><p><b>Legendary Boon</b></p><p><b>Power ✦ Consumable(Free Action)</b></p><p>You instantly gain the ability to learn the answers to three questions that can be answered with a single word or a brief phrase. You can gain this knowledge only if at least one creature knows the information you seek, even if that creature is no longer alive. You can't gain knowledge of the future. You know the answer to one question before you ask the next, so you can adapt your questions based on what you learn. Once you have learned the answers to your allotted questions, you lose this legendary boon.</p><p><br/><br/></p><h3>Void</h3><p><b>Ruin</b></p><p>You fall unconscious and cannot be awakened. The party gains the following major quest.</p><p><b>Major Quest: Recovering the Prison</b><br/><br/>The adventurers must find the object in which your psyche is imprisoned. The prison is on another plane, and the adventurers must journey to that plane, find the object containing your psyche and recover it, and then break the object to release your psyche. Once the prison object is broken, you are no longer unconscious.<bt/><b>Reward:</b> 600 XP per adventurer.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":1,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":3,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"3d6",
		"critDamageFormImp":"3d12",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"tome",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"KuzbEV2NmXrMgQ4Z",
	"sort":400000,
	"_key":"!items!KuzbEV2NmXrMgQ4Z"
}