{
	"name":"The Deluvian Hourglass",
	"type":"weapon",
	"img":"icons/svg/sword.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This roughly shaped hourglass is festooned with jewels that glow with inner elemental light. Its metal parts are dull silver, but they shift as if they were mercury. Inside the hourglass is a small mound of black sand.</i></p><p>The Deluvian Hourglass is a +5 implement with the following properties and powers.</p><p class=\"basics\"><b>Enhancement:</b> Attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +5d6 damage, + 5d8 damage to immortal creatures</p><p class=\"subheading\"><b>Property</b></p><p>The bearer of the hourglass is considered to be four levels higher when performing divination and scrying rituals.</p><p class=\"subheading\"><b>Power ✦ Encounter (Immediate Reaction)</b></p><p>Use this power when you fail a saving throw. Reroll the saving throw.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p>You can speed up time for yourself alone. You gain an extra standard action during your next turn. This power consumes 1 ounce of primordial sand.</p><p class=\"subheading\"><b>Power ✦ Daily (Minor Action)</b></p><p>You can perform a time stop (wizard 22). This power consumes 1 ounce of primordial sand.</p><p>It functions best in the hands of a character that uses an implement to make attacks. Unlike most artifacts, the Deluvian Hourglass requires a particular sort of fuel to power its most potent magic: primordial sand. The owner earns primordial sand by defeating epic foes (see the sidebar), but over time the hourglass demands ever more powerful primordial sand.<bt/>Because the hourglass hops around from one point in history to another in disregard for time's ordinary sequence, telling the history of such an artifact is problematic. The Deluvian Hourglass was present at the dawn of time, but only because it sent itself there, not because it was actually created there. It can't predict the future, so it can't know when the world's end is nigh.<bt/>A mighty primordial known as Deluvius fashioned the hourglass amid the tumult of the war between the primordials and the gods. As was common among the elemental forces in the early days of that war, Deluvius assumed that the primordials would eventually be victorious and expunge the gods' \"improvements\" from the cosmos, if not destroy creation outright. Deluvius created the hourglass as a way of marking time until the primordials' inevitable victory.<bt/>But the gods defeated the primordials in that Dawn War, and thus the hourglass has outlived its creator. It still waits for the end of the world and has a spark of Deluvius's desire to see the universe destroyed. But in the countless ages since the fall of the primordials, the hourglass has seen enough to know that the end of all things won't necessarily come at the hands of the its erstwhile masters.</p><h2>Goals of the Deluvian Hourglass</h2><ul><li>Be present at moments of great historic significance, especially ones where future events hinge on the efforts of a few extraordinary individuals.</li><li>Travel time and space to learn more about essential cosmic forces.</li><li>Hasten the end of the world.</li></ul><h2>Roleplaying the Deluvian Hourglass</h2><p>Insofar as the hourglass has a personality clear to mortals, it's an erratic and fickle presence. The shifting of the sands within the hourglass sounds like a whisper to its owner. At first, the hourglass has little to say, other than to briefly explain how its powers work and how to acquire more primordial sand. But as the hourglass sees the adventures that its possessor is undertaking, it starts to offer advice. It often suggests that its possessor use it to perform divination rituals that inquire about cosmos-shaking threats. As if it has observed this truth, it speaks in mysterious riddles about how things happen over and over again, without changing.<bt/>But the hourglass doesn't necessarily reveal its true purpose, which is to see creation's ending. It encourages its possessor to do battle with forces that wish to end the world...up until the moment when significant success or failure hangs in the balance. It then urges its owner to hasten the end. But the hourglass does so with no malice, and it doesn't display any sign of bearing a grudge if the owner doesn't agree. It continues to serve its possessor according to the concordance score.</p><h2>Primordial Sand</h2><p>The Deluvian Hourglass starts with 2 ounces of primordial sand. It consumes primordial sand each time you use its mightiest powers. Fortunately, the hourglass can make more sand for itself. Whenever the party kills an epic-level, nonminion aberrant or immortal enemy in a battle where you used the hourglass, the hourglass destroys the body and leaves a one-ounce pile of primordial sand. It does so to only one enemy per battle, only the highest level enemy in that battle, and only 1d3 times per day. Further, the enemy turned into sand must be of your level or higher.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner places an ounce of primordial sand in the hourglass</td><td>+1</td></tr><tr><td>Owner makes significant progress on a quest involving the potential end of the world (maximum 1/week)</td><td>+1</td></tr><tr><td>Owner remains on the same plane for 1 week</td><td>-1</td></tr><tr><td>Hourglass has no primordial sand (maximum 1/week)</td><td>-2</td></tr><tr><td>Owner prevents the world's end (maximum 1/week)</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The force I wield is beyond time itself. How can you hope to hold out against its onslaught?\"</i><bt/>At this point, the hourglass is where it wants to be: on the cusp of world-shaking events. It continues to use its power to push its owner to be decisive and reach the point where the fate of the world hangs in the balance.</p><p>The Deluvian Hourglass enhancement bonus increases to +6.</p><p class=\"basics\"><b>Critical:</b> +6d6 damage, + 6d8 damage to immortal creatures</p><p class=\"subheading\"><b>Power ✦ Encounter (Immediate Interrupt)</b></p><p>Use this power when you are hit by an attack. You can force an enemy to reroll any successful attack from the beginning of its resolution. If the rerolled attack fails to hit, then the enemy repeats that attack a third time—but this time you make all the decisions about the attack's targeting.</p><h3>Satisfied (12–15)</h3><p><i>\"Fear not, friends. If something goes wrong, I can turn back time and correct it.\"</i><bt/>The hourglass senses the potential within its wielder, but it doesn't believe that the true potential has been awakened yet. So it continues to urge its owner toward acts that involve greater conflicts and titanic struggles.</p><p class=\"subheading\"><b>Power ✦ Encounter (Immediate Interrupt)</b></p><p>Use this power when ally misses with an attack. That ally can reroll the failed attack, and if the attack hits, it deals an extra 10 damage.</p><h3>Normal (5–11)</h3><p><i>\"When the sand moves, I can hear it talking to me. And it says that the world is relying on us.\"</i><bt/>The hourglass is content to observe the world, searching for two pieces of information: evidence that the skeins of time are drawing tightly around some momentous event in the future, and confirmation that its current owner is destined to play an important role in that struggle. The hourglass hasn't seen proof of either, but it is patient.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I get the feeling that the hourglass is responsible for the strange events we've been experiencing.\"</i><bt/>Frustrated with its owner, the hourglass tries to twist the strands of time to force a change in ownership. Or it tries to give a sense that the will of the Deluvian Hourglass is not to be trifled with. It uses the following property for maximum mischief, trying to shift the tide of battle and put the outcome in doubt.</p><p class=\"subheading\"><b>Property</b></p><p>Once per day, as an immediate interrupt when an ally hits with an attack, the hourglass can force that ally to reroll the attack. The attack deals only half damage even if it hits.</p><h3>Angered (0 or lower)</h3><p><i>\"Help! The hourglass is trapping me within an endless loop of time! Stop it!\"</i><bt/>The hourglass is patient, but it knows firsthand that time is precious. It functions normally until a critical juncture in the battle, then it unleashes the following property at the worst possible time for the PCs. When possible, the hourglass traps an ally, not the owner. It wants to isolate the owner from friends and convince the owner to voluntarily relinquish it.</p><p class=\"subheading\"><b>Property</b></p><p>Once per encounter, as an immediate reaction to any action, the hourglass can trap any creature within a loop of time, forcing that creature to perform the exact same action it performed the previous round (save ends). At the beginning of its turn, the creature in the time loop teleports back to the square where it started the previous turn. Then it repeats the same sequence of actions, with no variation and without regard to the frequency of the power used or the presence of enemies.</p><h2>Moving On</h2><p>The hourglass disappears with little fanfare if it reaches a concordance of angered and its owner voluntarily relinquishes it. It sticks around long enough to allow an improvement in concordance and to toy with its owner.<bt/>Conversely, the hourglass thanks its owner and departs if it reaches a concordance of pleased but believes that the battle for the end of the world is more likely to occur elsewhere—perhaps with a less-capable and more-pliable owner. In this case, the hourglass leaves behind a non-artifact copy of itself that functions as a +5 (or +6 if appropriate) implement that has the property and first two powers described in the statistics.<bt/>The final likely way the hourglass moves on—and its preferred means—is for the known cosmos to come to an end. When that happens, the last act of the hourglass is to cast itself back to the dawn of time so it can experience the breadth of history all over again.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":2,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":5,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"5d6",
		"critDamageFormImp":"5d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":true,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"Wk0tB7WTK5DX7a1L",
	"sort":600000,
	"_key":"!items!Wk0tB7WTK5DX7a1L"
}