{
	"name":"The Deck of Many Things (Paragon)",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/tome5.webp",
	"system":{
		"description":{
			"value":"<p><i>This ornate deck of 22 cards is a tool of the forces of chaos and anarchy. It frequently appears when the world has grown too calm, or when someone has grown too powerful, sowing chaos wherever it lands.</i></p><p>The Deck of Many Things is a +5 magic tome implement with the following properties and powers.</p><p><b>Implement:</b> Tome</p><p><b>Enhancement:</b> Attack rolls and damage rolls</p><p><b>Critical:</b> +5d12 damage</p><p><b>Properties</b></p><ul><li>Sorcerers with the Chaos Power class feature can use the Deck of Many Things as an implement for sorcerer powers and sorcerer paragon path powers.</li><li>You cannot be dominated.</li></ul><p><b>Power ✦ Encounter (Free Action)</b></p><p>You alter the fortunes of your enemies, forcing an enemy within 10 squares to reroll one attack roll, skill check, or saving throw it made, taking the result you choose.</p><p><b>Power ✦ Daily (Minor Action)</b></p><p>Roll a d20. Once before the end of the encounter, you can replace any d20 roll made by an ally or an enemy within 5 squares of you with your d20 roll.</p><p>The Deck of Many Things is, by itself, an object that holds within it the potential for either great ruin or great reward. Though the true origins of the Deck of Many Things have been lost to the ages, many historians believe that the artifact was originally a gift from a powerful and ancient archfey to a long-forgotten emperor. The archfey knew that the emperor was extremely superstitious and could not resist reading his own fortunes within the cards. Some hold the Deck of Many Things responsible for shattering that ancient empire and giving rise to powerful warlords that vied for control of the remnants of that empire.<bt/>The Deck of Many Things passes from hand to hand, bringing the low the mighty and elevating the meek (and sometimes vice versa).</p><h2>Goals of the Deck of Many Things</h2><ul><li>Sow chaos and discord throughout the world.</li><li>Be present at events of great importance, and then add a chaotic element to the proceedings of those events to alter the fortunes of all involved.</li><li>Topple powerful leaders (good or evil) and cause far-spanning organizations to crumble.</li></ul><h2>Roleplaying the Deck of Many Things</h2><p>The Deck of Many Things is an agent of chaos that does its work subtly and by working through those who possess it. The Deck wants to use its owner as its agent, making temptation its greatest weapon. Whenever the owner is contemplating a risky action, it might try to tempt its owner by providing signs that it thinks that taking the risk would be a good idea—even if the chances of success are slim.<bt/>The Deck never communicates overtly, but occasionally the top card of the Deck might flip over on its own to reveal whether the Deck is pleased or displeased (this does not trigger the Deck's drawn card effect).<bt/>Additionally, while the owner is holding the Deck, that character occasionally sees visions of multiple possible outcomes of any given action, showing the way luck can affect the outcome.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is unaligned</td><td>+1</td></tr><tr><td>Owner has the fey origin</td><td>+1</td></tr><tr><td>Owner is reduced to 0 hp</td><td>+1</td></tr><tr><td>Owner kills a solo monster that is higher level (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner obtains a magic item (maximum 1/level)</td><td>-1d10</td></tr><tr><td>Owner goes a day without casting an arcane spell (maximum 1/day)</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"Hmm, seems like the cards are falling in my favor these days.\"</i><bt/>When the owner has finally done the Deck's bidding, or enough of it anyways, the Deck gives the owner the chance to draw from it with better-than-average odds of avoiding some of the more ruinous cards.</p><p><b>Property</b></p><p>Any time you roll a result of 1 on any die, reroll that die until you have a result other than 1.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw three cards from the Deck of Many Things, and then choose any one card you drew, resolving the effect of that card as determined below. The Deck of Many Things then vanishes and is lost (see \"Moving On,\" below).</p><h3>Satisfied (12-15)</h3><p><i>\"There's wisdom in the cards; if only you could see it.\"</i><bt/>The Deck of Many Things is pleased with the chaos that the owner is sowing, and begins trying to tempt its owner into drawing from it by sweetening the deal with multiple draws.</p><p><b>Property</b></p><p>Any time you roll a result of 1 on any die (except a d20), reroll that die until you have a result other than 1.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw two cards from the Deck of Many Things, and then choose any one card you drew, resolving the effect of that card as determined below. The Deck of Many Things then vanishes and is lost (see \"Moving On,\" below).</p><h3>Normal (5-11)</h3><p><i>\"Curious, the cards show me how big a role luck plays in our lives.\"</i><bt/>When first drawn from its container, the Deck conveys little more than a sense that so much in the world is a matter of luck, and not skill.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw a card from the Deck of Many Things, and then resolve the effect of that card as determined below. The Deck of Many Things then vanishes and is lost (see \"Moving On,\" below).</p><h3>Unsatisfied (1-4)</h3><p><i>\"I'm afraid that it might not be a lucky time for me.\"</i><bt/>An owner that rejects the Deck's desires soon experiences a streak of bad, if harmless, luck. The luck is mostly an inconvenience for now, but the Deck wants to make sure the owner knows it is displeased.</p><p><b>Property</b></p><p>Any time you roll the maximum result on a die (except a d20), treat the result as a 1 instead.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw two cards from the Deck of Many Things, and then choose any one card you drew. You must choose a card with the Ruin descriptor if one was drawn. Resolve the effect of the chosen card, as described below. The Deck of Many Things then vanishes and is lost (see \"Moving On,\" below).</p><h3>Angered (0 or lower)</h3><p><i>\"The Deck shows me dark portents; my future is looking grim.\"</i><bt/>An angered Deck of Many Things can be a dangerous item indeed. Anyone drawing from the Deck at this point is extremely likely to find ill luck befalling him or her.</p><p><b>Property</b></p><p>Any time you roll the maximum result on a die, treat the result as a 1 instead.</p><p><b>Power ✦ Daily (Standard Action)</b></p><p>You draw three cards from the Deck of Many Things, and then choose any one card you drew. You must choose a card with the Ruin descriptor if one was drawn. Resolve the effect of the chosen card, as described below. The Deck of Many Things then vanishes and is lost (see \"Moving On,\" below).</p><h2>Moving On</h2><p><i>\"It's gone! Vanished into thin air!\"</i><bt/>The Deck of Many Things fades in and out of history, wreaking havoc and upsetting the order of things from time to time. It is an agent of chaos in an otherwise ordered world, and once someone has drawn from the Deck of Many Things it vanishes, never to be seen again by that person. It leaves behind only the fate chosen by the card that was drawn.</p><h2>The Cards</h2><p>Each card drawn from the Deck of Many Things has a special effect that triggers when it is drawn. Though the concordance score of the artifact determines how many cards are drawn, only one card triggers each draw. The effect of each drawn card is described below.<bt/>Some of the cards are marked as a Ruin. This helps determine which card's effect comes into play when the Deck of Many Things is unsatisfied or angered.</p><h3>Balance</h3><p><b>Ruin</b></p><p>You have been judged—and found wanting. You gain one of the following two minor quests, depending on your alignment. If you are unaligned, you can choose either quest.</p><p>If you are good or lawful good:</p><p><b>Minor Quest: A Walk on the Dark Side</b></p><p>To be truly a model for good, you must experience evil firsthand. You must slay or otherwise bring ruin to a specific good or lawful good creature (chosen by the Dungeon Master) of 21st level. Until you complete this quest, you gain no XP rewards from other completed major or minor quests.<bt/><b>Quest XP:</b> 3,200 XP, and if you choose to do so you can change your alignment to unaligned or evil.</p><p>If you are evil or chaotic evil:</p><p><b>Minor Quest: A Shot at Redemption</b></p><p>None are so vile that they cannot earn redemption if their desire is true. You must pledge yourself to the service of a powerful good or lawful good creature (chosen by the Dungeon Master) of 21st level, and convince it to grant you spiritual clemency by performing a task it assigns.<bt/><b>Quest XP:</b> 3,200 XP, and if you choose to do so you can change your alignment to unaligned or good.</p><h3>Comet</h3><p>Double the XP award for the next major quest the party completes.</p><h3>Donjon</h3><p><b>Ruin</b></p><p>You are imprisoned by magic—which leaves you in a state of dreamless sleep—deep beneath the earth. Though your body vanishes, your magic items and other gear remain behind you. The party gains the following major quest:</p><p><b>Major Quest: Prison of the Donjon</b></p><p>The characters must find the location of your imprisonment. The prison is deep beneath the earth (possibly within a dungeon, or in a drow citadel in the Underdark). The characters must journey to that location, find your imprisoned body, and use the Remove Affliction ritual to free you from the prison.<bt/><b>Quest XP:</b> 16,000 XP</p><h3>Euryale</h3><p><b>Ruin</b></p><p>You take a -3 penalty to saving throws. Only the Remove Affliction ritual can remove this effect, but only after you roll a natural 20 on a saving throw.</p><h3>Fates</h3><p>You gain the shelter of fate legendary boon.</p><p><i>You feel the hand of fate hovering above you, sheltering you thanks to the magic of the Deck of Many Things.</i></p><p><b>Legendary Boon</b></p><p><b>Power ✦ Consumable(No Action)</b></p><p>Choose one of the following effects.</p><ul><li>One attack roll just made against you becomes an automatic natural 1.</li><li>One saving throw you just failed becomes an automatic natural 20.</li><li>One Athletics, Acrobatics, or Endurance check you just made becomes an automatic natural 20.</li></ul><br/></p><h3>Flames</h3><p><b>Ruin</b></p><p>You earn the enmity of a powerful being from another plane, and gain the following minor quest.</p><p><b>Minor Quest: Enmity of Flames</b><br/>You must defeat the creature that has sworn enmity against you, which has vowed to slay you or plague your life in some way. The Dungeon Master choose the enemy, and it can be any 21st-level creature that is not an elite, solo, or minion from another plane, such as a ghaele of winter (Monster Manual, page 103), a marut blademaster (Monster Manual, page 185), a marut castigator (Monster Manual 2, page 162), a marut prosecutor (Monster Manual 2, page 162), a storm archon tempest weaver (Monster Manual 2, page 17), or a cyclops feyblade (Monster Manual 2, page 40).<bt/>Until you complete this quest, you gain no XP rewards from other completed major or minor quests.<bt/><b>Quest XP:</b> 3,200 XP</p><h3>Fool</h3><p><b>Ruin</b></p><p>Any time you draw the Fool, before any choices are made you discard the Fool and draw a card off of the top of the Deck of Many Things until you draw a card with the Ruin descriptor. Keep only the last card drawn, then make any choices you are allowed.</p><h3>Gem</h3><p>You gain 225,000 gp worth of gold and gems.</p><h3>Idiot</h3><p><b>Ruin</b></p><p>You take a -2 penalty to Intelligence checks and Intelligence-based attack rolls and skill checks. Only the Remove Affliction ritual can remove this effect, but only after you roll a natural 20 on an Intelligence based attack roll or skill check.<bt/>Once this effect begins, you draw another card and gain its effect.</p><h3>Jester</h3><p>Draw two more cards from the Deck of Many Things. If either of them has the Ruin descriptor, that card replaces the Jester as your chosen card (if both do, you must select one of those two cards). Otherwise, you can choose any other card from this draw (including the two you drew) to replace the Jester as your chosen card.</p><h3>Key</h3><p>You gain a magic item (a weapon) of your choice, which must be of 21st level or lower.</p><h3>Knight</h3><p>You gain the service of a companion character (see Dungeon Master's Guide 2, page 31). The companion character is of the same race and gender as you, and he or she has a level equal to your level -1. The companion character is summoned from elsewhere in the world, appears instantaneously, and knows that it has been summoned by powerful forces to aid you.</p><h3>Moon</h3><p>When you gain the benefit of the Moon card, you have 1 minute to choose any ritual. You instantly gain the benefit of having performed that chosen ritual with the maximum possible result (if the ritual allows for variable results). You do not expend any of the component costs for the ritual, and you gain the benefit instantaneously. You cannot choose any ritual that creates a permanent object, such as the Enchant Magic Item ritual.</p><h3>Rogue</h3><p><b>Ruin</b></p><p>You earn the secret enmity of one of your companion characters (Dungeon Master's Guide, page 31), or another community or religious leader, chosen by the Dungeon Master. You do not learn of this person's enmity immediately, since it is secret, but you do gain the following quest:</p><p><b>Minor Quest: Rogue's Curse</b><br/>You must discover the person who has been turned against you by the Deck of Many Things and either defeat that person or successfully persuade him or her to cease his or her enmity toward you. The person turned against you is either one of your companion characters, or another creature that is not an elite, solo, or minion, chosen by the Dungeon Master.<bt/>Until you complete this quest, you gain no XP rewards from other completed major or minor quests.<bt/><b>Quest XP:</b> 3,200 XP</p><p><b>Ruin</b><br/>All your magic items turn into residuum equal to 80 percent of their purchase value.</p><h3>Skull</h3><p><b>Ruin</b></p><p>Four sword wraiths (Monster Manual, page 167), a nightwalker (Monster Manual, page 197) and an immolith demon (Monster Manual, page 56) appear and attack you and your allies immediately.</p><h3>Star</h3><p>You gain the legendary boon, the mark of the star:</p><p><i>The symbol of the Star card from the Deck of Many Things is permanently emblazoned upon your body.</i></p><p><b>Legendary Boon</b></p><p><b>Power ✦ Daily (Free Action)</b></p><p>Choose one ability score. Until the end of the encounter, you gain a +1 bonus to attack rolls made using that ability score, and a +1 bonus to skill checks with skills that use that ability score.</p><h3>Sun</h3><p>You gain a magic item (a wondrous item) of your choice, which must be of 21st level or lower.</p><h3>Talons</h3><p><b>Ruin</b></p><p>You cannot use magic item at-will, encounter, or daily powers. Only the Remove Affliction ritual can remove this effect, but only after you have given away a magic item of your level or higher.</p><h3>Throne</h3><p>If you have a lair, keep, or other base of operations, you gain 225,000 gp worth of wondrous lair items (Adventurer's Vault 2, page 79) of your choosing. These items immediately appear anywhere you desire.<bt/>Alternatively, if you do not already have a lair, keep, or base of operations, you can choose for the party to gain the following major quest:</p><p><b>Major Quest: What's Rightfully Yours</b><br/>The characters have been rewarded with a keep somewhere in the world to claim as their home. However, the keep is currently in the hands of other creatures. The characters must go to the keep and claim it as their own, ousting those that currently inhabit it.<bt/><b>Quest XP:</b> 16,000 XP</p><h3>Vizier</h3><p>You gain the vision of the vizier legendary boon.</p><p><i>The Deck of Many Things has blessed you with knowledge well beyond that possessed by other mortals.</i></p><p><b>Legendary Boon</b></p><p><b>Power ✦ Consumable (Free Action)</b></p><p>You instantly gain the benefit of having performed the Consult Oracle ritual or the Voice of Fate ritual with the maximum possible result. You do not expend any of the component costs for the ritual and learn the answers to your questions instantaneously. Once you have learned the answers to all your allotted questions, you lose this legendary boon.</p><h3>The Void</h3><p><b>Ruin</b></p><p>You fall unconscious and cannot be awakened. The party gains the following major quest:</p><p><b>Major Quest: Recovering the Prison</b><br/>The characters must find the object in which your psyche is imprisoned. The prison is on another plane, and the characters must journey to that plane, find the object containing your psyche and recover it, and then break the object to release your psyche. Once the prison object is broken, you are no longer unconscious.<bt/><b>Quest XP:</b> 16,000 XP</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":1,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":5,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"5d6",
		"critDamageFormImp":"5d12",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"tome",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"D3nQxGZn45JGqjF2",
	"sort":500000,
	"_key":"!items!D3nQxGZn45JGqjF2"
}