{
	"name":"The Hand of Vecna",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>One of two relics left behind by Vecna before he ascended to godhood, the Hand of Vecna is a blackened, mummified left hand, icy cold to the touch. It retains a remnant of Vecna's mortal power—a power with a singular devotion to evil.</i></p><p><b>Body Slot:</b> Hands</p><p><b>Properties</b></p><ul><li>You gain a +2 item bonus to Athletics checks.</li><li>When using an attack power granted by the Hand, you can use your highest physical ability score (Strength, Constitution, or Dexterity) for the attack, regardless of the normal ability score noted for the power.</li></ul><p><b>Power (Arcane, Implement) ✦ At-Will (Standard Action)</b></p><p>You can use diabolic grasp (warlock 1).</p><p><b>Power (Arcane, Implement) ✦ Encounter (Standard Action)</b></p><p>You can use sign of ill omen (warlock 7).</p><p><b>Power ✦ Encounter (Move Action)</b></p><p>You can use spider climb (warlock 6).</p><p>The Hand of Vecna doesn't do anything unless attached to the stump of an arm where a hand once was. Removing a hand to make room for Vecna's Hand deals damage equal to one-half the character's maximum normal hit points. Once installed, the Hand of Vecna becomes part of its possessor's body. It retains its grisly appearance, though it functions just like as a normal hand.</p><h2>Goals of the Hand of Vecna</h2><ul><li>Be reunited with the Eye of Vecna.</li><li>Spread worship of Vecna across the world.</li><li>Wrest secrets from those who keep them, then use those secrets as weapons of betrayal.</li><li>Be installed in a powerful living vessel, preferably a powerful wielder of arcane magic.</li></ul><h2>Roleplaying the Hand of Vecna</h2><p>The Hand of Vecna can move independently of its owner's wishes to communicate, using a strange sign language that only a character who has attached the Hand can understand. Its ability to communicate is limited when it's not attached. When a humanoid character touches the Hand, it springs to life, scratching at the left hand of the creature that touched it. At the same time, the character feels a surge of power, accompanied by a sense that his greatest desires are within grasp.</p><h2>Concordance</h2><p>Until its owner attaches the Hand, the artifact has no concordance and the owner doesn't gain any of its properties or powers.</p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner can cast at least one arcane spell</td><td>+2</td></tr><tr><td>Owner implants the Eye of Vecna</td><td>+2</td></tr><tr><td>Owner betrays a close friend in dire straits</td><td>+1</td></tr><tr><td>Owner wrests an important secret from a captive</td><td>+1</td></tr><tr><td>Owner or ally kills an undead creature (maximum 1/encounter)</td><td>-2</td></tr><tr><td>Owner spends 8 hours in the presence of a higher-level arcane spellcaster (maximum 1/day)</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"I am Vecna's hand in the world.\"</i><br/>&nbsp;&nbsp;&nbsp;&nbsp;The Hand of Vecna is pleased with its host—for now. It concentrates on advancing Vecna's designs on the world, confident that it has found an effective vehicle for its ambitions.</p><p><b>Properties</b></p><ul><li>The Hand's item bonus to Athletics checks increases to +5.</li><li>You take a -5 penalty to Diplomacy checks.</li></ul><p><b>Power (Arcane) ✦ Daily (Minor Action)</b></p><p>You call forth an aura of death (aura 10) that lasts until the end of your next turn. While the aura is active, enemies that enter the aura or start their turn in the aura take 10 necrotic damage. Each time an enemy takes damage in this manner, you heal 10 hit points.</p><h3>Satisfied (12–15)</h3><p><i>\"All power is within the grasp of this Hand.\"</i><br/>&nbsp;&nbsp;&nbsp;&nbsp;The Hand of Vecna is satisfied enough with its host, but it's still looking for a better one. It's content to serve its host, but it occasionally acts on its own to remind the possessor who's really in charge. The wielder might wake in the middle of the night to find the Hand clenched around her throat, for example.</p><p><b>Properties</b></p><ul><li>The Hand's item bonus to Athletics checks increases to +3.</li><li>You take a -2 penalty to Diplomacy checks.</li></ul><p><b>Power (Arcane, Implement, Necrotic) ✦ Encounter (Standard Action)</b></p><p>You can hurl a ball of necrotic energy from the Hand, (area burst 1 within 10 squares). The attack is made with your highest physical ability score vs. Reflex. A hit deals 2d10 + 5 necrotic damage and ongoing 5 necrotic damage (save ends) to all enemies in the burst.</p><h3>Normal (5–11)</h3><p><i>\"I can feel the Hand's power.\"</i><br/>&nbsp;&nbsp;&nbsp;&nbsp;When first attached to a host, the Hand is communicative, trying to set the terms of the relationship and explain what activities the Hand favors or abhors.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Hand doesn't do what I want, it does what it wants.\"</i><br/>&nbsp;&nbsp;&nbsp;&nbsp;The Hand of Vecna believes that the host is unlikely to satisfy its ambitions, so it actively seeks a better wielder. But it's evil enough to toy with the current host first, even in dangerous situations.</p><p><b>Special:</b> Once per day at any time, the Hand might choose to drop whatever it holds and attempt to choke you. The Hand makes a special attack against your Fortitude defense, rolling 1d20 + your level. If this attack hits, you are dazed (save ends). Until you make a saving throw, you also can't use the Hand to attack or manipulate objects or to use the Hand's powers.</p><p><b>Property</b></p><p>You take a -2 penalty to Diplomacy checks.</p><p>The Hand typically defies its host in a nonthreatening situation first, trying to demonstrate who's in charge. After that warning, any time becomes fair game.</p><h3>Angered (0 or lower)</h3><p><i>\"Get it off me! Keep away from it!\"</i><br/>&nbsp;&nbsp;&nbsp;&nbsp;At this point, the Hand of Vecna is at war with its possessor, and it wants to torture its host before moving on to a more acceptable wielder.</p><p><b>Special:</b> Once per encounter at any time, the Hand might choose to drop whatever it holds and attempt to choke you. The Hand makes a special attack against your Fortitude defense, rolling 1d20 + your level. If this attack hits, you are dazed (save ends). Until you succeed on a saving throw, you also can't use the Hand to attack or manipulate objects or to use the Hand's powers.</p><p><b>Special:</b> Each time you miss with an attack, there is a 25% chance that the Hand uses diabolic grasp against one of your allies within range of the spell (determined randomly by the DM).</p><p><b>Property</b></p><p>You take a -5 penalty to Diplomacy checks.</p><h2>Moving On</h2><p><i>\"I am Vecna.\"</i><br/>&nbsp;&nbsp;&nbsp;&nbsp;The Hand of Vecna consumes its owner, body and mind. The character dies instantly, and her body crumbles to dust. Even if the character is raised from the dead, she forever carries a handless stump as a souvenir of having once wielded the Hand.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The Hand rejoins its divine namesake. Vecna immediately gains all the knowledge of the former wielder and savors the secrets so acquired. After a time, he sends the Hand back into the world to glean more secrets from other unwitting or greedy arcane characters.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the Hand's wielder also bears the Eye of Vecna, that artifact also returns to the god.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"hands",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"It6FsmQKQW4qmNAo",
	"sort":3700000,
	"_key":"!items!It6FsmQKQW4qmNAo"
}