{
	"name":"The Ashen Crown",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>A gold and mithral diadem with a purple-black byeshk spike, the Ashen Crown is a powerful relic of two races.</i></p><p class=\"basics\"><b>Item Slot:</b> Head.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +2 item bonus to Arcana checks, History checks, and Religion checks.</li><li>You gain a +2 item bonus to all defenses against the attacks of aberrant creatures.</li></ul><p class=\"subheading\"><b>Power ✦ Encounter (Immediate Interrupt)</b></p><p><i><i>Trigger:</i></i> You are hit by an attack that deals typed nonweapon damage. <i><i>Effect:</i></i> You gain resist 5 against typed nonweapon damage until the end of your next turn.</p><p class=\"subheading\"><b>Power ✦ Encounter (Free Action)</b></p><p><i><i>Trigger:</i></i> You score a critical hit on your turn. <i><i>Effect:</i></i> The target of the critical hit slides 2 squares and is knocked prone.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit with an attack. <i><i>Effect:</i></i> A target of the attack is dazed until the end of your next turn. An aberrant creature is also restrained and cannot teleport until the end of your next turn.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit a target that is granting combat advantage to you. <i><i>Effect:</i></i> You deal 2d6 extra damage to that target.</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>As the ritual Gentle Repose, but no components are required.</p><p class=\"subheading\"><b>Power ✦ Weekly</b></p><p>As the ritual Speak with Dead, with a +5 item bonus to the Religion check.</p><p class=\"subheading\"><b>Power ✦ Monthly</b></p><p>As the ritual Raise Dead, with a performance time of 1 hour instead of 8 hours.</p><p>The Ashen Crown is an ancient relic, created by the Keepers of the Past of the Valaes Tairn, then taken by the Dhakaani during the wars that drove the elves back to Aerenal. As crafted by the elves, the Liryana'tani (Crown of Remembrance) was used to return great warriors to life, and to maintain a connection to the ancient heroes of Xen'drik. When the Crown was claimed by the Dhakaani, goblin mages subtly reshaped its power to create Arkantaash. As the Ashen Crown, the artifact reflected the goblins' reverence for ancestors and history.<bt/>Although the Crown retains a connection to both races, it prefers neither. In fact, its powers can be used by anyone who lives up to its desires. Doing so usually requires daring action and explorations of historic significance. Possession of the entire Crown is appropriate for characters in the middle of the heroic tier and upward.<bt/>In its sundered form, the Ashen Crown consists of a magic circlet to which the other magic items are attached. A byeshk blade, magically shapeable, is the Crown's front ornament. Two gems—one a magic solitaire, the other a small orb—are set to either side. A braided cord of mithral and gold wraps tightly around the Crown's circlet. Arkantaash was sundered shortly before the fall of Dhakaan. Legendary goblin heroes wielded the pieces, and each part now bears the name of its last wielder. When the goblin empire fell, the Crown fragments were lost with it for five thousand years.<bt/>The Crown can be sundered or reassembled by the performance of a special ritual—the Rite of Arkantaash.</p><p><i>This mithral and gold headband enhances your knowledge and forges an unseen link between the scattered fragments of the Ashen Crown.</i></p><p class=\"basics\"><b>Item Slot:</b> Head</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +2 item bonus to Arcana checks, History checks, and Religion checks.</p><p class=\"subheading\"><b>Power ✦ Daily </b></p><p>You can use a Detect Object effect (as the ritual) to know the distance and direction to any one fragment of the Ashen Crown. An Arcana check determines the range of the effect.</p><table><tr><th>Arcana Check Result</th><th>Range</th></tr><tr><td>9 or lower</td><td>2 miles</td></tr><tr><td>10–19</td><td>5 miles</td></tr><tr><td>20–29</td><td>15 miles</td></tr><tr><td>30–39</td><td>30 miles</td></tr><tr><td>40 or higher</td><td>60 miles</td></tr></table><br/></p><p>If you do not use this power to locate a particular Crown fragment, or the closest fragment is out of range, you sense the general direction to the closest fragment.</p><p><i>This byeshk spike can change size and shape into several bladed forms. It is deadly against aberrant creatures.</i></p><p class=\"subheading\"><b>Weapon</b></p><p class=\"basics\"><b>Enhancement:</b> +2 to attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +2d6 damage, +2d10 damage against aberrant creatures</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +1 item bonus to all defenses against the attacks of aberrant creatures.</p><p class=\"subheading\"><b>Power ✦ At-Will (Minor Action)</b></p><p>Ashurta's blade takes the shape of a broadsword, dagger, longsword, shuriken, or short sword. It takes on the statistics normal for that weapon until it changes shape into another weapon.</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit with an attack using the weapon. <i><i>Effect:</i></i> A target of the attack is dazed until the end of your next turn. An aberrant creature is also restrained and cannot teleport until the end of your next turn.</p><p><i>The power of this golden spherical gem drives your foes to the ground.</i></p><p class=\"subheading\"><b>Wondrous Item</b></p><p class=\"subheading\"><b>Power ✦ Encounter (Free Action)</b></p><p><i><i>Trigger:</i></i> You score a critical hit on your turn. <i><i>Effect:</i></i> The target of the critical hit slides 2 squares and is knocked prone.</p><p class=\"basics\"><b>Special:</b> You cannot use more than one solitaire in an encounter.</p><p><i>Fashioned of braided mithral and gold, this belt grants protection against supernaturally charged attacks.</i></p><p class=\"basics\"><b>Item Slot:</b> Waist</p><p class=\"subheading\"><b>Power ✦ Encounter (Immediate Interrupt)</b></p><p><i><i>Trigger:</i></i> You are hit by an attack that deals typed nonweapon damage. <i><i>Effect:</i></i> You gain resist 5 against typed nonweapon damage until the end of your next turn.</p><p><i>This crystalline silver gem glows when you have advantage over your foes.</i></p><p class=\"basics\"><b>Implement:</b> Orb</p><p class=\"basics\"><b>Enhancement:</b> +2 to attack rolls and damage rolls</p><p class=\"basics\"><b>Critical:</b> +2d6 damage, or +2d10 damage if you have combat advantage</p><p class=\"subheading\"><b>Power ✦ Daily (Free Action)</b></p><p><i><i>Trigger:</i></i> You hit a target that is granting combat advantage to you. <i><i>Effect:</i></i> You deal 2d6 extra damage to that target.</p><h2>Goals of the Ashen Crown</h2><ul><li>Delve into the legends and lost secrets of the past.</li><li>Create or be among important people, especially heroes or villains of great destiny.</li><li>Inspire events that will become historic or legendary.</li></ul><h2>Roleplaying the Ashen Crown</h2><p>The Ashen Crown is a conduit to history and ancestral spirits—common threads in the cultures of the Valaes Tairn and the Dhakaani. The Crown wants its owners to undertake quests connected to history, whether exploring ancient ruins, finishing uncompleted tasks, or uncovering lost lore.<bt/>The artifact follows these goals whether it is whole or in its various sundered forms. It subtly manifests its desires. Those who wield it or its fragments find great attraction to historic and legendary adventure sites. They gain greater satisfaction from adventures that center around the exploration of the past.<bt/>The Ashen Crown desires to be wielded at least part of the time in its sundered forms. This aspect of the artifact allows the entire party to benefit from the Crown. Any character who possesses one of the Crown's fragments is considered its owner. Thus, the actions of any PC wielding a fragment can affect the Crown's concordance score, making the Ashen Crown a more volatile artifact than most.</p><h2>Concordance</h2><table><tr><th>Starting Score</th><th>5</th></tr><tr><td>Owner of the Crown gains a level</td><td>+1d4</td></tr><tr><td>Owner of any fragment is a goblin or an elf</td><td>+1</td></tr><tr><td>Owner of any fragment is trained in Arcana, History, or Religion</td><td>+1</td></tr><tr><td>Owner of the Crown completes a major quest relating to ancient history or legend</td><td>+1</td></tr><tr><td>Owner of the Crown ignores a major quest relating to ancient history or legend</td><td>-2</td></tr><tr><td>Owner of the Crown keeps legends and history he or she has learned secret without good cause</td><td>-2</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"The spirit of the past lives in me, and my strength is the strength of the kings of old.\"</i><bt/>The Ashen Crown has found its place among heroes whose deeds shall become legend.</p><p class=\"subheading\"><b>Property</b></p><p>If the Crown is whole, the item bonus to all defenses against the attacks of aberrant creatures increases to +3. If the Crown is sundered, all characters in possession of a fragment gain a +1 bonus to all defenses against the attacks of aberrant creatures. (For a character who has Ashurta's blade, this bonus stacks on top of the existing +1 item bonus.) </p><p class=\"subheading\"><b>Power ✦ Encounter (No Action)</b></p><p><i><i>Trigger:</i></i> You make a roll, check, or saving throw result that you dislike. <i><i>Effect:</i></i> You add 1d6 to the triggering result. If the Crown is sundered, each fragment wielder can use this power as a daily power.</p><p class=\"subheading\"><b>Power ✦ Weekly</b></p><p>With the whole Crown, as the ritual Raise Dead, with the normal component cost and a performance time of 1 hour instead of 8 hours.</p><h3>Satisfied (12–15)</h3><p><i>\"I have felt a connection to the strength of the past, and I am hungry for more.\"</i><bt/>The Ashen Crown seeks to shape its wielders' desire for greatness and exploration.</p><p class=\"subheading\"><b>Property</b></p><p>If the Crown is whole, the item bonus to Arcana checks, History checks, and Religion checks increases to +5.<bt/>If the Crown is sundered, each fragment wielder gains a +1 bonus to checks using these skills. (For a character who has Karruuk's circlet, this bonus stacks on top of the existing +2 item bonus.)</p><p class=\"subheading\"><b>Power ✦ Weekly</b></p><p>You can use the Crown's Speak with Dead power on any creature you interacted with while that creature was alive, regardless of whether the creature's corpse is present.</p><h3>Normal (5–11)</h3><p><i>\"History beckons, and I hear its call.\"</i><bt/>The Ashen Crown subtly pushes its wielders toward investigation of the past.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I stand in the shadows of the heroes of old, and am found wanting.\"</i></p><p class=\"basics\"><b>Special:</b> The powers of the Crown fail to function half of the time. (Each time a character attempts to use a power, roll a d20. On a roll of 1–10, the power does not function.)</p><p class=\"basics\"><b>Special:</b> If the Crown is sundered, its fragments have a small chance per day to reassemble of their own accord at the location of the circlet. (Roll a d20 at the start of each day. On a roll of 1, the fragments reassemble.) Once it is whole (whether automatically or through the performance of the ritual), the Crown cannot be sundered until its concordance score rises to 5 or higher.</p><h3>Angered (0 or lower)</h3><p><i>\"I am destined for obscurity, and am not worthy of the memories I bear.\"</i><bt/>The Ashen Crown seeks a new master. If the character in possession of the Crown is defeated in combat, his or her foe is compelled to take the Crown and flee. Sentient creatures use the Crown; nonsentient creatures abandon it where others can find it.</p><p class=\"basics\"><b>Special:</b> The powers of the Crown fail to function.</p><h2>Moving On</h2><p><i>\"I make history.\"</i><bt/>When the wielder of the Crown or a fragment next gains a level, the Crown compels the owner or owners to give it to an authority figure among elves or goblins. The receiver must then grant the Crown or its parts to other heroes worthy of the honor.<bt/>If its wielders refuse to pass on the artifact, the Crown is angered. It remains in this state until it is stolen or lost.",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"head",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"noODoVdVYmfKNYku",
	"sort":0,
	"_key":"!items!noODoVdVYmfKNYku"
}