{
	"name":"The Immortal Game",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This fine marble chessboard has white and red pieces. When you set the pieces out before you, a spectral, skeletal figure appears opposite you and silently beckons you to take the first move.</i></p><p>The Immortal Game is a wondrous item.</p><p class=\"subheading\"><b>Property</b></p><p>+2 bonus on skill checks made as part of a scrying or divination ritual.</p><p>Unlike most artifacts, the Immortal Game doesn't directly help you on your adventures. But it contains the promise of power: defeat the ghostly chessmaster bound to the board, and fantastic rewards are yours for the claiming.<bt/>As the owner of the chessboard, you play one exchange of moves per day against the chessmaster. If you win, the chessboard rewards you richly before departing, never to return. If you lose, you'll have to deal with the curse attached to the artifact.<bt/>The Immortal Game is appropriate for a character in the early paragon tier and upward.</p><h2>Goals of the Immortal Game</h2><ul><li>Test every aspect of each owner.</li><li>Reward the worthy, and punish the unworthy.</li></ul><h2>Roleplaying the Immortal Game</h2><p>The Immortal Game appears to be a finely wrought chessboard when first discovered. But if someone sits down at the board and sets up the pieces to begin a game, the spectral chessmaster appears. If the PC sits with the white pieces, then the chessmaster beckons the PC to make the first move. Otherwise the chessmaster points toward the board, and one of the central pawns slides forward.<bt/>The game is played with one exchange of moves per day. Whenever the owner wants to play, he need only set out the pieces as they were on the previous day and the chessmaster will appear. After the exchange of moves, the chessmaster disappears, and the board can be put away until the next day.</p><h2>How to Play the Game</h2><p>Those who try their hand at the Immortal Game quickly learn that it's more than just a chess match. As the game progresses, the player starts to ignore his surroundings while playing, and eventually he'll be impossible to rouse from a catatonic state while the moves are being played. The Immortal Game is played on many levels, some of which the player is only subconsciously aware of.<bt/>Each day, the player makes an ability score check. Success means a strong move, and failure means a weaker move. The first move is always an Intelligence check. After that point, randomly determine with a d6 which check you use for each day's exchange of moves.<bt/><b>Intelligence Check (1–2):</b> The board position is unclear, and you have to work through several positional nuances. See the Concordance section for the DC. The exchange of moves takes 10 minutes.<bt/><b>Charisma Check (3–4):</b> The chessmaster glowers at you, pitting the force of its personality against you as it dares you to make or avoid a specific move. See the Concordance section for the DC. The exchange of moves takes 10 minutes.<bt/><b>Constitution Check (5–6):</b> The board seems to be sapping your energy the longer you stare at it. See the Concordance section for the DC. The exchange of moves takes 1 hour.</p><h2>The Chessmaster</h2><p>The chessmaster is an intangible manifestation of the artifact itself, and it can't be hurt. It ignores everything except for the game in front of it. It doesn't speak, but it occasionally slumps its shoulders, nods, or otherwise uses body language after a particularly good or bad move.<bt/>If anyone tries to take a chess piece more than 5 squares away from the chessboard, the spectral chessmaster appears, transforms into a dread wraith (found on page 267 of the Monster Manual), and vigorously shakes his head. The following round he attacks the bearer of the chess piece if it's not back with the chessboard. Defeating the dread wraith means the chessmaster appears and turns into a dread wraith all over again.<bt/>If anyone upsets the chessboard while the owner is playing, the chessmaster likewise turns into a dread wraith and attacks. And if the concordance score is 12 or higher, the PC playing the game is immediately dominated and attacks anyone disrupting the game until all the pieces are put back in place.</p><h2>Concordance</h2><p>Until a chess game starts, the artifact has no concordance and the owner gains only the ritual property.</p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d4</td></tr><tr><td>Succeed at an ability score check</td><td>+1</td></tr><tr><td>Fail at an ability score check</td><td>-1</td></tr></table><h3>Pleased (16–20)</h3><p><i>[Mumbles.] \"Pin the rookâ¦then knight to h3â¦\"</i><bt/>At this point, the player has an overwhelming advantage and is working through various endgame scenarios. But the chessmaster's final defenses are both tenacious and full of traps. The DC for the ability score checks is 14 + one-half the PC's level.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +3 bonus on skill checks that use the same ability score that you used in your last exchange of moves. You get the bonus whether or not you actually succeeded at the ability score last time, as long as you're at this concordance level.</p><h3>Satisfied (12–15)</h3><p><i>\"Sorry, what was that? I was thinking about the chess game.\"</i><bt/>The player has attained a significant advantage of position or available pieces, and is starting to put together the elements of a winning match. The DC for the ability score checks is 12 + one-half the PC's level.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +1 bonus on skill checks that use the same ability score that you used in your last exchange of moves. You get the bonus whether or not you actually succeeded at the ability score last time, as long as you're at this concordance level.</p><h3>Normal (5–11)</h3><p><i>\"The chessmaster is good, but my board position isn't bad. Here, I'll show you.\"</i><bt/>The board position is balanced, with neither side likely to leap into an advantageous position soon. The DC for the ability score checks is 10 + one-half the PC's level.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The middle of the board is overrated, anyway.\"</i><bt/>The chessmaster has exploited some weak moves on the player's part and now has a strong board position. The DC for the ability score checks is 12 + one-half the PC's level.</p><p class=\"subheading\"><b>Property</b></p><p>You take a -1 penalty on skill checks that use the same ability score that you used in your last exchange of moves. You take the penalty whether or not you actually failed at the ability score last time, as long as you're at this concordance level.</p><h3>Angered (0 or lower)</h3><p><i>[Mumbles.] \"Sacrifice the bishopâ¦but that only buys me a move or twoâ¦\"</i><bt/>The player is offering a last-ditch defense against a cohesive array of the chessmaster's pieces. The DC for ability score checks is 14 + one-half the PC's level.</p><p class=\"subheading\"><b>Property</b></p><p>You take a -3 penalty on skill checks that use the same ability score that you used in your last exchange of moves. You take the penalty whether or not you actually failed at the ability score last time, as long as you're at this concordance level.</p><h2>Moving On</h2><p><i>\"For a number of reasons, I'm glad it's gone. The game was exhausting in ways I can't even describe.\"</i><bt/>The Immortal Game moves on when the game is over, rewarding the player's tactical wisdom or punishing the player's tactical foolishness.<bt/><b>Win:</b> The only way to win is to reach a concordance score of 21. At that point, the chessboard disappears and the player receives a reward as determined below.<bt/><b>Draw:</b> A draw can occur in one of two ways. A match that reaches the 30th exchange of moves is a draw. If the owner loses the chessboard or doesn't play at least every other day while at a concordance score of 5 or higher, that's also a draw. If the player gets a draw, he gets neither the reward nor the curse.<bt/><b>Loss:</b> A loss can likewise occur in two ways: by reaching a concordance score of -5 or by losing the chessboard or refusing to play at least every other day while at a concordance score of 4 or lower. The player receives a curse as determined below.</p><h2>Rewards</h2><p>The player chooses one of the following: When the PC slides a creature, he can slide one more square than normal; or when the PC grants a shift to a creature, he can grant one more square of shift than normal. If the DM determines other small boons that reward a tactical nature, he or she can substitute that instead.</p><h2>Curses</h2><p>The DM chooses one of the following: When the PC slides a creature, he slides one square fewer than normal (minimum 1); or when the PC grants a shift to a creature, he can grants one square fewer than normal (minimum 1). If the DM determines other small penalties that punish tactical failure, he or she can substitute that instead.</p><h2>DM Advice</h2><p>When you introduce the Immortal Game into your campaign, realize what you're in for: The player will probably play the game for a month or two of game time, and then receive a reward or a big curse.<bt/>Ordinarily, the chessboard disappears after the match, but if someone else at your table is keen to try it out (and the first game was good for your campaign), it's OK to have the chessmaster end the game by picking up the board and laying at another PC's feet.<bt/>And if you really want to mix it up, you can actually play chess with one of your players, rather than relying on the ability score checks. If you aren't a proficient chess player (or if you're too good), you can use a computer chess application, set to whatever difficulty level seems appropriate to you. But maintain the \"one exchange of moves a day\" rule, because it's important that the game unfold gradually—and preferably while the PCs are undertaking traditional adventures.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			},
			"enhance":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"CQN5yJesmDHG4RHR",
	"sort":4600000,
	"_key":"!items!CQN5yJesmDHG4RHR"
}