{
	"name":"Tome of Shadow",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/tome4.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This thick volume is bound in a dark hide etched with elaborate silver symbols. The stretched-skin pages and tightly scrawled writing are bathed in shadow, even under the brightest light.</i></p><p>Artifact: Implement (Orb)</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +2 bonus to monster Knowledge checks related to creatures of the shadow origin.</li><li>The Tome functions as a +4 magic orb.</li><li>When you use the Tome as an implement, you can use the Orb of Imposition wizard class feature once per encounter.</li><li>The Tome counts as a ritual book with 256 pages. It contains five rituals chosen by the DM that the wielder can use once mastered. Other rituals can be added to the book normally, but all except the five original rituals disappear from the book when the artifact moves on.</li><li>When you hit a target with an arcane spell that has the necrotic keyword and use the Tome as an implement, you deal extra necrotic damage equal to your Wisdom modifier.</li></ul><p class=\"subheading\"><b>Power ✦ At-Will (Standard Action)</b></p><p>You can use ray of enfeeblement (wizard 1).</p><p class=\"subheading\"><b>Power ✦ Encounter (Standard Action)</b></p><p>You can use displacement (wizard 16).</p><p class=\"subheading\"><b>Power ✦ Daily (Standard Action)</b></p><p>You can use Evard's black tentacles (wizard 19)</p><p>Maikedhon was a mage living in the Shadowfell during the time of the secret pact between the worshipers of Vecna and Zehir (see \"Mirror of Secrets,\" page 39). He created a number of artifacts related to shadows and shadow creatures, the most important of which was a great magic tome. The battle between the sects of the secret pact that swallowed Trebarra Kan also opened a portal to Maikedhon's tower, sucking his items into the world.<bt/>Maikedhon's items came into the possession of some survivors from the pact who were obsessed by shadow. They eventually met up with the shadowmage, returning his book in exchange for being tutored in shadow magic. Together, the arcanists tested the limits of the medium, exploring the depths of the Shadowfell. The students of shadow were eventually lost in a deep abyss in the Shadowfell, but the book was later discovered near the opening of the chasm. It did not last long in the hands of its new owner, however; the book finds ways to get rid of a wielder who does not meet its expectations. Over the years, it has appeared intermittently in the hands of a gnome merchant, a drow battle mage, and a human princess, but now it is once again lost.</p><h2>Goals of the Tome of Shadow</h2><ul><li>Learn all there is to know about the Shadowfell.</li><li>Find secret planar portals to the Shadowfell.</li><li>Make sure that the tome is not found by agents of the Mirror of Secrets.</li></ul><h2>Roleplaying the Tome of Shadow</h2><p>The Tome does not tolerate incompetence and becomes incensed if it feels that its goals are being ignored. The Tome communicates telepathically, speaking in short, clipped sentences, never wasting a word. It finds waste disdainful and criticizes an owner who fails to fully utilize the tools available to him or her.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a member of an arcane class</td><td>+2</td></tr><tr><td>Owner has at least three powers that create darkness or summon a creature</td><td>+2</td></tr><tr><td>Owner is good or lawful good</td><td>-2</td></tr><tr><td>Owner has three or more powers that have the radiant keyword</td><td>-2</td></tr></table><br/></p><h3>Transcendent (21 or higher)</h3><p><i>\"The mysteries of shadow are revealed, and they are great.\"</i><bt/>The Tome infuses the wielder with shadow. With skin and hair transformed to a dusky gray, the owner takes on the shadow origin. The owner also gains the following power.</p><p class=\"subheading\"><b>Power ✦ Encounter (Minor Action)</b></p><p>Until the end of your next turn, you are insubstantial and have phasing. If at any point after reaching the transcendent concordance, the artifact drops to a lower concordance, or even after the Tome moves on, the owner retains the benefits of this concordance.</p><h3>Pleased (16-20)</h3><p><i>\"We will become one with shadow. I can taste it!\"</i><bt/>The Tome of Shadow is pleased with its wielder—for the time being. It focuses on studying shadow in all its forms, and on evading Trebarra Kan.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Tome's item bonus to monster Knowledge checks related to creatures of the shadow origin increases to +6.</li><li>When you hit with an arcane power that has the necrotic keyword and use the Tome as an implement, you deal extra necrotic damage equal to one-half your level + your Wisdom modifier.</li></ul><br/></p><h3>Satisfied (12–15)</h3><p><i>\"We will blot out the sun with darkness.\"</i><bt/>The Tome is satisfied enough with its owner, but it believes that one better is out there.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Tome's item bonus to monster Knowledge checks related to creatures of the shadow origin increases to +4.</li><li>The Tome functions as a +5 magic orb.</li></ul><br/></p><h3>Normal (5–11)</h3><p><i>\"This is only the beginning.\"</i><bt/>When the Tome of Shadow first comes in contact with the possessor, it sends forth images of shadow, darkness, and summoned monsters. An owner who responds positively is seen in a favorable light. One who responds negatively is perceived poorly.</p><h3>Unsatisfied (1–4)</h3><p><i>\"The Tome is reading my thoughts. It knows my fears.\"</i><bt/>The Tome believes its owner has little chance of achieving its goals. It implores the owner to consider imparting it to someone else.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Tome functions as a +3 magic orb.</li><li>When you use an arcane power that does not have the necrotic keyword, you are slowed until the end of your next turn. This penalty applies whether you are using or even holding the Tome of Shadow.</li></ul><br/></p><h3>Angered (0 or lower)</h3><p><i>\"The Tome must have a more worthy master!\"</i><bt/>The Tome frequently defies its possessor, and all pretenses of civility are over.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>The Tome functions as a +2 magic orb.</li><li>When you use an arcane power that does not have the necrotic keyword, you are stunned until the end of your next turn. This penalty applies whether you are using or even holding the Tome of Shadow.</li></ul><br/></p><h2>Moving On</h2><p><i>\"The mysteries of shadow must be solved by another.\"</i><bt/>The Tome seeks to spread its shadowy knowledge to others. When the character next gains a level, the Tome disappears, moving on to corrupt others. If the Tome is at least satisfied with the owner when it moves on, it leaves a 256-page ritual book containing all the rituals that were scribed in the Tome when it moved on.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":1,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"implement",
		"weaponHand":"hOff",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":true,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":false
		},
		"proficient":false,
		"proficientI":true,
		"profBonus":0,
		"profImpBonus":0,
		"enhance":4,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"",
					"",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":0,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":false,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"4d6",
		"critDamageFormImp":"4d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"tome",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		},
		"brutal":0,
		"implementGroup":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":true,
			"totem":false,
			"wand":false
		}
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"EiucSO8rrnWgvIQb",
	"sort":3500000,
	"_key":"!items!EiucSO8rrnWgvIQb"
}