{
	"name":"Unconquered Standard of Arkhosia",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p><i>In one of the last great battles between Arkhosia and Bael Turath, a single dragonborn regiment held a fortress against multiple legions of tieflings and their diabolic allies. When the battle was over, every demon had fallen, every tiefling—and every dragonborn but one. Wounded, he still lifted his commander's tattered standard before he set out for home. His people kept the banner as a sign of the victory. It disappeared with the fall of Arkhosia, but has reappeared throughout the centuries, infused with powers that bolster the righteous in their battle against evil. The Standard is a banner flying atop a pole of oak. The flag boasts the symbol of a golden dragon on a deep blue field.</i><p class=\"mistat\">To use the Standard's powers, the bearer must either hold the Standard aloft or plant it in the earth and remain within 3 squares of it. The range of its various powers and properties is a number of squares equal to the bearer's Charisma modifier (minimum 1). It has the following properties and powers.</i></p><p><b>Properties</b></p><ul><li>You and allies within range gain a +2 bonus to AC and saving throws when bloodied.</li><li>You and allies within range add their Constitution modifiers to their healing surge values. (Dragonborn instead add an additional +2 to their healing surge values.)</li><li>You and allies within range gain a +1 bonus to death saving throws.</li><li>You and allies within range gain resist 5 fire.</li></ul><p><b>Power (Martial, Weapon) ✦ Daily (Standard Action)</b></p><p>You can use hail of steel (warlord 17).</p><h2>Goals of the Unconquered Standard of Arkhosia</h2><ul><li>Protect the innocent and aid those who would fight on their behalf.</li><li>Destroy devils and tieflings wherever they lurk.</li><li>Restore the glory of the dragonborn, honor the memory of Arkhosia, and take any opportunity to unite the race into a nation once more.</li></ul><h2>Roleplaying the Unconquered Standard of Arkhosia</h2><p>The Standard is like an encouraging commanding officer. It offers tactical advice, reassures and coaxes its bearer on to greater efforts, and—on occasion—berates him or her for failure or for stupid mistakes.<bt/>It urges its bearer to step forward and protect the innocent wherever they're in danger. It grows particularly agitated when devils or tieflings are involved, and the only time it grows truly enraged at its bearer is if he or she allows the evil of such creatures to go unopposed.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a dragonborn</td><td>+2</td></tr><tr><td>Owner completes a quest to oppose the efforts of a devil or tiefling adversary</td><td>+2</td></tr><tr><td>Owner reduces a devil or a tiefling to 0 hit points (maximum 1/day)</td><td>+1</td></tr><tr><td>Owner is a tiefling</td><td>-2</td></tr><tr><td>Owner fails to intervene when witnessing an evil act</td><td>-2</td></tr><tr><td>Owner fails to intervene when witnessing an evil act that involves a devil or tiefling</td><td>-4</td></tr><tr><td>Owner speaks ill of Arkhosia or speaks well of Bael Turath</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"I am worthy of the memory of Arkhosia. The Standard tells me that the dragon empires of old would have welcomed me at their side.\"</i><bt/>The bearer has gained the Standard's respect. It stands with the bearer against all foes.</p><p><b>Special:</b> You occasionally see visions and have dreams of the glory of Arkhosia before it fell. These might show you the location of other ancient treasures or strongholds of the fallen empire. (In other words, the Standard can be a source of quests.)</p><p><b>Properties</b></p><ul><li>You and all allies within range can use second wind one extra time during combat.</li><li>The fire resistance granted by the Standard increases to 15.</li></ul><p><b>Power ✦ Daily (Minor Action)</b></p><p>You can grant one ally an extra action point. He or she must use that action point before the end of the current encounter, or it is lost.</p><p><b>Power ✦ Daily</b></p><p>By planting the Standard's shaft in the earth, you can command the Standard to watch over you. This benefit allows you to use the Eye of Alarm ritual without paying the component cost. You can do so even if you aren't trained in Arcana or do not have the Ritual Caster feat. The Standard serves as a singular watchful eye, rather than creating one or more; the Arcana check still determines what kind of vision or sensory ability the watchful eye possesses for this use.</p><h3>Satisfied (12–15)</h3><p><i>\"I have done well. With the Standard's help, I will continue to shed an unblinking light against the darkness.\"</i><bt/>The Standard has accepted the bearer as a proven warrior against evil.</p><p><b>Property</b></p><p>The fire resistance granted by the Standard increases to 10.</p><p><b>Power (Martial, Weapon) ✦ Daily (Standard Action)</b></p><p>You can use victory surge (warlord 19).</p><h3>Normal (5–11)</h3><p><i>\"Together the Standard and I shall add new exploits to the heroic days of old.\"</i><bt/>The Unconquered Standard is willing to give any new bearer the benefit of the doubt, but the bearer must prove to be a true champion before it reveals its greater powers.</p><h3>Unsatisfied (1–4)</h3><p><i>\"While not everyone is cut out to be a hero, I must try harder not to shame the Standard.\"</i><bt/>The Standard doesn't feel that the bearer is cut out to use it, but it's willing to give the bearer a bit longer to prove either way. That said, it's going to do what it can to push the bearer into greater heroics.</p><p><b>Special:</b> You and your allies still gain the Standard's fire resistance and bonus to death saving throws. Beyond these, however, the Standard allows you to use its powers only against devils, tieflings, demons, evil dragons, and the cultists of evil deities or other evil personages.</p><h3>Displeased (0 or lower)</h3><p><i>\"The Standard is at odds with me. It longs for a more heroic bearer.\"</i><bt/>The bearer is not a hero, as far as the Standard is concerned. It's only a matter of time before it finds another bearer.</p><p><b>Special:</b> You and your allies still gain the artifact's fire resistance and bonus to death saving throws. None of its other powers function for you or your allies.</p><h2>Moving On</h2><p><i>\"I can stand on my own now, even against the greatest evils. The Standard needs to leave now to help those who cannot.\"</i><bt/>The Standard is determined never to rest, never to stop, while there remains evil to be fought, or there is any chance—however small—of gathering the dragonborn into a nation once more. When it feels it has done all it can with this bearer, it leaves.<bt/>When the bearer next gains a level, the Standard disappears, unraveling into the wind and blowing away, only to re-form elsewhere. The Standard bestows permanent resist 5 fire on the bearer. In addition, it grants the bearer a warlord at-will power of his or her choice, which the bearer gains in addition to his or her other at-will powers.<bt/>Until it moves on, the Standard retains all the powers and properties appropriate for its current concordance.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":0,
		"price":0,
		"attuned":false,
		"equipped":false,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			}
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"ADgZZwgvavdqfPRO",
	"sort":2700000,
	"_key":"!items!ADgZZwgvavdqfPRO"
}