{
	"name":"Von Zarovich Family Sword",
	"type":"weapon",
	"img":"modules/dnd-4e-compendium/icons/weapons/heavy_blade3.webp",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>Commissioned by Count Strahd, this weapon is the family sword of the von Zarovich clan, symbol of its sovereign rule over Barovia.</i></p><p>The von Zarovich Family Sword is a +3 longsword with the following properties and powers.</p><p class=\"basics\"><b>Enhancement:</b> Attack and damage rolls</p><p class=\"basics\"><b>Critical:</b> +3d6 damage.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>Once per day, if the Sword has been used to help defeat a living enemy, it must feed. The owner is stunned until the start of his or her next turn.</li><li>You gain vulnerable 10 radiant.</li><li>You do not cast a reflection.</li></ul><p class=\"subheading\"><b>Power (Arcane, Weapon) ✦ Encounter (Move Action)</b></p><p>You can use spider climb (warlock 6).</p><p class=\"subheading\"><b>Power (Weapon) ✦ Daily (Free Action)</b></p><p>When you hit with the Sword. The target is weakened (save ends), and you gain 20 temporary hit points.</p><p class=\"basics\"><b>Special:</b> At the end of each round in which an attack is knowingly made with it against a member of the von Zarovich family, the weapon burns with sudden intensity, dealing 30 fire damage to its owner.</p><p>Count Strahd von Zarovich (see <i>Open Grave</i> page 210) commissioned this weapon from a crafter known only as the Alchemist. Impatient with the work, the count infected the Alchemist with vampirism to give him the proper strength, endurance, and insight with which to create a sword fit for the von Zarovich family.<bt/>Strahd found the sword so perfect that he used it to decapitate the Alchemist—the man would never again create a work of its equal. The Alchemist's life force was infused into the Sword. Far more than a mere weapon, it became an entity unto itself.<bt/>Strahd might have placed the Sword in the tomb of his brother Sergei as repayment for his murder, or perhaps he gave it to Tatyana, his unrequited love. However it came to be, at some point the Sword left the land of Barovia.<bt/>The Sword is well aware of its heritage and the powerful icon it represents for both the von Zarovich clan and Barovia as a nation. The weapon draws strength from its own vampiric nature, equating its hunger with a need to spread the family's honor. It demands an owner who respects these needs.</p><h2>Goals of the von Zarovich Family Sword</h2><ul><li>Slay the living, especially clerics, and rule the night.</li><li>Be wielded by a powerful and noble warrior.</li><li>Advance the von Zarovich name and influence.</li></ul><h2>Roleplaying the von Zarovich Family Sword</h2><p>The von Zarovich Family Sword presents itself as a dignified, haughty servant of the von Zarovich family. It soon becomes apparent, however, that it believes itself to be a pure, symbolic embodiment of the von Zarovich family name. The Sword communicates silently with its owner, often lecturing on all that the family has done and all that the owner needs to achieve to live up to the family's name. Only if the Sword has not fed for some time does its personality change, offering shrill critiques and complaints that its thirst essentially serves as an insult to the entire von Zarovich family.</p><h2>Concordance</h2><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is a member of a martial class</td><td>+1</td></tr><tr><td>Owner slays a high-ranking cleric or the angel of a good deity</td><td>+1</td></tr><tr><td>Owner does not feed the weapon (maximum 1/week)</td><td>-1</td></tr><tr><td>Owner acts in an uncouth manner, as determined by the Sword (drinks at a common tavern, does not wear fine clothes, associates with unacceptable types; maximum 1/week)</td><td>-1</td></tr><tr><td>Owner attacks a member of the von Zarovich family</td><td>-1</td></tr></table><br/></p><h3>Pleased (16-20)</h3><p><i>\"We are the night. We are Barovia.\"</i><bt/>The Sword believes that the owner rightfully perpetuates the heritage of the von Zarovich name. The weapon offers lavish praise—together, Sword, family, and owner are fast becoming part of Barovian national legend.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You do not regain healing surges or daily powers until you take an extended rest during daylight hours.</li><li>When the Sword feeds, you are not stunned.</li></ul><p class=\"subheading\"><b>Power (Necrotic, Weapon) ✦ Daily (Free Action)</b></p><p>When you use the Sword to reduce an enemy to 0 or fewer hit points with a melee attack. You regain your healing surge value in hit points, but do not spend a healing surge.</p><h3>Satisfied (12–15)</h3><p><i>\"Barovia has found a new scion. I am certain the von Zarovich family is pleased, wherever they roam.\"</i><bt/>The owner is on the right path. The von Zarovich name is being honored, perhaps even furthered. The Sword offers measured, though frequent, praise.</p><p class=\"subheading\"><b>Power (Polymorph, Weapon) ✦ Daily (Standard Action)</b></p><p>You become insubstantial and are weakened until the end of your next turn. Sustain Minor: The effect persists.</p><h3>Normal (5–11)</h3><p><i>\"I have a solemn responsibility to uphold the values of the von Zarovich name. Fortunately, this honorable weapon can help me.\"</i><bt/>The von Zarovich Family Sword tries to instill in its owner a sense of expected responsibilities. The weapon is the physical embodiment of the von Zarovich family, which the wielder has a duty to honor.</p><h3>Unsatisfied (1–4)</h3><p><i>\"I am failing a glorious tradition. This blade's family would never have wished it to be carried by someone with such an obvious poverty of skill.\"</i><bt/>The owner is failing the von Zarovich family, and the Sword offers constant, elaborate criticism on this point. Its manner grows abrupt as it snarls and whines for the blood of living targets.</p><p class=\"subheading\"><b>Property</b></p><p>You take a -2 penalty to attack rolls and damage rolls made with the Sword against nonliving enemies.</p><h3>Angered (0 or lower)</h3><p><i>\"The Sword starves. It considers me a pretender, little more.\"</i><bt/>Aside from shrill commands to kill any living target in the area, the Sword remains largely silent. After all, why waste good counsel on such a poor owner?</p><p class=\"subheading\"><b>Property</b></p><p>The Sword functions as a mundane longsword against nonliving enemies.</p><h2>Moving On</h2><p><i>\"You are a paragon only of failure.\"</i><bt/>The von Zarovich Family Sword cannot abide an owner who does not keep it properly fed and thus dishonors the von Zarovich name. During the night of the next new moon, the weapon and its scabbard transform to mist and leave the owner, seeking refuge in the hoard of a powerful creature or the vault of a landed warrior.<bt/>The Sword will not remain hidden for long. It needs to feed, but demands to do so openly, enhancing the legend and reputation of its family. It instructs its new owner to hunt down and slay its former, failed owner. Such humiliating defeat is the proper revenge.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":4,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":0,
			"long":0,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"other",
			"subType":"Melee",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"weaponType":"militaryM",
		"weaponHand":"hMain",
		"properties":{
			"amm":false,
			"bru":false,
			"def":false,
			"hic":false,
			"imp":false,
			"lof":false,
			"lom":false,
			"off":false,
			"rch":false,
			"rel":false,
			"sml":false,
			"spc":false,
			"thv":false,
			"tlg":false,
			"two":false,
			"ver":true
		},
		"proficient":true,
		"proficientI":false,
		"profBonus":3,
		"profImpBonus":0,
		"enhance":3,
		"isRanged":false,
		"damageDice":{
			"parts":[
				[
					"1",
					"8",
					""
				]
			]
		},
		"damage":{
			"parts":[]
		},
		"damageCrit":{
			"parts":[]
		},
		"damageImp":{
			"parts":[]
		},
		"damageCritImp":{
			"parts":[]
		},
		"damageType":{
			"physical":true
		},
		"brutalNum":null,
		"weaponGroup":{
			"axe":false,
			"blowgun":false,
			"bow":false,
			"cbow":false,
			"dragon":false,
			"flail":false,
			"garrote":false,
			"ham":false,
			"bladeH":true,
			"bladeL":false,
			"mace":false,
			"pik":false,
			"pole":false,
			"sling":false,
			"spear":false,
			"staff":false,
			"unarm":false,
			"whip":false
		},
		"attackForm":"@profBonus+@enhance",
		"attackFormImp":"@profImpBonus+@enhanceImp",
		"damageForm":"@enhance",
		"damageFormImp":"@enhanceImp",
		"critDamageForm":"3d6",
		"critDamageFormImp":"(@enhanceImp)d6",
		"critRange":20,
		"critRangeImp":20,
		"weaponBaseType":"longsword",
		"damageTypeWeapon":false,
		"chatFlavor":"",
		"implement":{
			"holyS":false,
			"ki":false,
			"orb":false,
			"rod":false,
			"staff":false,
			"tome":false,
			"totem":false,
			"wand":false
		},
		"brutal":null,
		"armourBaseType":""
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"JMEFqqrStfWA8o84",
	"sort":3600000,
	"_key":"!items!JMEFqqrStfWA8o84"
}