{
	"name":"Zax, Cloak of Kings",
	"type":"equipment",
	"img":"icons/svg/chest.svg",
	"system":{
		"description":{
			"value":"<p class=\"flavour\"><i>This brilliant cloak of spun gold is bedecked with gems and delicately embroidered with scenes of great beauty.</i></p><p class=\"basics\"><b>Artifact:</b> Neck slot item<br/><b>Enhancement Bonus:</b> +4 to Fortitude, Reflex, and Will</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +5 item bonus to Diplomacy checks, History checks, and Insight checks.</li><li>When worn, the cloak sheds dim light in a radius of 5 squares. Invisible creatures and objects are rendered visible while in this light.</li></ul><br/></p><p>The Cloak of Kings looks spun entirely from gold, and its hem and edges glitter with gemstones. It would be counted among the most beautiful objects in the world even without its intricate embroidery that depicts scenes of great castles in settings of natural beauty, and crowned and enthroned figures seated before their bowing subjects.<bt/>The origin of the cloak is shrouded in conflicting claims. Dwarf scholars say that only one of their race could have spun the gold so finely. Elven legends tell of a star that fell from the sky, leaving a crater in which the cloak was found. Humans attribute its creation to various deities, including Erathis and Pelor.<bt/>Regardless of its history, the Cloak of Kings has become a dynastic relic to several empires. It has served a host of kings, empresses, dukes, marchionesses, and others of less noble title. Wars have been fought over its possession, and legends formed about those who sought and won it from great dangers.<bt/>The cloak knows itself as Zax, a garment of great power that deigns itself to be worn by someone of equally great importance. When worn by a leader, Zax communicates mentally to help settle disputes, warn of danger, and educate its wearer on the exploits of earlier rulers who bore the cloak.</p><p class=\"subheading\"><b>Goals of Zax, the Cloak of Kings</b></p><ul><li>Maintain its status as an object of renown by being worn or sought by a great ruler.</li><li>Make its wearer a ruler of ever greater importance.</li><li>Avoid obscurity at all costs.</li></ul><p class=\"subheading\"><b>Concordance</b></p><table><tr><th>Starting score</th><th>5</th></tr><tr><td>Owner gains a level</td><td>+1d10</td></tr><tr><td>Owner is considered a leader of many people</td><td>+2</td></tr><tr><td>Owner gains more political power (1/day)</td><td>+1</td></tr><tr><td>Owner kills a rival for leadership (1/day)</td><td>+1</td></tr><tr><td>Owner uses stealth against an enemy (1/encounter)</td><td>-2</td></tr><tr><td>Owner disobeys a directive from the cloak</td><td>-2</td></tr></table><br/></p><h3>Pleased (16–20)</h3><p>Zax enjoys sharing the power and accolades of its wearer, and it offers greater protection in order to maintain that position.<bt/>The cloak's enhancement bonus increases to +6, and its owner gains the use of the following property and power for as long as the cloak remains at this concordance.</p><p><br></p><p><h2 class=\"mihead\">Property</h2><p class=\"mistat\">Enemies that score a critical hit against you are blinded (save ends).</p><p class=\"subheading\"><b>Utility Power ✦ Daily (No Action)</b></p><p><i><i><i>Trigger:</i></i></i> An attack hits you while you are surprised.<br/><i><i><i>Effect:</i></i> The attack misses you instead.</i></p><p><br></p><h3>Satisfied (12–15)</h3><p>The wearer has proved worthy of Zax, and the cloak becomes a loquacious companion, offering counsel on many topics.<bt/>The cloak's owner gains the use of the following property for as long as the cloak remains at this concordance or higher.</p><p class=\"subheading\"><b>Property</b></p><p>You gain a +10 item bonus to Diplomacy checks, History checks, and Insight checks.</p><h3>Normal (5–11)</h3><p>The cloak is reserved and cautious with its wearer until the character proves or reaffirms his or her leadership potential.<bt/>At this concordance, the cloak has the properties and other characteristics included in its description at left.</p><h3>Unsatisfied (1–4)</h3><p>Zax dislikes the wearer's attitude or believes the wearer is a weak leader. If the wearer doesn't change, Zax soon leaves.<bt/>For as long as the cloak remains at this concordance or lower, it does not shed dim light when its owner wears it.</p><h3>Angered (0 or lower)</h3><p>The wearer is not meeting Zax's expectations, and it looks to leave unless a dramatic turnaround occurs soon.</p><p>The cloak's enhancement bonus becomes +3, and its owner gains the use of the following properties for as long as the cloak remains at this concordance.</p><p class=\"subheading\"><b>Properties</b></p><ul><li>You gain a +2 item bonus to Diplomacy checks, History checks, and Insight checks.</li><li>You take a -2 penalty to attack rolls and damage rolls against any creatures that have the leader role or that are leaders of others.</li></ul><br/></p><h2>Moving On</h2><p>Zax desires fame and to be borne upon the shoulders of greatness, and now it seeks those objectives elsewhere. If Zax is at least satisfied, it leaves behind a normal +4 cloak for its former wearer.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"quantity":1,
		"weight":null,
		"price":0,
		"attuned":false,
		"equipped":true,
		"rarity":"",
		"identified":true,
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":"0",
			"per":""
		},
		"consume":{
			"type":"",
			"target":"",
			"amount":null
		},
		"armour":{
			"value":10,
			"type":"neck",
			"subType":"",
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0,
			"dex":null,
			"movePen":false,
			"movePenValue":0,
			"skillCheck":false,
			"skillCheckValue":0,
			"damageRes":{
				"parts":[]
			},
			"enhance":4
		},
		"hp":{
			"value":0,
			"max":0,
			"dt":null,
			"conditions":""
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"level":"",
		"speed":{
			"value":null,
			"conditions":""
		},
		"strength":0,
		"stealth":false,
		"proficient":true
	},
	"effects":[],
	"folder":null,
	"flags":{},
	"_id":"fdRQRGdTn6TknuId",
	"sort":4300000,
	"_key":"!items!fdRQRGdTn6TknuId"
}