{
	"name":"Acrobatics",
	"_id":"0ZHQ4SjK6J9tUwBL",
	"pages":[
		{
			"sort":100000,
			"name":"Acrobatics",
			"type":"text",
			"_id":"4eYt53SOlxgMqbEV",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>ACROBATICS (DEXTERITY)</h1><p><i>Armor Check Penalty</i><br/>Creatures typically use the Acrobatics skill to maintain their balance while walking on narrow or unstable surfaces, to slip free of a grab or restraints, and to take less damage from a fall.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Moving across a surface that is slippery doesn't usually require an Acrobatics check; that surface is instead treated as difficult terrain. If a surface is extremely slippery, the DM might require an Acrobatics check to cross it.</p><h3>BALANCE</h3><p>Make an Acrobatics check to be able to move across a surface less than 1 foot wide (such as a ledge or a tightrope) or across an unstable surface (such as a wind-tossed rope bridge or a rocking log).</p><p><br/>✦&nbsp;Action: The check is usually part of a move action, but it can be part of any of the creature's actions that involve the creature moving.<br/>✦&nbsp;DC: See the table.<br/>✦&nbsp;Success: The creature can move on the surface for the rest of the action,using squares of movement from the action. The creature must spend 1 extra square of movement for each square it enters on the surface. While on the surface, the creature grants combat advantage and might fall if it takes damage (see below).<br/>✦&nbsp;Failure by 4 or Less: The creature can't move any farther on the surface as part of the current action, but it doesn't fall.<br/>✦&nbsp;Failure by 5 or More: If the creature is on a narrow surface, the creature falls off it. If the creature is trying to move across an unstable surface that isn't narrow, it instead falls prone. Either way, the creature can't move any farther as part of the current action.</p><p><br/><br/>Taking Damage While Balancing<br/>While on a narrow or unstable surface, a creature must make a new Acrobatics check whenever it takes any damage.</p><p><br/>✦&nbsp;Action: Free action. The check is a response to taking damage.<br/>✦&nbsp;DC: See the Balance table.<br/>✦&nbsp;Success: The creature maintains its balance.<br/>✦&nbsp;Failure: If the creature is on a narrow surface, the creature falls off it. If the creature is on an unstable surface that isn't narrow, it instead falls prone.</p><p><br/><table><tr><th>Surface</th><th>Acrobatics DC</th></tr><tr><td>Unstable</td><td>Moderate</td></tr><tr><td>Narrow (less than 1 foot wide) </td><td>Moderate (+5 if unstable)</td></tr><tr><td>Very narrow (less than 6 inches wide)</td><td>Hard (+5 if unstable)</td></tr><tr><td></td></tr></table><br/></p><h3>ESCAPE FROM A GRAB</h3><p>Make an Acrobatics check to wriggle out of a grab (see \"Escape\"). <br/></p><h3>ESCAPE FROM RESTRAINTS</h3><p>Make an Acrobatics check to slip free of physical restraints such as manacles.</p><p><br/>✦&nbsp;Action: The check takes 5 minutes of uninterrupted effort. Alternatively, a creature can make the check as a standard action, but doing so increases the DC by 5.<br/>✦&nbsp;DC: Hard DC of the creature's level.<br/>✦&nbsp;Success: The creature slips free of the restraint.<br/>✦&nbsp;Failure: The creature can try again only if someone else provides assistance, most often by using the aid another action.</p><p><br/></p><h3>HOP DOWN</h3><p>Make an Acrobatics check to hop down 10 feet and land standing.</p><p><br/>✦&nbsp;Action: The check is usually part of a move action, but it can be part of any of the creature's actions that involve the creature moving.<br/>✦&nbsp;DC: DC 15. The creature can make this Acrobatics check only if the drop is no more than 10 feet. <br/>✦&nbsp;Success: The creature hops down, lands standing, and takes no falling damage. The downward move uses no movement from the action.<br/>✦&nbsp;Failure: The creature falls.</p><p><br/></p><h3>REDUCE FALLING DAMAGE (Trained only)</h3><p>If a creature that has training in Acrobatics falls, it can make an Acrobatics check to reduce the amount of falling damage it takes. The creature can make this check whether or not the fall is intentional.</p><p><br/>✦&nbsp;Action: Free action. The check is a response to falling.<br/>✦&nbsp;Result: The amount of falling damage that the creature takes is reduced by one-half the check result (rounded down). If the falling damage is reduced to 0, the creature lands standing.</p><p><br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: The floor beneath Keira swings open to reveal a pit 40 feet deep. As a rogue, Keira has training in Acrobatics, so she makes an Acrobatics check to reduce the falling damage. When she hits the ground, she takes 24 damage (from a roll of 4d10). Her Acrobatics check result is 21, which is divided in half and rounded down for a result of 10. Keira's check reduces the damage by 10, so she instead takes 14 damage from the fall.<br/></p><h3>IMPROVISING WITH ACROBATICS</h3><p>✦&nbsp;Slide down a staircase on a shield while standing (hard DC)<br/>✦&nbsp;Somersault over a creature of the same size (hard DC)<br/>✦&nbsp;Swing from a chandelier (moderate DC)<br/>✦&nbsp;Impress onlookers with an acrobatic performance (moderate DC)<br/><br/>Update (2/15/2011)<br/>Updated to reflect Rules Compendium data.<br/><br/></p><p>Published in Player's Handbook, page(s) 180, Rules Compendium, page(s) 131.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!0ZHQ4SjK6J9tUwBL.4eYt53SOlxgMqbEV"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!0ZHQ4SjK6J9tUwBL"
}