{
	"name":"Action Types",
	"_id":"ZFPA5G9b2h4KdCXD",
	"pages":[
		{
			"sort":100000,
			"name":"Action Types",
			"type":"text",
			"_id":"ymvi4u0bjGohNkL9",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Action Types</h1><p>As the adventurers explore the world and interact with its inhabitants, game play is usually free-form, guided by the roleplaying of the players and the DM. When the adventurers enter combat, though, the game becomes very structured.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The creatures involved in combat each take a turn over the course of a round. A creature can take a limited number of actions each round, and each action has a type. During some rounds, a creature spends its entire allotment of actions, and during other rounds, it might not take a single action. <br/><br/>A creature gets the following three actions on its own turn.<br/><br/>✦&nbsp; Standard Action: A standard action requires more effort than any other type of action and is usually the main action of a creature's turn. Making an attack almost always requires a standard action.<br/>✦&nbsp; Move Action: A move action involves movement from one place to another.<br/>✦&nbsp; Minor Action: A minor action involves a simple activity of some kind, such as opening a door or picking up an item.<br/><br/>A creature's allotment of actions includes some actions that it can take on others' turns.<br/><br/>✦&nbsp; Immediate Action: An immediate action is always in response to a trigger on another creature's turn (such as an action or an event), and either interrupts the trigger or reacts to it. A creature can take only one immediate action per round.<br/>✦&nbsp; Opportunity Action: An opportunity action is like an immediate action, but it always interrupts its trigger. Also, a creature can take a single opportunity action on each turn except its own.<br/><br/>The one type of action that is rarely limited is the appropriately named free action.<br/><br/>✦&nbsp; Free Action: A creature can take free actions on its own or anyone else's turn. Because most free actions require at least a small amount of time, the DM can restrict the number of free actions a creature can take during a round.</p><p>Published in Rules Compendium, page(s) 28.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!ZFPA5G9b2h4KdCXD.ymvi4u0bjGohNkL9"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!ZFPA5G9b2h4KdCXD"
}