{
	"name":"Aid Another",
	"_id":"9T4bZskl3utfJOSj",
	"pages":[
		{
			"sort":100000,
			"name":"Aid Another",
			"type":"text",
			"_id":"r3dzplKUWMJjwPLZ",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Aid Another</h1><p>In some situations, creatures can work together to use a skill or an ability. A creature can help another make a skill check or an ability check by taking the aid another action. Given a choice, a group of adventurers should have the character who has the highest ability modifier or skill check modifier take the lead, while the other characters cooperate to provide assistance.<br/><br/>Aid Another<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Standard action. When a creature takes this action, it chooses a target adjacent to it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; DC: The assisting creature makes a skill check or an ability check against a DC equal to 10 + one-half its level.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Success: The target gains a +2 bonus to the next check using the same skill or ability before the end of the assisting creature's next turn.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Failure: The target takes a -1 penalty to the next check using the same skill or ability before the end of the assisting creature's next turn. This penalty represents the distraction or interference caused by the failed assistance.<br/><br/>A creature can affect a particular check only once using the aid another action. However, up to four creatures can use aid another to affect a single check.<br/>&nbsp;&nbsp;&nbsp;&nbsp;In certain circumstances, the DM might decide that only fewer than four creatures—or even no creatures—can try to aid a check. For instance, it is unlikely that more than one creature can assist in picking a lock.</p><p>Published in Player's Handbook, page(s) 287, Rules Compendium, page(s) 128.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!9T4bZskl3utfJOSj.r3dzplKUWMJjwPLZ"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!9T4bZskl3utfJOSj"
}