{
	"name":"Aquatic Combat",
	"_id":"oDcTvxSs7m4G516y",
	"pages":[
		{
			"sort":100000,
			"name":"Aquatic Combat",
			"type":"text",
			"_id":"cb5A2IiPZpy6q8VK",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Aquatic Combat</h1><p>Fighting underwater is tricky business for land-dwelling creatures. Water provides resistance against movement, swirling currents grab and drag a swimmer along, and tempestuous waters immobilize all but expert swimmers. Aquatic combat refers to encounters involving combatants in water or some other liquid, not when they're aboard a vessel. The following rules apply to aquatic combat.<br/><br/>Swim Speed: A creature moves through the water using its swim speed. A creature that has no swim speed must use the Athletics skill to swim.<br/><br/>Fire Powers: Attackers take a -2 penalty to the attack rolls of fire powers used underwater.<br/><br/>Weapons: Attackers take a -2 penalty to attack rolls while wielding any weapon underwater that isn't from the spear or the crossbow weapon group.<br/><br/>Aquatic and Nonaquatic Creatures<br/>Aquatic creatures, such as water elementals and sharks, can breathe underwater. (If a monster is aquatic, it has the aquatic keyword in its stat block.) In aquatic combat, an aquatic creature gains a +2 bonus to attack rolls against nonaquatic creatures.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Nonaquatic creatures have to hold their breath while fighting underwater. Such strenuous activity requires Endurance checks, especially if the combatant takes damage. See \"Starvation, Thirst, and Suffocation\" in chapter 5 for more details.<br/><br/>Underwater Terrain<br/>The most important underwater terrain is the water itself, especially when the water is moving. Currents drag creatures along in their path, and difficult terrain, cover, and concealment all exist in watery realms. The ruins of a sunken ship provide cover, while dirt kicked up by powerful currents creates obscured squares. Choppy, storm-churned seas act as difficult terrain.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Underwater battles allow for up-and-down movement. Creatures can attack foes from all directions, not just along the ground. See \"Movement in Three Dimensions\".</p><p>Published in Dungeon Master's Guide, page(s) 45, Rules Compendium, page(s) 255.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!oDcTvxSs7m4G516y.cb5A2IiPZpy6q8VK"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!oDcTvxSs7m4G516y"
}