{
	"name":"Arcana",
	"_id":"BpTdmqFK6Hlrsew9",
	"pages":[
		{
			"sort":100000,
			"name":"Arcana",
			"type":"text",
			"_id":"bgpJfnhs0LjdOoKG",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>ARCANA (INTELLIGENCE)</h1><p><br/>The Arcana skill encompasses knowledge about magic-related lore and magical effects. Training in this skill represents academic study, either formalized or as a hobby. This knowledge can touch on any source of magical power—whether arcane, divine, primal, or another one—and extends to information about the following planes of existence, including the creatures native to those planes: the Elemental Chaos, the Feywild, and the Shadowfell. Those that have training in Arcana also have a chance to know something about the mysterious Far Realm, but not about its creatures (such knowledge falls under the Dungeoneering skill). A creature can sometimes use its knowledge of magic to interact with or manipulate magical phenomena.</p><h3>ARCANA KNOWLEDGE</h3><p>Make an Arcana check to recall a relevant piece of magic-related lore or to recognize a magic-related clue (see \"Knowledge Checks\"). A creature must have training in Arcana to possess information about the Far Realm.<br/></p><h3>MONSTER KNOWLEDGE</h3><p>Construct, Elemental, Fey, and Shadow<br/>Refer to these rules whenever a character makes a check to identify a mon-ster, regardless of the knowledge skill he or she is using. The DM typically tells a player which skill to use, based on the creature's origin or relevant keyword. If a monster's origin and keyword suggest the use of two different skills, the DM decides which skill can be used to identify the monster, and might allow the use of either skill. For example, a dracolich is both a natu-ral creature and undead, but the DM might decide that its being undead is more relevant than its natural origin and require the use of Religion. In contrast, an abyssal ghoul is an elemental undead creature, and the DM might allow the use of either Arcana or Religion.<br/></p><h3>DETECT MAGIC (Trained only)</h3><p>Creatures that have training in Arcana can use the skill to identify magical effects and to sense the presence of magic.<br/><br/>Identify Conjuration or Zone </p><p><br/>✦&nbsp;Action: Minor action. The creature must be able to perceive the conjuration or the zone.<br/>✦&nbsp;DC: Moderate DC of the conjuration's or the zone's level.<br/>✦&nbsp;Success: The creature identifies the power used to create the conjuration or the zone and knows the effects and keywords of the conjuration or the zone.<br/>✦&nbsp;Failure: The creature can't try to identify the effect again until after a short rest.</p><p><br/><br/>Identify Magical Phenomenon<br/>Make an Arcana check to identify a magical phenomenon that was created by a magical ritual or that is part of the environment, such as glowing runes on a cavern wall, an eldritch sign glimmering on an altar, a waterfall that flows upward, or a piece of earth floating in the air. This use of the skill is not normally used to identify powers, magic items, or their effects.</p><p><br/>✦&nbsp;Action: Standard action. The creature must be able to perceive the phenomenon.<br/>✦&nbsp;DC: Hard DC of the phenomenon's level. If it has no level, use the hard DC of the creature's level.<br/>✦&nbsp;Success: The creature identifies the phenomenon's power source and other keywords, if any, as well as the phenomenon's basic purpose if it's not obvious. If a magical ritual created the phenomenon, the creature identifies the ritual and is familiar with its effects.<br/>✦&nbsp;Failure: The creature can't try to identify the phenomenon again until after an extended rest.</p><p><br/><br/>Sense the Presence of Magic<br/>Make an Arcana check to sense the presence of magic in an area. Typically creatures use the skill in this way when no magic is observable, but they suspect it is present.</p><p><br/>✦&nbsp;Action: Standard action. The creature attempts to detect each source of magical energy within a number of squares equal to 5 + its level, ignoring all barriers.<br/>✦&nbsp;DC: Hard DC of the creature's level. The creature automatically succeeds in detecting any source of magical energy within range that is five or more levels lower than its level.<br/>✦&nbsp;Success: The creature detects each source of magical energy within range and learns its power sources, if any. If a source of magical energy is within line of sight, the creature pinpoints its location. If it's not within line of sight, the creature knows the direction from which the magical energy emanates but does not know how far away it is.<br/>✦&nbsp;Failure: The creature detects nothing, or nothing is within range to detect. The creature can't try again until after a short rest.</p><p><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Change the visible or audible qualities of one's magical powers when using them (moderate DC)<br/>✦&nbsp;Control a phenomenon by manipulating its magical energy (hard DC)<br/>✦&nbsp;Contribute to a negotiation with an elemental, fey, or shadow creature by exploiting knowledge of its behavior or culture (hard DC)</p><p><br/></p><p>Published in Player's Handbook, page(s) 181, Rules Compendium, page(s) 133.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!BpTdmqFK6Hlrsew9.bgpJfnhs0LjdOoKG"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!BpTdmqFK6Hlrsew9"
}