{
	"name":"Area Attack",
	"_id":"byanHPXrRTFOdWE6",
	"pages":[
		{
			"sort":100000,
			"name":"Area Attack",
			"type":"text",
			"_id":"9IoldQyz3eGfR1pc",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Area Attack</h1><p>Area of Effect: An area attack creates an area of effect, usually a burst or a wall, within range. An area attack affects certain targets within its area of effect, which has a certain size. An area attack's area of effect, range, and targets are specified in its power description.<br/><br/>Origin Square: You choose a square within an area attack's range as the attack's origin square, which is where you center or start the area of effect. You need line of effect from a square in your space to the origin square. For a target to be affected by an area attack, there needs to be line of effect from the origin square to the target. You don't have to be able to see the origin square or the target, and concealment between the origin square and the target doesn't apply.<br/><br/>Multiple Attack Rolls but One Damage Roll: When you make an area attack, you make a separate attack roll against each target in the area of effect, but you make a single damage roll that affects all the targets. A Large or larger creature hit by an area attack is affected only once by the attack, even if multiple squares of the creature's space are in the area of effect.<br/>If you're using a projectile weapon to make an area attack, you need one piece of ammunition for each target, and if you're using thrown weapons, you need one for each target.<br/><br/>Provoke Opportunity Attacks: If you use an area power while adjacent to an enemy, that enemy can make an opportunity attack against you.</p><p>Published in Player's Handbook, page(s) 271.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!byanHPXrRTFOdWE6.9IoldQyz3eGfR1pc"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!byanHPXrRTFOdWE6"
}