{
	"name":"Armor Types",
	"_id":"t71jWXv8SCVBUIoM",
	"pages":[
		{
			"sort":100000,
			"name":"Armor Types",
			"type":"text",
			"_id":"lUceSKZmt5bJ8YiN",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Armor Types</h1><p>Armor is grouped into categories. Each category of armor is either light armor or heavy armor.<br/><br/>Light Armor<br/>Light armor is easy to act in if the wearer has proficiency with it. Cloth armor, leather armor, and hide armor are light armor. While wearing light armor, an adventurer adds either his or her Intelligence or Dexterity modifier to Armor Class, whichever is higher.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Cloth Armor: Jackets, mantles, woven robes, and padded vests don't provide any significant protection by themselves. However, they can be imbued with protective magic. All adventurers have proficiency with cloth armor.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Leather Armor: Leather armor is sturdier than cloth armor. It protects vital areas with multiple layers of boiled-leather plates, while covering the limbs with supple leather that provides a small amount of protection.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Hide Armor: Thicker and heavier than leather, hide armor is composed of skin from any creature that has a tough hide, such as a bear, a griffon, or a dragon. Hide armor can bind and slightly hinder precision, but it's light enough that it doesn't affect an adventurer's speed.<br/><br/>Heavy Armor<br/>Heavy armor is more restrictive than light armor, so natural agility matters less when wearing it. Chainmail, scale armor, and plate armor are heavy armor. An adventurer wearing heavy armor doesn't add an ability score modifier to his or her AC, unless directed to do so by a special effect. In addition, a typical suit of heavy armor imposes a penalty on its wearer's speed, as noted in the armor's description.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Chainmail: Metal rings woven together into a shirt, leggings, and a hood make up a suit of chainmail. Chainmail grants good protection, but it's cumbersome, so it reduces mobility and agility.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Scale Armor: Overlapping pieces of highly durable material, such as steel or even dragon scales, make up scale armor. Despite its heaviness, scale is easy to wear; its straps and buckles make it adjustable and able to be fit snugly to the body, allowing flexibility and agility.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Plate Armor: The heaviest type of armor, made up of shaped plates of metal or similarly resilient material, plate provides the most armor protection. The cost for its superior fortification is mobility and agility.</p><p>Published in Rules Compendium, page(s) 266.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!t71jWXv8SCVBUIoM.lUceSKZmt5bJ8YiN"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!t71jWXv8SCVBUIoM"
}