{
	"name":"Armor",
	"_id":"x2zIZqhNSHvRpEY9",
	"pages":[
		{
			"sort":100000,
			"name":"Armor",
			"type":"text",
			"_id":"HdvisulOg241RAYV",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Armor</h1><p>Armor provides a barrier between an adventurer and attacks—or, put more bluntly, between the adventurer and death. Every class provides access to one or more armor proficiencies, and it's in an adventurer's best interest to wear the finest armor possible.<br/><br/>Armor Bonus: While wearing a suit of armor, an adventurer gains an armor bonus to Armor Class, determined by the type of armor. For instance, a suit of chainmail grants a +6 armor bonus to AC.<br/><br/>Armor Proficiency<br/>An adventurer's class specifies the kinds of armor that he or she has proficiency with, and an adventurer can take feats to learn the proper use of other kinds of armor. If an adventurer wears armor that he or she does not have proficiency with, the armor makes the adventurer clumsy and uncoordinated: That character takes a -2 penalty to attack rolls and to Reflex.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Armor proficiency is irrelevant to a monster. If it's wearing armor, that fact is noted in its stat block, and it is able to use the armor effectively.<br/><br/>Donning Armor<br/>Putting on a suit of armor takes at least 5 minutes, so it's an activity that can be undertaken only outside combat. Armor can be donned while taking a short rest.<br/><br/>Reading an Armor Description<br/>Each type of armor is defined by a few basic characteristics that indicate how it functions in the game. These characteristics are typically specified in a table that contains the following entries.<br/><br/>Armor Bonus: The armor bonus to AC that a creature gains while wearing the armor.<br/><br/>Check: The penalty to Strength-, Dexterity-, and Constitution-based skill checks that a creature takes while wearing the armor. This penalty is called an armor check penalty. It does not apply to ability checks (such as a Strength check to break down a door or a Dexterity check to determine initiative in combat).<br/><br/>Speed: The penalty to speed that a creature takes while wearing the armor.<br/><br/>Price: The armor's cost in gold pieces.<br/><br/>Weight: The armor's weight.</p><p>Published in Rules Compendium, page(s) 265.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!x2zIZqhNSHvRpEY9.HdvisulOg241RAYV"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!x2zIZqhNSHvRpEY9"
}