{
	"name":"Bluff",
	"_id":"QfCKZ4XrzxmwaYlT",
	"pages":[
		{
			"sort":100000,
			"name":"Bluff",
			"type":"text",
			"_id":"O6WxPqBm80zEcwgu",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>BLUFF (CHARISMA)</h1><p><br/>Characters use the Bluff skill to make what's false seem true, what's outrageous seem plausible, and what's suspicious seem ordinary. A character makes a Bluff check to fast-talk a guard, con a merchant, gamble, pass off a disguise, fake a piece of documentation, or mislead in some other way.</p><p><b>✦&nbsp;Action</b>: Standard action. A Dungeon Master might allow a creature to make a Bluff check as part of another action, depending on what a creature wants to do.<br/>✦&nbsp;Opposed Check: Against a target's passive Insight, or against the target's Insight check if it is actively trying to see through the deception. A creature can make the check against multiple targets at once, opposing the passive Insight of each target with a single Bluff check.<br/>✦&nbsp;Success: The deception is successful against the target that opposed the check.<br/>✦&nbsp;Failure: The target doesn't believe the deception. If the check fails by 5 or more, the DM might rule that additional Bluff checks against the target for the same deception are impossible, or that those checks take a -5 penalty.</p><p><br/></p><h3>GAIN COMBAT ADVANTAGE</h3><p>Make a Bluff check to gain combat advantage against an enemy by feinting.</p><p><br/>✦&nbsp;Action: Standard action. A creature can take this action only once per encounter.<br/>✦&nbsp;Opposed Check: Against an adjacent target's passive Insight.<br/>✦&nbsp;Success: The feinting creature gains combat advantage against the target until the end of the feinting creature's next turn.</p><p><br/></p><h3>CREATE A DIVERSION TO HIDE</h3><p>Make a Bluff check to create a diversion and become hidden using the Stealth<br/>skill.</p><p><br/>✦&nbsp;Action: Standard action. A creature can take this action only once per encounter.<br/>✦&nbsp;Opposed Check: Against a target's passive Insight. The target must be able to see the creature creating the diversion. A creature can make the check against multiple targets at once, opposing the passive Insight of each target with a single Bluff check.<br/>✦&nbsp;Success: The creature can immediately make a Stealth check opposed by the passive Perception of any target that failed the opposed Bluff check. If the Stealth check succeeds against a target, the creature becomes hidden from that target until the end of the current turn or until immediately after the hidden creature makes an attack.</p><p><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Entice a guard into leaving its post (hard DC)<br/>✦&nbsp;Impersonate someone's voice convincingly (hard DC)<br/>✦&nbsp;Entertain a crowd with a tall tale (moderate DC)</p><p><br/><br/>Update (6/18/2012)<br/>Updated in Rules Compendium.<br/><br/></p><p>Published in Player's Handbook, page(s) 183, Player's Handbook 2, page(s) 222, Rules Compendium, page(s) 141.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!QfCKZ4XrzxmwaYlT.O6WxPqBm80zEcwgu"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!QfCKZ4XrzxmwaYlT"
}