{
	"name":"bonus",
	"_id":"BtzWmL41wuZ5hEPy",
	"pages":[
		{
			"sort":100000,
			"name":"bonus",
			"type":"text",
			"_id":"gNEuQoHseIWKvC26",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>bonus</h1><p>A number added to a die roll. If a bonus has a type (such as a power or a feat bonus), the bonus is not cumulative with bonuses of the same type; only the highest bonus applies. Bonuses that have no type are called untyped bonuses. Such bonuses are cumulative. However, untyped bonuses from the same named game element (such as a power or a feat) are not cumulative; only the highest applies.<br/><br/>Each of the bonus types in the game is described below.<br/><br/>Armor Bonus: Granted by armor, this bonus applies only as long as a creature wears the armor.<br/><br/>Enhancement Bonus: This bonus improves attack rolls and damage rolls or defenses. An adventurer gains an enhancement bonus to Armor Class when wearing magic armor, an enhancement bonus to attack rolls and damage rolls when wielding a magic weapon or implement, and an enhancement bonus to Fortitude, Reflex, and Will when wearing a magic item that occupies the neck item slot (such as an enchanted cloak). An adventurer can benefit from a magic weapon, magic armor, and a magic cloak at the same time, since their enhancement bonuses add to different rolls or scores.<br/><br/>Feat Bonus: Granted by a feat, this bonus applies only as long as a creature has the feat.<br/><br/>Item Bonus: Granted by a magic item, this bonus applies only as long as a creature wears or wields the item.<br/><br/>Power Bonus: Granted by powers and class features, power bonuses are usually temporary.<br/><br/>Proficiency Bonus: Gained from proficiency with a weapon, this bonus applies to attack rolls with that weapon. An adventurer gains the proficiency bonus only when wielding the weapon and using powers that have the weapon keyword.<br/><br/>Racial Bonus: This bonus is granted by a racial trait, such as the elf 's Group Awareness trait.<br/><br/>Shield Bonus: Granted by a shield, this bonus applies to AC and Reflex only as long as a creature uses the shield. Some powers, feats, and magic items provide a shield bonus; these typically help only characters who aren't using shields.<br/><br/>Untyped Bonus: Some bonuses have no type (\"a +2 bonus,\" for instance). Most of these bonuses are situational and combine with other bonuses, including other untyped bonuses. However, untyped bonuses from the same named game element (such as a power or a feat) are not cumulative; only the highest applies, unless otherwise noted.</p><p>Published in Rules Compendium, page(s) 27-28, 309.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!BtzWmL41wuZ5hEPy.gNEuQoHseIWKvC26"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!BtzWmL41wuZ5hEPy"
}