{
	"name":"Charge",
	"_id":"aLzyJs6UE4rPHqig",
	"pages":[
		{
			"sort":100000,
			"name":"Charge",
			"type":"text",
			"_id":"GeEoKVjzt2pnc9LC",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Charge</h1><p>A creature uses the charge action when it wants to dash forward and launch an attack with a single action. Such an attack is sometimes referred to as a charge attack.<br/><br/>Charge a Target<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Standard action. When a creature takes this action, it chooses a target. Figure out how far away the creature is from the target—even counting through squares of blocking terrain—and then follow these steps.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Move: The creature moves up to its speed toward the target. Each square of movement must bring the creature closer to the target, and the creature must end the move at least 2 squares away from its starting position.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Attack: The creature either makes a melee basic attack against the target or uses bull rush against it. The creature gains a +1 bonus to the attack roll.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. No Further Actions: The creature can't take any further actions during this turn, except free actions. A creature's turn usually ends after it charges. However, it can extend its turn by taking certain free actions.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Some powers allow a creature to use them in place of a melee basic attack when charging. When a creature uses such a power, the creature retains all the normal benefits of a charge and must follow all the same rules. For instance, it still must end the move at least 2 squares away from its starting position, and it still gains the +1 bonus to attack rolls.</p><p>Published in Player's Handbook, page(s) 287, Rules Compendium, page(s) 240.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!aLzyJs6UE4rPHqig.GeEoKVjzt2pnc9LC"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!aLzyJs6UE4rPHqig"
}