{
	"name":"Coins and Other Currency",
	"_id":"HCGuB6Pp9ELc75Uo",
	"pages":[
		{
			"sort":100000,
			"name":"Coins and Other Currency",
			"type":"text",
			"_id":"FX8sYe9NO2RnVEvp",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Coins and Other Currency</h1><p>Merchants and adventurers alike use the gold piece (gp) as the standard unit of currency for most transactions. The exchange of large amounts of money might be handled by letters of credit or gems and jewelry, but the value is always measured in gold pieces.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The common people of the world deal more widely in the silver piece (sp) and the copper piece (cp). A gold piece is worth 10 silver pieces, and a silver piece is worth 10 copper pieces.<br/>&nbsp;&nbsp;&nbsp;&nbsp;People use copper, silver, and gold coins daily. Many of the world's ancient empires also minted platinum pieces, and merchants still accept them even if most people never see them. They're most common in ancient treasure hoards. A platinum piece is worth 100 gold pieces.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A coin is about an inch across and weighs about one-third of an ounce (50 coins to the pound).<br/>&nbsp;&nbsp;&nbsp;&nbsp;Gems and jewelry are more portable forms of wealth favored by adventurers. Among commoners, \"portable wealth\" usually means cattle (with one cow worth about 10 gp in trade).<br/>&nbsp;&nbsp;&nbsp;&nbsp;In fantastic realms beyond the natural world—in the City of Brass in the Elemental Chaos, the Bright City in the Astral Sea, the city of Sigil, and similar markets—the astral diamond (ad) is used as currency for transactions involving staggering amounts of wealth. One astral diamond is worth 100 platinum pieces, or 10,000 gold pieces. An astral diamond weighs one-tenth as much as a coin (500 astral diamonds to the pound).<br/><br/><table><tr><th>Monetary Unit</th><th>cp</th><th>sp</th><th>gp</th><th>pp</th><th>ad</th></tr><tr><td>Copper piece (cp)</td><td>1</td><td>1/10</td><td>1/100</td><td>1/10000</td><td>1/1000000</td></tr><tr><td>Silver piece (sp)</td><td>10</td><td>1</td><td>1/10</td><td>1/1000</td><td>1/100000</td></tr><tr><td>Gold piece (gp)</td><td>100</td><td>10</td><td>1</td><td>1/100</td><td>1/10000</td></tr><tr><td>Platinum piece (pp)</td><td>10000</td><td>1000</td><td>100</td><td>1</td><td>1/100</td></tr><tr><td>Astral diamond (ad)</td><td>1000000</td><td>100000</td><td>10000</td><td>100</td><td>1</td></tr></table></p><p>Published in Rules Compendium, page(s) 263.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!HCGuB6Pp9ELc75Uo.FX8sYe9NO2RnVEvp"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!HCGuB6Pp9ELc75Uo"
}