{
	"name":"Concealment",
	"_id":"oFdxEGQhW9YvVgnB",
	"pages":[
		{
			"sort":100000,
			"name":"Concealment",
			"type":"text",
			"_id":"ZCqFsbyhaJARgkoO",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Concealment</h1><p>If an attacker can't get a good look at a target, the target has concealment: The attacker takes a penalty to melee and ranged attack rolls against that target. The battle might be in an area of dim light, in a chamber filled with smoke or mist, or among terrain features, such as foliage, that get in the way of vision.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Unless otherwise noted, area powers and close powers are not affected by concealment. Such powers often produce explosions or great weapon swings that don't depend on vision.<br/><br/>Obscured Squares The degree to which a square is obscured helps determine how much concealment a target has while in that square.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Lightly Obscured: Squares of dim light, foliage, fog, smoke, heavy falling snow, or rain are lightly obscured.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Heavily Obscured: Squares of heavy fog, thick smoke, or dense foliage are heavily obscured.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Totally Obscured: Squares of darkness are totally obscured.<br/><br/>Degrees of Concealment There are two degrees of concealment.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Partial Concealment (-2 Penalty to Attack Rolls): An attacker takes a -2 penalty to melee and ranged attack rolls against a target that has partial concealment (sometimes simply called \"concealment\"). The target is in a lightly obscured square or in a heavily obscured square and adjacent to the attacker.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Total Concealment (-5 Penalty to Attack Rolls): An attacker takes a -5 penalty to melee and ranged attack rolls against a target that has total concealment. The attacker can't see the target: It is invisible, in a totally obscured square, or in a heavily obscured square and not adjacent to the attacker.<br/><br/>Invisibility A variety of powers and other effects can turn a creature invisible, effectively giving it total concealment. Sometimes invisibility is magical, and other times it is mundane. The most common way to become invisible is to use the Stealth skill to become hidden.<br/>&nbsp;&nbsp;&nbsp;&nbsp;An invisible creature can take advantage of several benefits.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; It can't be seen by normal forms of vision.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; It has total concealment against any enemy that can't see it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; It has combat advantage against any enemy that can't see it (but it still has to be able to see the enemy).<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; It doesn't provoke opportunity attacks from enemies that can't see it.</p><p>Published in Player's Handbook, page(s) 281, Rules Compendium, page(s) 220.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!oFdxEGQhW9YvVgnB.ZCqFsbyhaJARgkoO"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!oFdxEGQhW9YvVgnB"
}