{
	"name":"Conjuration",
	"_id":"XkY0K6gGl3bLTQHJ",
	"pages":[
		{
			"sort":100000,
			"name":"Conjuration",
			"type":"text",
			"_id":"vzaK01gQ2NwHESrp",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Conjuration</h1><p>An effect type. A conjuration power produces a conjuration, which is a creation of magical energy that resembles a creature, an object, or some other phenomenon. Even if a conjuration looks like a creature or displays some degree of sentience, it is not considered a creature. Unless otherwise noted, a conjuration uses the following rules.<br/><br/>Occupies No Squares: The conjuration occupies no squares. The conjuration does not need to be supported by a solid surface, so it can float in the air.<br/><br/>Unaffected by the Environment: Terrain and environmental phenomena have no effect on the conjuration. For instance, a conjuration that is an icy hand functions in an inferno without penalty.<br/><br/>Creator's Defenses: Normally, a conjuration cannot be attacked or physically affected. If a conjuration can be attacked or physically affected, it uses its creator's defenses. Unless an attack specifically targets conjurations, only the attack's damage (not including ongoing damage) affects the conjuration. For instance, an attack power that would cause a creature to take 20 cold damage and become immobilized would instead deal only the cold damage to a conjuration.<br/><br/>Attacking with a Conjuration: Normally, a conjuration cannot attack. If a conjuration can attack, its creator makes the attack, determining line of effect from the conjuration as if the creator were in the conjuration's space. If line of sight is relevant, determine it from the creator, not the conjuration.<br/><br/>Movable Conjurations: If the power used to create a conjuration allows it to be moved, it's a movable conjuration. At the end of the creator's turn, a movable conjuration ends if the creator doesn't have line of effect to at least 1 square of the conjuration or if the creator isn't within range (using the power's range) of at least 1 square of the conjuration.<br/>A conjuration can't be moved through blocking terrain.<br/><br/>Death Ends: A conjuration ends immediately if its creator dies.</p><p>Published in Player's Handbook 3, page(s) 216, Monster Manual, page(s) 281, Player's Handbook 2, page(s) 219, Rules Compendium, page(s) 117, 309-310.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!XkY0K6gGl3bLTQHJ.vzaK01gQ2NwHESrp"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!XkY0K6gGl3bLTQHJ"
}