{
	"name":"Cover",
	"_id":"wWJn1N2zdVAcfOmp",
	"pages":[
		{
			"sort":100000,
			"name":"Cover",
			"type":"text",
			"_id":"CDGHylbO5cdBRAm4",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Cover</h1><p>Cover (-2 Penalty to Attack Rolls): The target is around a corner or protected by terrain. For example, the target might be in the same square as a small tree, obscured by a small pillar or a large piece of furniture, or behind a low wall.<br/><br/>Superior Cover (-5 Penalty to Attack Rolls): The target is protected by a significant terrain advantage, such as when fighting from behind a window, a portcullis, a grate, or an arrow slit.<br/><br/>Area Attacks and Close Attacks: When you make an area attack or a close attack, a target has cover if there is an obstruction between the origin square and the target, not between you and the target.<br/><br/>Reach: If a creature that has reach attacks through terrain that would grant cover if the target were in it, the target has cover. For example, even if you're not in the same square as a small pillar, it gives you cover from the attack of an ogre on the other side of the pillar.<br/><br/>Creatures and Cover: When you make a ranged attack against an enemy and other enemies are in the way, your target has cover. Your allies never grant cover to your enemies, and neither allies nor enemies give cover against melee, close, or area attacks.<br/><br/>Determining Cover: To determine if a target has cover, choose a corner of a square you occupy (or a corner of your attack's origin square) and trace imaginary lines from that corner to every corner of any one square the target occupies. If one or two of those lines are blocked by an obstacle or an enemy, the target has cover. (A line isn't blocked if it runs along the edge of an obstacle's or an enemy's square.) If three or four of those lines are blocked but you have line of effect, the target has superior cover.</p><p>Published in Player's Handbook, page(s) 280, Rules Compendium, page(s) 219.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!wWJn1N2zdVAcfOmp.CDGHylbO5cdBRAm4"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!wWJn1N2zdVAcfOmp"
}