{
	"name":"Crashing",
	"_id":"D9gTlejOyHn80qF1",
	"pages":[
		{
			"sort":100000,
			"name":"Crashing",
			"type":"text",
			"_id":"GS9I1mXVMiuhB078",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Crashing</h1><p>✦&nbsp;Falling while Flying: If a creature falls while it is flying, it descends the full distance of the fall but is likely to take less damage than a creature that can't fly. Subtract the creature's fly speed (in feet) from the distance of the fall, then figure out falling damage. If the difference is 0 or less, the creature lands without taking damage from the fall. For example, if a red dragon falls when it is 40 feet in the air, subtract its fly speed of 8 (8 squares = 40 feet) from its altitude. The difference is 0, so the dragon lands safely and is not prone.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If a creature is flying when it starts a high-altitude fall, it has one chance to halt the fall by making a DC 30 Athletics check as an immediate reaction, with a bonus to the check equal to the creature's fly speed. On a success, the creature falls 100 feet and then stops falling. On a failure, the creature falls as normal.<br/>✦&nbsp;High-Altitude Falls: Some encounters take place very high above the ground. In such an encounter, it is possible for a creature to spend more than one round falling to the ground. As a rule of thumb, a creature falls up to 500 feet during its first turn of falling. If it is still falling at the start of its turn, it can take actions on that turn as normal, then falls up to 500 feet at the end of the turn. If none of those actions expressly halts a fall, the creature falls up to 500 feet at the end of the turn. This sequence continues until the creature lands.<br/></p><p>Published in Dungeon Master's Guide, page(s) 47.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!D9gTlejOyHn80qF1.GS9I1mXVMiuhB078"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!D9gTlejOyHn80qF1"
}