{
	"name":"Creating a Hybrid Character",
	"_id":"tKioe40z3TfhMGql",
	"pages":[
		{
			"sort":100000,
			"name":"Creating a Hybrid Character",
			"type":"text",
			"_id":"7Ntzfj2upHDwbXhG",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Creating a Hybrid Character</h1><p>If you want to make a hybrid character, pick the two classes that you want to combine, and then read the entries for the hybrid versions of them. The information below details how to combine the elements of the two hybrid classes you choose.<br/><br/><b>Armor Proficiencies:</b> You start with only the armor proficiencies that are possessed by both of your classes. For example, a fighter/rogue initially has proficiency with cloth armor and leather armor only.<br/><b>Weapon Proficiencies:</b> Combine the weapon proficiencies given for each of your classes. For example, a cleric/rogue starts with proficiency with simple melee weapons, simple ranged weapons, shuriken, and short swords.<br/><b>Implements:</b> You can wield the implements of both classes, and you can use implement powers from either class (and from those classes' paragon paths) through any implement with which you are proficient. For example, a cleric/warlock can use implement powers from either class through holy symbols, rods, and wands.<br/><b>Bonus to Defense:</b> You gain the bonuses to defenses noted in both hybrid class entries. Bonuses to the same defense add together. Some hybrid class entries give you a choice of which defense to apply a bonus to.<br/><b>Hit Points at 1st Level</b> To determine your hit points at 1st level, add together the hit points at 1st level noted in both hybrid class entries, and round fractions down. Then add your Constitution score to the result.<br/><b>Hit Points per Level Gained:</b> To determine the hit points you gain at each new level, add together the values noted in each of your hybrid class entries, and round fractions down. For example, a cleric/fighter gains 5 hit points at each new level (2.5 for cleric + 3 for fighter, rounded down).<br/><b>Healing Surges per Day</b> Add together the healing surges per day noted in both hybrid class entries, and round fractions down. Then add your Constitution modifier to the result.<br/><b>Class Skills:</b> To create your list of class skills, combine the class skills noted for the two hybrid classes.<br/><b>Trained Skills:</b> You gain three trained skills, chosen from your list of class skills. Some hybrid class entries grant extra trained skills, which must be taken from that class's skills list, not from the combined list.<br/><b>Class Features:</b> You gain all the class features in both hybrid class entries. If a class feature has the word \"hybrid\" in parentheses after its name, it is a modified version of the class feature, but still counts as that class feature for the purpose of meeting prerequisites.<br/><b>Hybrid Talent Options:</b> Each hybrid class entry includes one or more Hybrid Talent options. These options become available when you select the Hybrid Talent feat.<br/><b>Starting Powers:</b> As a hybrid character, you start with the following powers.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<i>At-Will</i>: Choose two 1st-level at-will attack powers, one from each class.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<i>Encounter</i>: You gain one 1st level encounter attack power, chosen from either of your hybrid classes. If either of those classes has the Psionic Augmentation class feature, see \"Psionic Augmentation and Hybrid Characters\"<br/>&nbsp;&nbsp;&nbsp;&nbsp;<i>Daily</i>: You gain one 1st-level daily attack power, chosen from either of your hybrid classes.<br/><b>Gaining Additional Powers</b> When you reach a new level and gain an encounter attack power, a daily attack power, or a utility power, you can choose that power from either class. However, if you have at least two powers in the same category (at-will attack, encounter attack, daily attack, or utility), at least one of those powers must come from each of your hybrid classes.<br/>&nbsp;&nbsp;&nbsp;&nbsp; Even if you later change your powers through retraining, power swap feats, or some other means, you must retain at least one power from both of your classes.<br/><br/><b>SPECIAL RULES</b><br/>Hybrid characters interact with some game rules in exceptional ways.<br/><br/><b>Meeting Prerequisites:</b> A hybrid character is considered a member of both classes and has those classes' roles. Some hybrid classes receive modified versions of class features. Such a class feature counts as the full-fledged feature for the purpose of meeting prerequisites and applying various game options.<br/><b>Multiclass Feats:</b> A hybrid character can select multiclass feats. The rules for multiclassing still apply: You cannot take multiclass feats for a class you already belong to, which includes both of your hybrid classes.<br/><b>Paragon Tier Hybrids:</b> Rather than take a paragon path at 11th level, a hybrid character can choose to gain more powers from his or her class. If you choose this option, you gain several benefits.<br/>&nbsp;&nbsp;&nbsp;&nbsp; At 11th level, you gain Hybrid Talent as a bonus feat, even if you already have it.<br/>&nbsp;&nbsp;&nbsp;&nbsp; In place of the paragon path encounter attack power gained at 11th level, you can select an encounter attack power of 7th level or lower from either of your hybrid classes.<br/>&nbsp;&nbsp;&nbsp;&nbsp; In place of the paragon path utility power gained at 12th level, you can select a utility power of 10th level or lower from either of your hybrid classes.<br/>&nbsp;&nbsp;&nbsp;&nbsp; In place of the paragon path daily attack power gained at 20th level, you can select a daily attack power of 19th level or lower from either of your hybrid classes.<br/><b>Racial Traits:</b> Some races grant benefits based on a class. Remember when choosing these benefits that you are a member of both of your hybrid classes.<br/><b>Trading Class Features:</b> A hybrid character cannot trade a hybrid version of a class feature for a nonhybrid version of a class feature, unless a hybrid class entry expressly allows the trade.<br/><b>Retraining:</b> When you use retraining to replace a power from one of your hybrid classes, the new power can be from either of your hybrid classes, as long as the new power is of the same type and of the same level or lower as the old power. <i>In addition, the replacement must follow the rules above for a hybrid character gaining powers.</i> If only one of your hybrid classes has the Psionic Augmentation class feature, you can use retraining to replace an augmentable at-will attack power with an encounter attack power and vice-versa, but you must always have two at-will attack powers, one from each class. Making such a replacement will change your power point total (see \"Psionic Augmentation and Hybrid Characters\"). You cannot use retraining to replace one of your hybrid classes with a different hybrid class.<br/><br/></p><p>Published in Player's Handbook 3, page(s) 135, Rules Compendium, page(s) 87.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!tKioe40z3TfhMGql.7Ntzfj2upHDwbXhG"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!tKioe40z3TfhMGql"
}