{
	"name":"Critical Hit",
	"_id":"DHGASFfj4alpIbst",
	"pages":[
		{
			"sort":100000,
			"name":"Critical Hit",
			"type":"text",
			"_id":"cZkMzPCiuned34Ko",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Critical Hit</h1><p>Occasionally an attack is a bull's-eye: It hits so well that a target takes more damage than normal. Such a lucky result is called a critical hit (sometimes shortened to \"crit\").<br/><br/>Natural 20: When an attack roll against a target gets a natural 20, the power not only automatically hits the target, but also scores a critical hit if the attack roll result is high enough to hit the target's defense. If the result is too low to hit the defense, the power still hits the target automatically, but without scoring a critical hit.<br/><br/>Precision: Some powers and other abilities allow a creature to score a critical hit on a roll other than 20, but only a natural 20 is an automatic hit.<br/><br/>Maximum Damage: When an attack scores a critical hit against a target, the target takes the maximum damage possible from the attack. Don't make a damage roll. Instead, the target takes damage as if the maximum result had been rolled for damage. However, attacks that don't deal damage still don't deal damage on a critical hit.<br/><br/>Extra Damage: Magic weapons and implements, as well as high crit weapons, can increase the damage dealt on a critical hit by contributing extra damage. If this extra damage is a die roll, it is not automatically maximum damage; roll the specified dice and add the result to the critical hit's damage.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: Dendric the fighter is wielding a magic longsword that deals 1d8 extra damage on a critical hit. His player rolls a d8 and adds the result to the damage Dendric deals on a critical hit with the longsword.</p><p>Published in Player's Handbook, page(s) 278, Rules Compendium, page(s) 216.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!DHGASFfj4alpIbst.cZkMzPCiuned34Ko"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!DHGASFfj4alpIbst"
}