{
	"name":"Damage Rolls",
	"_id":"3ZQqk4FRmL5YTfbE",
	"pages":[
		{
			"sort":100000,
			"name":"Damage Rolls",
			"type":"text",
			"_id":"fqARVcYN3sjyDid9",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Damage Rolls</h1><p>When most attacks deal damage, they do so through a damage roll: a roll of dice to determine damage. Whenever a power or other effect requires a damage roll, it specifies which dice to roll and how many of them. For instance, an attack might indicate that it deals 2d8 + 4 damage on a hit. When a creature hits with that attack, roll 2 eight-sided dice and add 4 to determine how much damage it deals.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A damage roll can be modified by a number of factors. Monsters' damage rolls are rarely modified by anything but temporary bonuses or penalties, such as those applied by powers. The following bonuses are the most common for an adventurer's damage rolls.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; A specific ability modifier. A typical attack power used by an adventurer<br/>specifies an ability modifier to add to the damage roll. The ability modifier<br/>is usually the same one added to the power's attack roll.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; An enhancement bonus (usually from a magic weapon or an implement).<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; A feat bonus.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; An item bonus.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; A power bonus.<br/><br/>Modifiers to Damage Rolls<br/>Many powers, feats, and other game features grant bonuses or penalties to damage rolls. A bonus to a damage roll is added to the damage roll as a whole, not to each die roll within it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: A warlock has a +4 bonus to damage rolls. If that warlock uses an attack power that deals 2d10 damage, the warlock adds 4 to the total of the two d10s. He does not add 4 to each d10.<br/><br/>Also, an attack power might contain multiple damage rolls, such as a melee attack power against multiple targets. If a creature has a bonus to damage rolls and uses such a power, the creature applies the bonus to every damage roll of that power.<br/><br/>Weapon Damage Dice<br/>In a damage roll expression, [W] is a variable that stands for the damage die of the weapon used to deal the damage. The number before the [W] indicates the number of times to roll the damage die. This sort of damage roll expression typically appears only in adventurer powers.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If a power deals 2[W] + Strength modifier damage and the attacker uses a dagger (1d4 damage die), roll 2 four-sided dice (2d4), then add the attacker's Strength modifier. If the attacker uses a maul (2d6 damage die), roll 4d6, then add the attacker's Strength modifier.</p><p>Published in Player's Handbook, page(s) 276, Rules Compendium, page(s) 222.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!3ZQqk4FRmL5YTfbE.fqARVcYN3sjyDid9"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!3ZQqk4FRmL5YTfbE"
}