{
	"name":"Delay",
	"_id":"i98QybHoMO7w1YR3",
	"pages":[
		{
			"sort":100000,
			"name":"Delay",
			"type":"text",
			"_id":"J6zkKTM2g9w1yIxi",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Delay</h1><p>A creature can choose to wait to take its turn until later in a round. It might want to see what actions its allies take so that it can plan tactics, or it could be waiting for enemies to move into range.<br/><br/>Delay Turn<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Free action. A creature can take this action only when its turn is about to start.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Delay until Later Initiative: The creature delays its turn until it decides to act later in the initiative order. However, parts of the creature's turn occur the moment the creature delays, as detailed below.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Returning to the Initiative Order: After any turn has been completed, the creature can step back into the initiative order and take its turn. The creature's initiative changes to this new position in the initiative order.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Start of Turn: The start of the creature's turn occurs when the creature delays, not when it later takes its turn. Thus, effects that are triggered by the start of the turn still take place—they can't be avoided by delaying.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; End of Turn: The end of the creature's turn gets split in two: One part occurs when the creature delays, and the second part when it later takes its delayed turn. Different things occur at each of those times.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;End of Turn when the Creature Delays: At the moment the creature delays, any effect that it has been sustaining ends. In addition, effects that last until the end of the creature's turn now end if they are beneficial to it and its allies—they cannot be prolonged by delaying. For instance, if the creature stunned an enemy until the end of its next turn, the stunned condition ends as soon as the creature delays.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;End of Turn after the Creature Acts: After the creature returns to the initiative order and takes its delayed turn, it makes the saving throws it normally makes at the end of its turn. In addition, harmful effects that last until the end of the creature's turn now end—they cannot be avoided by delaying. For instance, if the creature is weakened until the end of its next turn, the weakened condition ends only after it acts.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Losing a Delayed Turn: If the creature doesn't take its delayed turn before its initiative comes back up in the order, it loses the delayed turn, and its initiative remains where it was.</p><p>Published in Player's Handbook, page(s) 288, Rules Compendium, page(s) 241.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!i98QybHoMO7w1YR3.J6zkKTM2g9w1yIxi"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!i98QybHoMO7w1YR3"
}