{
	"name":"Disease",
	"_id":"eFoat6zdNPSyVgIw",
	"pages":[
		{
			"sort":100000,
			"name":"Disease",
			"type":"text",
			"_id":"36wQYJGcRX8EePj9",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Disease</h1><p>When creatures are exposed to a disease\\[LongDash]whether by the bite of a plague-bearing monster, immersion in filthy swamp water, infected food, or something else\\[LongDash]they risk contracting the disease. The transmission and effects of a disease follow three steps: exposure, infection, and progression.</p><p>1. Exposure</p><p>A creature that is exposed to a disease risks contracting it. A creature is typically exposed to a disease in one of two ways:</p><p>         Monster Attack: A monster has an attack power that includes a disease (such as filth fever) as one of its effects.</p><p>         Environmental Exposure: A phenomenon or environmental feature that a creature touches, ingests, or inhales includes a disease. The phenomenon's description specifies whether exposure to the disease is automatic or requires a successful attack roll against the creature.</p><p>Unless the disease-inducing attack power or environmental description says otherwise, a creature exposed to the disease does not automatically contract it. Instead, the creature makes a saving throw at the end of the encounter to determine if the exposure leads to infection. If the saving throw fails, the creature is infected.</p><p>    If a creature is exposed to the same disease multiple times in an encounter, it makes a single saving throw at the end of the encounter to determine if it contracts the disease. For instance, if Uldane is bitten over and over by dire rats carrying the filth fever disease, he makes a single saving throw against that disease at the end of the encounter, not multiple saving throws.</p><p>2. Infection.</p><p>Each disease has stages of increasing severity. Typically a disease has four stages.</p><ul><li><p>Stage 0 (the disease ends)</p></li><li><p>Stage 1 (usually the initial effect of the disease)</p></li><li><p>Stage 2 (a more severe version of stage 1)</p></li><li><p>Stage 3 (usually the final stage of the disease)</p></li></ul><p>The effect that exposes a creature to a disease specifies the stage of the disease that applies when the creature is infected. As soon as the creature contracts the disease, the creature is subjected to that stage's effects. For instance, an attack power might say that a creature contracts filth fever (stage 1), which means the creature has the effects of stage 1 upon infection. If no stage is specified for a disease, the creature starts at stage 1.</p><p>    Unless the disease is removed from the creature\\[LongDash]with a power, a magical ritual, or something else\\[LongDash]the disease might progress at the end of the creature's next extended rest.</p><p>3. Progression</p><p>While infected by a disease, a creature faces the possibility of the disease getting worse. However, the creature also has a chance to rally against it. Adventurers often help one another combat a disease by using the Heal skill on another's behalf.</p><p>Endurance Checks: Until the disease ends, the creature must make an Endurance check at the end of each extended rest to determine if the disease's stage changes or stays the same. A disease typically specifies two DCs. A check result that equals or exceeds the higher DC causes the stage of the disease to decrease by 1 (in other words, the creature's health improves). If the check result equals the lower DC or a number between it and the higher DC, the disease remains at its current stage. A lower check result causes the stage of the disease to increase by 1 (in other words, the creature's health worsens).</p><p>    Some diseases have more than two DCs, require a skill other than Endurance, or require checks at different times. For instance, a disease might require a creature to make an Endurance check against it at the end of each short rest.</p><p>Reaching a New Stage: When a creature reaches a new stage of the disease, it is subjected to the effects of the new stage right away. Unless a disease description says otherwise, the effects of the new stage replace the effects of the old one.</p><p>Final Stage: When a creature reaches the highest stage of a disease (usually stage 3), it stops making checks against the disease. The creature is now stuck with the disease until cured by a power, a magical ritual, or something else.</p><p>    A particular disease might specify an unusual way to cure the creature (drink from a particular magic stream, for instance) and another disease might be mild enough that it has no final stage.</p><p>Published in Rules Compendium, page(s) 184.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!eFoat6zdNPSyVgIw.36wQYJGcRX8EePj9"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!eFoat6zdNPSyVgIw"
}