{
	"name":"Disease",
	"_id":"2s0Z9gRKSzdL3mif",
	"pages":[
		{
			"sort":100000,
			"name":"Disease",
			"type":"text",
			"_id":"cqZ3IaF6pXoOJySC",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Disease</h1><p>Infection: When you are exposed to a disease, you risk becoming infected. If you are infected, you suffer the initial effect of the disease and begin to move on the disease track.<br/><br/>Monster Attacks: Make a saving throw at the end of the encounter. If the saving throw fails, you are infected.<br/><br/>Other Exposure: For other kinds of exposure (environmental or food), the disease makes an attack roll. If the disease's attack hits, you are infected. <br/><br/>Prolonged Exposure: If a character spends a long time exposed to disease, the disease makes one attack roll per day of exposure.<br/><br/>Disease Track: Every disease has at least three states, arrayed on a a row of effects called the disease's track: cured (the target is no longer affected), the disease's initial effect, and the disease's final state.<br/><br/>Initial Effect: When you become infected, you suffer the disease's initial effect.<br/><br/>Moving on the Disease Track: As the disease progresses, you might get worse, moving on the track toward the final state, or you might improve until you are cured. Some effects continue until you are cured, persisting regardless of where you are on the disease's track, until you improve to the cured state. Other effects end when you move to a better or worse state on the track.<br/><br/>Disease Progression: Once you're infected, make an Endurance check after each extended rest to see if you improve, worsen, or maintain your current condition. A disease specifies two target  Endurance DCs: a lower DC to maintain and a higher DC to improve.<br/>  Maintain: If the check result beats the lower DC but doesn't beat the higher one, your condition remains the same.<br/>  Improve: If the check result beats the higher DC, your condition improves—move one step to the left on the disease track.<br/>  Worsen: If the check result doesn't beat either DC, your condition worsens—move one step to the right on the disease track.<br/>  Cure: When you reach the left edge of the track, you are cured and stop making Endurance checks.<br/>  Final State: When you reach the right edge of the track, the final state of the disease takes effect. Once the disease is in its final state, you no longer make Endurance checks to improve. Often, the only way to recover from the final state is through the Cure Disease ritual.<br/><br/>Heal Skill: An ally can use a Heal check in place of your Endurance check to help you recover from a disease, as described in the Player's Handbook. </p><p>Published in Dungeon Master's Guide, page(s) 49.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!2s0Z9gRKSzdL3mif.cqZ3IaF6pXoOJySC"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!2s0Z9gRKSzdL3mif"
}