{
	"name":"Dungeoneering",
	"_id":"Ed2Nqvou6PR4xHUL",
	"pages":[
		{
			"sort":100000,
			"name":"Dungeoneering",
			"type":"text",
			"_id":"3HPao5RTuYkftQvI",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>DUNGEONEERING (WISDOM)</h1><p><br/>The Dungeoneering skill represents knowledge and skills related to dungeon exploration, including finding one's way through underground complexes, navigating winding caverns, recognizing subterranean hazards, and foraging for food in the Underdark.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Training in this skill represents formalized study or extensive experience. Those that have training in the skill can also identify creatures of the Far Realm.</p><h3>DUNGEONEERING KNOWLEDGE</h3><p>Make a Dungeoneering check to recall a relevant piece of lore about an underground environment or to recognize an underground hazard or clue (see \"Knowledge Checks\").<br/>&nbsp;&nbsp;&nbsp;&nbsp;Examples of dungeoneering knowledge include determining cardinal directions while underground (hard DC), recognizing a dangerous underground plant (moderate DC), spotting new carvings or construction (moderate DC), and noticing a change in depth while exploring an area (moderate DC).<br/></p><h3>MONSTER KNOWLEDGE</h3><p>Aberrant<br/>Make a Dungeoneering check to identify a creature that has the aberrant origin (see \"Monster Knowledge Checks\").<br/></p><h3>FORAGE</h3><p>Make a Dungeoneering check to locate and gather food and water in an underground environment that includes pools of water, edible fungi or lichen, small vermin, or the like.</p><p><br/>✦&nbsp;Action: The check takes 1 hour of effort.<br/>✦&nbsp;DC: DC 15 to find food and water for one person, or DC 25 for up to five people. The DM might adjust the DC in different environments: 5 lower in a cultivated environment or 5 higher in a barren one.<br/>✦&nbsp;Success: The creature finds enough food and water for 24 hours.<br/>✦&nbsp;Failure: The creature finds no food or water. The creature must wait 24 hours to try again in the same area.</p><p><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Determine how to cause part of a tunnel to collapse (hard DC)<br/>✦&nbsp;Figure out the direction to a source of moving air while underground (moderate DC)<br/>✦&nbsp;Leave well-placed marks to avoid getting lost underground (easy DC)</p><p><br/></p><p>Published in Player's Handbook, page(s) 183, Rules Compendium, page(s) 143.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!Ed2Nqvou6PR4xHUL.3HPao5RTuYkftQvI"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!Ed2Nqvou6PR4xHUL"
}