{
	"name":"Dying and Death",
	"_id":"GtBuaZTgIw9FHWoc",
	"pages":[
		{
			"sort":100000,
			"name":"Dying and Death",
			"type":"text",
			"_id":"ovajOSH7gJ3hMKc5",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Dying and Death</h1><p>In the unending exploration of the unknown and the fight against monsters, death looms as a constant danger. Even so, death is not necessarily the end in the Dungeons & Dragons game. Some powers and magical rituals can return a dead adventurer to life.<br/><br/>Dying: When an adventurer's hit points drop to 0 or fewer, he or she falls unconscious and is dying. Any additional damage he or she takes continues to reduce that current hit point total until the adventurer dies.<br/><br/>Death Saving Throw: When an adventurer is dying, make a saving throw at the end of that character's turn each round. A death saving throw works just like any other saving throw, but the result determines how close the adventurer is to death.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; 9 or Lower: The adventurer slips one step closer to death. If this result comes up three times before the adventurer takes a short or an extended rest, he or she dies.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; 10–19: No change.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; 20 or Higher: The adventurer taps into his or her will to live, represented by being able to spend a healing surge. If the adventurer has at least one surge left and now spends it, he or she is considered to have 0 hit points, and then the healing surge restores hit points as normal. The adventurer is no longer dying, and he or she is conscious but still prone.<br/><br/>Death: When an adventurer takes damage that reduces his or her current hit points to his or her bloodied value expressed as a negative number, the adventurer dies. Example: Fargrim is a 6th-level dwarf fighter and has a maximum hit point total of 61. He's bloodied at 30 hit points, so he dies if his hit point total drops to -30. In a fight with an umber hulk, Fargrim has been reduced to 28 hit points and is grabbed by the monster; he is now bloodied. The umber hulk then hits him with rending claws, dealing 40 damage and reducing Fargrim's current hit points to -12. He's now unconscious and dying, and 18 more damage will kill him.<br/><br/>Monsters and Fallen Adventurers<br/>Most monsters don't attack enemies who are dying; they focus on any adventurers still on their feet and posing a threat. But some particularly wicked monsters might attack a dying adventurer on purpose, even using a coup de grace, and monsters make no effort to avoid including dying adventurers in an area attack or a close attack aimed at others who are still fighting.</p><p>Published in Player's Handbook, page(s) 295, Rules Compendium, page(s) 260.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!GtBuaZTgIw9FHWoc.ovajOSH7gJ3hMKc5"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!GtBuaZTgIw9FHWoc"
}