{
	"name":"Endurance",
	"_id":"39MXtbdEkRD6YGmh",
	"pages":[
		{
			"sort":100000,
			"name":"Endurance",
			"type":"text",
			"_id":"cqoXbRK7QmvrB4wh",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>ENDURANCE (CONSTITUTION)</h1><p><i>Armor Check Penalty</i><br/>The Endurance skill is used to stave off ill effects and to push beyond normal physical limits. A creature that has training in Endurance can hold its breath for long periods of time, forestall the debilitating effects of hunger and thirst, and swim or tread water for extended periods. Some hazards—including extreme temperatures, violent weather, and diseases—require creatures to make Endurance checks to resist or delay debilitating effects.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Characters rarely use Endurance actively; the DM directs players to use it in response to certain hazards. Using the skill in that way requires no action, unless otherwise noted. See \"Environmental Dangers\" and \"Disease\" for some of the situations that require Endurance checks.</p><h3>SWIMMING FOR AN HOUR OR MORE</h3><p>A creature that does not have a swim speed and swims for more than an hour must make an Endurance check.</p><p><br/>✦&nbsp;Action: Free action. The creature makes the check at the end of each hour of swimming.<br/>✦&nbsp;DC: Use the appropriate DC from the Swim table (page 140) and increase it by 2 for each hour of swimming.<br/>✦&nbsp;Success: The creature can continue making Athletics checks to swim.<br/>✦&nbsp;Failure: The creature can't make any further Athletics checks to swim until after an extended rest. In addition, the creature sinks 1 square and risks suffocation. The creature can still be dragged along by an ally at half speed.</p><p><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Quaff an entire stein of ale in one go (moderate DC)<br/>✦&nbsp;Roll down a steep slope without taking damage (moderate DC)<br/>✦&nbsp;Sustain a swift rowing pace for an extended period (hard DC)</p><p><br/><br/>Update (6/19/2012)<br/>Updated in Rules Compendium.<br/><br/></p><p>Published in Player's Handbook, page(s) 184, Rules Compendium, page(s) 144.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!39MXtbdEkRD6YGmh.cqoXbRK7QmvrB4wh"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!39MXtbdEkRD6YGmh"
}