{
	"name":"Environmental Danger",
	"_id":"NUl5EOb0MKSRon9P",
	"pages":[
		{
			"sort":100000,
			"name":"Environmental Danger",
			"type":"text",
			"_id":"FZkvfDeS5HboImT6",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Environmental Danger</h1><p>The Endurance skill determines how well a character can withstand such dangers. Every eight hours within an area of environmental danger, the character must succeed on an Endurance check. Each time a character fails, he loses one healing surge. If a character has no healing surges left when he fails a check, he loses hit points equal to his level.<br/><br/>The adventure sets the DC for the Endurance check. Here are some useful benchmarks. When designing your own environmental dangers, rely on the Difficulty Class and Damage by Level table and your common sense.<br/><table><tr><th>Condition</th><th>Endurance DC</th></tr><tr><td>Severe weather</td><td>20</td></tr><tr><td>High altitude</td><td>21</td></tr><tr><td>Extreme altitude</td><td>26</td></tr><tr><td>Cold</td><td>22</td></tr><tr><td>Frigid cold</td><td>26</td></tr><tr><td>Heat</td><td>22</td></tr><tr><td>Stifling heat</td><td>26</td></tr><tr><td>Pervasive smoke or ash</td><td>26</td></tr><tr><td>Pervasive necromantic energy</td><td>31</td></tr></table><br/><br/>If a character takes an extended rest while in an area of environmental danger, he recovers healing surges lost in combat but not those lost from failed Endurance checks. During the six hours that include extended rest, the character gets a +2 bonus to Endurance checks because he's resting and not exerting himself.<br/><br/>If two or more environmental dangers apply at the same time (such as climbing a mountain in a snowstorm), characters make Endurance checks against each danger.</p><p>Published in Dungeon Master's Guide, page(s) 158.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!NUl5EOb0MKSRon9P.FZkvfDeS5HboImT6"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!NUl5EOb0MKSRon9P"
}