{
	"name":"Exploration Speed",
	"_id":"7MvjXSiQf4pd6Lr1",
	"pages":[
		{
			"sort":100000,
			"name":"Exploration Speed",
			"type":"text",
			"_id":"Qj4ucVCEoPGvmW0B",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Exploration Speed</h1><p>The Base Exploration Speed table shows how much distance a creature that has a given speed covers in a day, an hour, or a minute of travel. A group of travelers moves at the slowest traveler's pace, so most groups use the table's first row (to accommodate dwarves and heavily armored members).<br/>&nbsp;&nbsp;&nbsp;&nbsp;The table includes the four most common speeds. Here's how to calculate the exploration speed of a creature that has a speed not on the table. To figure out how many miles a creature can typically cover during a 10-hour day of exploration and travel, multiply the creature's speed by 5. Divide that result by 10 to figure out how many miles the creature can cover per hour, and multiply that result by 10 to figure out how many feet it can cover per minute.<br/><br/>Base Exploration Speed<br/><table><tr><th>Speed</th><th>Per Day</th><th>Per Hour</th><th>Per Minute</th></tr><tr><td>5</td><td>25 miles</td><td>2½ miles</td><td>250 feet</td></tr><tr><td>6</td><td>30 miles</td><td>3 miles</td><td>300 feet</td></tr><tr><td>7</td><td>35 miles</td><td>3½ miles</td><td>350 feet</td></tr><tr><td>8</td><td>40 miles</td><td>4 miles</td><td>400 feet</td></tr></table><br/><br/>Speed per Day: A creature can sustain a normal walking pace for 10 hours of travel per day without tiring out (people who aren't adventurers can rarely walk for more than 6 or 8 hours in a day). Beyond that limit, the creature must make an Endurance check at the end of each hour (or part of an hour) of walking, until it takes an extended rest. The DC for the check is 20 at the end of the first hour and increases by 5 at the end of each subsequent hour of walking. Whenever a creature fails this check, the creature loses a healing surge, or it takes damage equal to its level if it has no healing surges left.<br/><br/>Speed per Hour: A creature's speed per hour assumes a walking pace. A creature can move at twice this speed for an hour. If the creature maintains the faster pace beyond that time, the creature loses a healing surge at the end of each subsequent hour (or part of an hour) at that pace, or it takes damage equal to its level if it has no healing surges left.<br/><br/>Speed per Minute: A creature's speed per minute assumes a walking pace and is intended for travel that takes less than an hour. If a creature is in a hurry, it can move at twice this speed.<br/><br/>Terrain and Travel<br/>The distances on the Base Exploration Speed table assume relatively clear terrain: roads, open plains, or dungeon corridors that aren't choked with rubble. Other terrain can slow progress. How much? That depends on the prevalence of difficult terrain in the area.<br/><br/><table><tr><th>Distance Multiplier</th><th>Terrain</th></tr><tr><td>x0.5</td><td>Difficult terrain predominates (dense forests, mountains, deep swamps, rubble-choked ruins)</td></tr><tr><td>x0.75</td><td>Difficult terrain is widespread (forests, hills, swamps, crumbling ruins, caves, city streets)</td></tr><tr><td>x1</td><td>Difficult terrain is rare (open fields, plains, roads, clear dungeon corridors)</td></tr></table><br/><br/>To figure out how far creatures travel per day, hour, or minute, multiply the distance they would normally travel, as shown on the Base Exploration Speed table, by the distance multiplier shown on the Terrain and Travel table.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Flying creatures and airborne vehicles ignore distance multipliers for difficult terrain.</p><p>Published in Rules Compendium, page(s) 169.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!7MvjXSiQf4pd6Lr1.Qj4ucVCEoPGvmW0B"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!7MvjXSiQf4pd6Lr1"
}