{
	"name":"Falling",
	"_id":"wcQmLWxzfu54dyHo",
	"pages":[
		{
			"sort":100000,
			"name":"Falling",
			"type":"text",
			"_id":"MKeTJ5NticIFas9x",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Falling</h1><p>Some kinds of terrain present a unique danger: a precipitous drop. When a creature falls at least 10 feet, it is likely to take damage. Most often, a creature falls because of forced movement.<br/><br/>Falling Damage: A creature takes 1d10 damage for each 10 feet it falls, to a maximum of 50d10. The creature falls prone when it lands, unless it somehow takes no damage from the fall.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Fast Alternative: If a creature falls more than 50 feet, it takes 25 damage per 50 feet, plus 1d10 damage for each 10 extra feet.<br/><br/>Large, Huge, and Gargantuan Creatures: If only part of a creature's space is over a pit or a precipice, the creature doesn't fall. (Normally a creature ends up in such a position as a result of forced movement.) On the creature's next turn, it must either move to an unoccupied space that is at least as large as it is or squeeze if it wants to remain on the edge of the drop.<br/><br/>Reducing Falling Damage: If a creature has training in Acrobatics, it can make a check to reduce the damage of a fall.<br/><br/>No Opportunity Actions Triggered: When a creature falls past an enemy, the creature does not trigger opportunity actions, such as opportunity attacks, from that enemy that are triggered by movement.<br/><br/>High-Altitude Falls: Some encounters take place very high above the ground. In such an encounter, it is possible for a creature to spend more than 1 round falling to the ground. As a rule of thumb, such a creature falls 500 feet during its first turn of falling. If it is still falling at the start of its turn, it can take actions on that turn as normal. If none of those actions expressly halts the fall, the creature falls 500 feet at the end of the turn. This sequence continues until the creature lands.<br/><br/>Flying Creatures: If a creature falls while it is flying (see below), it descends the full distance of the fall but is likely to take less damage than a creature that can't fly. Multiply the creature's fly speed by 5 and subtract that value from the distance of the fall, then figure out falling damage. If the difference is 0 or less, the creature lands without taking damage from the fall. For instance, if a red dragon falls when it is 40 feet in the air, subtract its fly speed of 8 (8 squares = 40 feet) from its altitude. The difference is 0, so the dragon lands safely and is not prone.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If a creature is flying when it starts a high-altitude fall, it has one chance to halt the fall by making a DC 30 Athletics check as an immediate reaction, with a bonus to the check equal to the creature's fly speed. On a success, the creature falls 100 feet and then stops falling. On a failure, the creature falls as normal.</p><p>Published in Player's Handbook, page(s) 284, Rules Compendium, page(s) 209.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!wcQmLWxzfu54dyHo.MKeTJ5NticIFas9x"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!wcQmLWxzfu54dyHo"
}