{
	"name":"Far Realm Anomaly Mutation",
	"_id":"X1ReoNihZy5Ip7UD",
	"pages":[
		{
			"sort":100000,
			"name":"Far Realm Anomaly Mutation",
			"type":"text",
			"_id":"kCvhGAcWuYH8EzLi",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Far Realm Anomaly Mutation</h1><p><table><tr><th>d20</th><th>Result</th></tr><tr><td>1</td><td>The target bleeds internally, instantly taking damage equal to its bloodied value.</td></tr><tr><td>2</td><td>One of the target's arms becomes useless. The target cannot use the arm.</td></tr><tr><td>3</td><td>One of the target's legs becomes useless. The target is slowed.</td></tr><tr><td>4</td><td>The target's eyes explode as stubby tentacles erupt from its eye sockets. The target is blinded.</td></tr><tr><td>5</td><td>The target's mouth seals shut. The target cannot speak.</td></tr><tr><td>6</td><td>The target's ears grow wings and fly away. The target is deafened.</td></tr><tr><td>7</td><td>The target's legs fuse into a fish tail or a snake tail. The target takes a -3 penalty to speed.</td></tr><tr><td>8</td><td>The target's tongue grows too long for its mouth.</td></tr><tr><td>9</td><td>The target grows an unsightly growth on its head. The target cannot wear hats or head slot magic items.</td></tr><tr><td>10</td><td>The target loses all its body hair.</td></tr><tr><td>11</td><td>The target grows profuse body hair.</td></tr><tr><td>12</td><td>A small, screaming vestigial twin protrudes from the target's torso. The target cannot gain surprise unless the vestigial twin is silenced or killed. The twin has 1 hit point, defenses equal to the target's, and no attacks. If the twin is killed, the target loses a healing surge and takes damage equal to its healing surge value. </td></tr><tr><td>13</td><td>The target grows a strange hump on its back.</td></tr><tr><td>14</td><td>The target's arms become tentacles. The target can no longer wear gloves, gauntlets, or rings, and weapon attacks made by the target take a -2 penalty.</td></tr><tr><td>15</td><td>The target acquires an extra eye in an unusual place, gaining a +1 item bonus to Perception checks.</td></tr><tr><td>16</td><td>The target's legs become freakish and muscular until the end of the encounter. While its legs are altered, the target gains a +1 item bonus to speed.</td></tr><tr><td>17</td><td>The target's skin thickens until the end of the encounter. While its skin is thick, the target gains a  +1 item bonus to AC and Fortitude.</td></tr><tr><td>18</td><td>The target gains 15 temporary hit points.</td></tr><tr><td>19</td><td>The target grows wings until the end of the encounter. While it has wings, the target gains a speed of fly 4 (clumsy).</td></tr><tr><td>20</td><td>The target vanishes into the Far Realm. It is removed from play and takes ongoing 10 acid and psychic damage (save ends both). When the effect ends, the target returns to play in an unoccupied space of the DM's choice within 3 squares of the space where it vanished from.</td></tr></table></p><p>Published in The Book of Vile Darkness, page(s) 2-36.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!X1ReoNihZy5Ip7UD.kCvhGAcWuYH8EzLi"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!X1ReoNihZy5Ip7UD"
}