{
	"name":"Fey Beast Companion Actions",
	"_id":"DQl9IMkFtVBuNpZd",
	"pages":[
		{
			"sort":100000,
			"name":"Fey Beast Companion Actions",
			"type":"text",
			"_id":"Q4OqrdxUbFozyRM6",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Fey Beast Companion Actions</h1><p>While you are within 20 squares of your fey beast companion, it relies on your guidance. You take actions so that it can act, and during an encounter its initiative is the same as yours.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Standard Actions: For your fey beast companion to take a standard action, you must take a standard action to command it to do so.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Move Actions: Whenever you take a move action, your fey beast companion can also take a move action. Alternatively, you can stay put but take a move action to command your fey beast companion to take a move action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Minor Actions: For your fey beast companion to take a minor action, you must take a minor action to command it to do so.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Free Actions: Your fey beast companion can take a free action without your taking an action to command it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Triggered Actions: If one of your fey beast companion's triggered actions is triggered, the companion can take that action only if you take the same kind of action to command it to do so. For example, if an enemy adjacent to your companion provokes an opportunity attack from it, you must take an opportunity action to command your companion to make the attack.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Acting Independently: In situations when you can't give commands to your fey beast companion, it can act independently. For example, if you are unconscious or more than 20 squares away from your companion, it doesn't sit around waiting for you (unless that's what you commanded it to do).<br/>&nbsp;&nbsp;&nbsp;&nbsp;A fey beast companion acting independently does not have a full complement of actions on its turn. Instead, on its turn, it can take a standard action, a move action, or a minor action. It can also take opportunity actions and free actions, but it cannot take immediate actions.</p><p>Published in Heroes of the Feywild, page(s) 106.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!DQl9IMkFtVBuNpZd.Q4OqrdxUbFozyRM6"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!DQl9IMkFtVBuNpZd"
}