{
	"name":"Flying",
	"_id":"Wk7bLij6N84AVDtv",
	"pages":[
		{
			"sort":100000,
			"name":"Flying",
			"type":"text",
			"_id":"9JWE1ixotTIZOs7v",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Flying</h1><p>Some creatures have the innate ability to fly, whereas others gain the ability through powers, magic items, or other attributes. The rules for flight emphasize abstraction and simplicity over simulation. In real life, a flying creature's ability to turn, the speed it must maintain to stay aloft, and other factors put a strict limit on flight. In the game, flying creatures face far fewer limitations.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Flight follows the basic movement rules, with the following clarifications.<br/><br/>Fly Speed: To fly, a creature takes the walk, run, or charge action but uses its fly speed in place of its walking speed. A creature that has a fly speed can also shift and take other move actions, as appropriate, while flying.<br/><br/>Moving Up and Down: While flying, a creature can move straight up, straight down, or diagonally up or down. There is no additional cost for moving up or down.<br/><br/>Falling Prone: If a creature is knocked prone while it is flying, it falls. This means a flying creature falls when it becomes unconscious or is subject to any other effect that knocks it prone. The creature isn't actually prone until it lands and takes falling damage.<br/><br/>Remaining in the Air: A flying creature does not need to take any particular action to remain aloft; the creature is assumed to be flying as it fights, moves, and takes other actions. However, a flying creature falls the instant it is stunned, unless it can hover (see \"Flight Traits\").<br/>Landing: If a creature flies to a surface it can hold onto or rest on, the creature can land safely.<br/><br/>Terrain: Terrain on the ground does not affect a flying creature if the terrain isn't tall enough to reach it. Because of this rule, flying creatures can easily bypass typical difficult terrain, such as a patch of ice on the ground. Aerial terrain (see below) can affect flying creatures.<br/><br/>Flight Traits<br/>Many flying creatures have traits related to flight, which are noted in a creature's stat block.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Altitude Limit: If a creature has a specified altitude limit, the creature falls at the end of its turn if it is flying higher than that limit. For example, a creature that has an altitude limit of 2 falls at the end of its turn if it is flying higher than 2 squares.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Hover: A creature that can hover, such as a beholder, can remain in the air even when it is stunned.<br/><br/>Aerial Terrain<br/>Difficult terrain for a flying creature includes airborne debris, swirling winds, and other factors that interfere with flight, including surface features that reach to a great height. Clouds provide concealment, while towers, floating castles, and other structures provide cover. Strong gusts of wind work like currents in water, following the rules under \"Current\".</p><p>Published in Dungeon Master's Guide, page(s) 47, Rules Compendium, page(s) 210.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!Wk7bLij6N84AVDtv.9JWE1ixotTIZOs7v"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!Wk7bLij6N84AVDtv"
}