{
	"name":"Forced Movement",
	"_id":"d1rSawqjlIvY5itO",
	"pages":[
		{
			"sort":100000,
			"name":"Forced Movement",
			"type":"text",
			"_id":"bquIio1XQyFDes03",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Forced Movement</h1><p>Certain powers and effects allow a creature to move a target forcibly, whether the target is willing or unwilling. (Other effects, such as traps or zones, can also force targets to move.) The three kinds of forced movement are pull, push, and slide. Teleporting a creature does not count as forced movement for the purpose of these rules.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Pull: Pulling a target means that each square of the forced movement must bring the target closer to the creature or effect that is pulling it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Push: Pushing a target means that each square of the forced movement must move the target farther away from the creature or effect that is pushing it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Slide: Sliding a target can move it in any direction. Sometimes a creature can swap places with a target. Doing so is a special kind of slide; the creature slides the target into its space and then shifts so that its space includes at least 1 square that the target just left.<br/><br/>The following rules govern all three kinds of forced movement. A particular instance of forced movement might contain exceptions to these rules.<br/><br/>Distance, Specific Destination, or Both: The power or other effect that produces forced movement specifies a distance in squares, a specified destination square, or both for the movement.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When a distance is specified, it is a maximum; the creature or effect producing the forced movement can move its target up to that number of squares (or none at all). For instance, a character's power might say, \"You slide the target 4 squares (or \"up to 4 squares\"); both mean the character can move the target up to 4 squares or not move it at all.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When a destination is specified, it is absolute; the creature or effect must either move the target to that destination or not move it at all. Often a destination is combined with a distance, which means the target can be moved to the destination only if it is no farther away than the specified distance. For instance, a character's power might say, \"You slide the target up to 5 squares to a square adjacent to you (or \"5 squares to a square adjacent to you),\" both of which mean the character can move the target up to 5 squares but only if the move ends in a square adjacent to that character.<br/><br/>Line of Effect: A creature must have line of effect to any square that it pulls, pushes, or slides a target into. Also, a target cannot be forced through blocking terrain.<br/><br/>Ignores Difficult Terrain: Forced movement isn't hindered by difficult terrain.<br/><br/>Ignores Speed: A target's speed is irrelevant to the distance it is forced to move, and the target expends none of its own actions for the movement.<br/><br/>Destination Space: The destination of the forced movement must be an unoccupied space that is at least the same size as the target. For instance, a Large creature cannot be pushed into a space that is only 1 square wide.<br/><br/>No Opportunity Actions Triggered: When a target is pulled, pushed, or slid, it does not trigger opportunity actions, such as opportunity attacks, that are triggered by movement.<br/><br/>Catching Oneself: If a target is forced over a precipice or into hindering terrain, such as lava or a pit, the target can immediately make a saving throw to avoid going over the edge or entering that terrain. If the creature saves, it falls prone in the last square it occupied before it would have fallen or entered the terrain. Otherwise, it falls over the edge or enters the terrain. Once the saving throw is resolved, the forced movement ends.<br/><br/>Two-Dimensional: Forced movement is normally two-dimensional; all the squares of the movement must be on the same horizontal plane. Forced movement can become three-dimensional when the target is flying, is moved through a substance such as water, or is on a non-horizontal surface, such as an incline, that supports it. This means an earthbound target cannot normally be pushed to a square in the air, but a hovering target can be. Similarly, a target can be pulled down a flight of stairs, and it can be slid in any direction underwater.<br/><br/>Immobilized or Restrained: Being immobilized doesn't prevent a target from being pulled, pushed, or slid, but being restrained does. See \"Conditions\" for more.</p><p>Published in Player's Handbook, page(s) 285, Rules Compendium, page(s) 311.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!d1rSawqjlIvY5itO.bquIio1XQyFDes03"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!d1rSawqjlIvY5itO"
}