{
	"name":"Forced Movement and Terrain",
	"_id":"a10usIHMwOgdVt9A",
	"pages":[
		{
			"sort":100000,
			"name":"Forced Movement and Terrain",
			"type":"text",
			"_id":"Cc9Pkqg5E8Fr6I30",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Forced Movement and Terrain</h1><p>Difficult Terrain: Forced movement isn't hindered by difficult terrain.<br/><br/>Blocking Terrain: Forced movement can't move a creature through blocking terrain (page 61). Every square along the path must be a space the creature could normally occupy.<br/><br/>Challenging Terrain: Forced movement can make some powers more effective or hinder them, depending on the specific challenging terrain. The DM can require the target of forced movement to  make a check as if it were moving voluntarily across the terrain, with the same consequence for failure.<br/><br/>Hindering Terrain: Forced movement can force targets into hindering terrain. Targets forced into hindering terrain receive a saving throw immediately before entering the unsafe square they are forced into. Success leaves the target prone at the edge of the square before entering the unsafe square.<br/>If the power that forced the target to move allows the creature that used the power to follow the target into the square that the target would have left, the creature can't enter the square where the target has fallen prone. <br/>If forced movement pushes a Large or larger creature over an edge, the creature doesn't fall until its entire space is over the edge. On the creature's next turn, it must either move to a space it can occupy  or use a move action to squeeze into the smaller space at the edge of the precipice.<br/><br/>A DM can allow a power that pushes a target more than 1 square to carry the target completely over hindering terrain.</p><p>Published in Dungeon Master's Guide, page(s) 44.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!a10usIHMwOgdVt9A.Cc9Pkqg5E8Fr6I30"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!a10usIHMwOgdVt9A"
}