{
	"name":"Free Actions",
	"_id":"NSh8o5L1KnaE3lfY",
	"pages":[
		{
			"sort":100000,
			"name":"Free Actions",
			"type":"text",
			"_id":"b7xpYhUgMjlLiqfy",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Free Actions</h1><p>Free actions take almost no time or effort. A creature can usually take as many free actions as it wants during any turn, including other creatures' turns. Examples: Speaking a few sentences, dropping a held item, letting go of a grabbed creature.<br/>&nbsp;&nbsp;&nbsp;&nbsp;There is an exception to this rule: A creature can take a free action to use an attack power only once per turn. Creatures don't normally have attack powers that can be used as free actions, but some powers and other effects grant the ability to use an attack power (usually a basic attack) as a free action. For instance, a character might have two different abilities that let him or her make a melee basic attack as a free action when their respective triggers occur. If both abilities are triggered on the same turn, the character can make only one of the melee basic attacks during that turn. This limitation does not apply to free actions that a creature is forced to take by an enemy.<br/>&nbsp;&nbsp;&nbsp;&nbsp;In certain circumstances, the DM might decide to limit the use of free actions further. For instance, if an adventurer has already used free actions during a particular turn to talk, drop things, and use a class feature, the DM might rule that the adventurer can use no more free actions during that turn.<br/><br/><table><tr><th>Action</th><th>Description</th></tr><tr><td>Delay</td><td>Put off a turn until later in the initiative order</td></tr><tr><td>Drop held items</td><td>Drop any items currently held</td></tr><tr><td>End a grab</td><td>Let go of an enemy</td></tr><tr><td>Spend an action point</td><td>Spend an action point to take an extra action (once per encounter, not in a surprise round)</td></tr><tr><td>Talk</td><td>Speak a few sentences</td></tr></table></p><p>Published in Player's Handbook, page(s) 267, Rules Compendium, page(s) 194.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!NSh8o5L1KnaE3lfY.b7xpYhUgMjlLiqfy"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!NSh8o5L1KnaE3lfY"
}