{
	"name":"Healing Surges",
	"_id":"WabZ5HV1CzjEley8",
	"pages":[
		{
			"sort":100000,
			"name":"Healing Surges",
			"type":"text",
			"_id":"UZsCyfLeoX3wKgJV",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Healing Surges</h1><p>Most healing requires a character to spend a healing surge. When a character spends a healing surge, he or she regains lost hit points and adds them to his or her current hit point total.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Once per encounter, a character can use the second wind action to spend a healing surge and regain hit points.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A character can spend a limited number of healing surges per day. When the character takes an extended rest, his or her number of healing surges is replenished.<br/>&nbsp;&nbsp;&nbsp;&nbsp;After a short rest, the character can spend as many healing surges as desired outside combat.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Some powers allow a character to regain hit points as if he or she had spent a healing surge. When a character receives such healing, he or she doesn't actually spend a healing surge.<br/><br/>Number of Healing Surges: An adventurer's class and Constitution modifier determine how many healing surges he or she can use in a day.<br/><br/>Healing Surge Value: When an adventurer spends a healing surge, he or she regains hit points equal to his or her healing surge value, normally one-quarter of his or her maximum hit points (rounded down).<br/><br/>Monsters and Other Characters: As a general rule, monsters and DM-controlled characters have a number of healing surges based on their tier: one at the heroic tier (1st–10th levels), two at the paragon tier (11th–20th levels), and three at the epic tier (21st–30th levels). However, these individuals rarely have powers that allow them to use these healing surges.</p><p>Published in Player's Handbook, page(s) 293, Rules Compendium, page(s) 258.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!WabZ5HV1CzjEley8.UZsCyfLeoX3wKgJV"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!WabZ5HV1CzjEley8"
}