{
	"name":"Heal",
	"_id":"BbIkqsW9OuGx8vXL",
	"pages":[
		{
			"sort":100000,
			"name":"Heal",
			"type":"text",
			"_id":"1aQIk0Riy4UlD3Cu",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>HEAL (WISDOM)</h1><p><br/>The Heal skill is used to help others recover from wounds or debilitating conditions, including disease.</p><h3>FIRST AID</h3><p>Make a Heal check to administer first aid to a subject.</p><p><br/>✦&nbsp;Action: Standard action. The subject must be adjacent to the creature performing first aid.<br/>✦&nbsp;DC: The DC depends on which of the following tasks the creature attempts.<br/>&nbsp;&nbsp;&nbsp;&nbsp;   Grant Second Wind (DC 10): The subject can use its second wind, if available, without taking an action. The subject doesn't gain the defense bonus normally granted by second wind, but still gains any other benefits associated with its second wind, such as a benefit granted by a class feature or a feat.<br/>&nbsp;&nbsp;&nbsp;&nbsp;   Grant a Saving Throw (DC 15): The subject can either make a saving throw immediately or gain a +2 bonus to a saving throw at the end of its next turn.<br/>&nbsp;&nbsp;&nbsp;&nbsp;   Stabilize the Dying (DC 15): If the subject is dying, the subject stops making death saving throws until it takes damage. Being stabilized does not change the subject's current hit point total.</p><p><br/></p><h3>TREAT DISEASE</h3><p>Make a Heal check to treat a subject infected by a disease.</p><p><br/>✦&nbsp;Action: Rather than taking a particular action, the creature must attend the subject periodically throughout an extended rest taken by the subject and make a Heal check when the rest ends. The attending creature can take an extended rest at the same time.<br/>✦&nbsp;Result: The check result determines the disease's effects if the result is higher than the result of the Endurance check (or other check) that the subject makes against the disease.</p><p><br/></p><h3>IMPROVISING WITH HEAL</h3><p>✦&nbsp;Ascertain whether a creature is dead (easy DC)<br/>✦&nbsp;Discern whether a seemingly dead or living creature is undead (opposed by Bluff )<br/>✦&nbsp;Deduce what kind of weapon caused an injury (moderate DC)<br/>✦&nbsp;Diagnose a disease affecting a creature (hard DC of the disease's level)<br/></p><p>Published in Player's Handbook, page(s) 185, Rules Compendium, page(s) 145.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!BbIkqsW9OuGx8vXL.1aQIk0Riy4UlD3Cu"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!BbIkqsW9OuGx8vXL"
}