{
	"name":"Hit Points",
	"_id":"751RUGfQH2ZcXC6n",
	"pages":[
		{
			"sort":100000,
			"name":"Hit Points",
			"type":"text",
			"_id":"tlrS0RenQW6YPGBy",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Hit Points</h1><p>Over the course of a battle, adventurers and monsters take damage from attacks. Hit points measure the ability of a creature to stand up to punishment, turn deadly strikes into glancing blows, and stay on its feet throughout a battle. Hit points represent more than physical endurance. They also represent skill, luck, and resolve—all the factors that combine to help a creature stay alive in combat.<br/>&nbsp;&nbsp;&nbsp;&nbsp;An adventurer's maximum hit points are determined during character creation and change as the character advances in level. A monster's hit points depend on its level and role and are noted in its stat block, along with its bloodied value.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Whenever a creature takes damage, subtract that number from its current hit points. As long as that current hit point total is higher than 0, the creature can keep on fighting. A monster normally dies at 0 hit points; an adventurer whose current hit point total drops to 0 or lower is dying.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Powers, abilities, and actions that restore hit points are forms of healing. Characters (and some monsters) might regain hit points through rest, heroic resolve, or magic. When a creature heals, add the number of hit points regained to its current hit points. A creature can heal up to its maximum hit point total but can't exceed it.<br/><br/>Hit Points<br/>Damage reduces hit points.<br/><br/>Maximum Hit Points: A character's class, level, and Constitution score determine his or her maximum hit points. A monster's maximum hit points are noted in its stat block. A creature's current hit points can't exceed this number.<br/><br/>Bloodied Value: The bloodied value of a typical creature equals one-half its maximum hit points. A creature is bloodied when its current hit points drop to its bloodied value or lower. Certain powers and effects work only against a bloodied target or work better against such a target. An object is never considered to be bloodied.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When an unbloodied creature is killed outright, the creature does not become bloodied in the process. It is just dead. This rule means a minion, which has only 1 hit point, is bloodied only if an attacker reduces the minion to 0 hit points but knocks it unconscious (see \"Knocking Creatures Unconscious\") instead of killing it.<br/><br/>Dying: When a character's current hit points drop to 0 or lower, the character is dying.</p><p>Published in Player's Handbook, page(s) 293, Rules Compendium, page(s) 256.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!751RUGfQH2ZcXC6n.tlrS0RenQW6YPGBy"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!751RUGfQH2ZcXC6n"
}