{
	"name":"Immediate Action",
	"_id":"woHWqkM1x8nsXYOT",
	"pages":[
		{
			"sort":100000,
			"name":"Immediate Action",
			"type":"text",
			"_id":"JNqiYyobf6gxdWDm",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Immediate Action</h1><p>There are two kinds of immediate actions: interrupts and reactions. The following rules govern both kinds of immediate action.<br/><br/>Trigger: Each immediate action—usually a power—defines its trigger. The one type of immediate action that every creature can take is a readied action (see \"Ready an Action\".<br/><br/>Someone Else's Turn: A creature cannot take an immediate action on its own turn. The action interrupts some event on another creature's turn or responds to that event.<br/><br/>Once per Round: A creature can take only one immediate action per round, either an immediate interrupt or an immediate reaction. Therefore, if a creature takes an immediate action, it can't take another one until the start of its next turn.<br/><br/>Interrupts: An immediate interrupt jumps in when its trigger occurs, taking place before the trigger finishes. If an interrupt invalidates a triggering action, the triggering action is lost.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: An enemy makes a melee attack against Keira the rogue, but Keira uses a power that lets her shift away as an immediate interrupt. If the enemy can no longer reach her, its attack action is lost. Similarly, Albanon the wizard might use shield in response to being hit and turn that hit into a miss, or Keira might use the immediate interrupt heroic escape to evade an enemy's attack before it can deal damage.<br/><br/>Reactions: An immediate reaction lets a creature act in response to a trigger. The triggering action or event occurs and is completely resolved before the reaction takes place.<br/>&nbsp;&nbsp;&nbsp;&nbsp;An immediate reaction waits for its trigger to finish, not necessarily for the action that contains the trigger to finish.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: An elder dragon's claw attack power is a standard action that allows two attack rolls against the same target. The dragon faces Fargrim the fighter, who has an immediate reaction (veteran gambit) that is triggered by being hit with a melee attack. If the dragon uses claw and hits Fargrim with the first attack roll, he can use veteran gambit in response to that hit. In that case, the immediate reaction waits for that hit to be resolved, but does not wait for the entire power to be resolved.<br/><br/>Likewise, an immediate reaction can interrupt movement. Here's how: If a creature triggers an immediate reaction while moving (by coming into range, for instance), the reaction can take place before the creature finishes moving, but after it has moved at least 1 square. In other words, an immediate reaction can be in response to a square of movement, rather than to an entire move action.<br/><br/>If an effect has a trigger but is neither an immediate action nor an opportunity action, assume that it behaves like an immediate reaction, waiting for its trigger to completely resolve. However, ignore this guideline when the effect has to interrupt its trigger to function. For instance, if a triggered power allows an adventurer to use a free action to reroll an attack roll, with the hope of turning a miss into a hit, the power must interrupt the trigger (\"You miss with an attack\") to function; otherwise the attack would be resolved as a miss.</p><p>Published in Player's Handbook, page(s) 268, Rules Compendium, page(s) 195.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!woHWqkM1x8nsXYOT.JNqiYyobf6gxdWDm"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!woHWqkM1x8nsXYOT"
}