{
	"name":"Initiative",
	"_id":"4GJ6VqUoSd9jXvbC",
	"pages":[
		{
			"sort":100000,
			"name":"Initiative",
			"type":"text",
			"_id":"8LqDKP0CxBFaVsoT",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Initiative</h1><p>Before the first round of combat, each combatant rolls initiative. Rolling initiative follows the normal rules for making a check:<br/><br/>1. Roll a d20.<br/><br/>2. For an adventurer, add his or her initiative modifier, which is typically his or her Dexterity modifier, plus one-half the character's level, and any racial or feat bonuses. For a monster, add the initiative modifier noted in its statistics block.<br/><br/>3. Add any bonuses or penalties that apply.<br/><br/>The result of the check determines the creature's initiative for the encounter.<br/><br/>Initiative Order: Throughout a battle, creatures act in order, from highest initiative to lowest. The order in which creatures take their turns is called the initiative order. The initiative order remains the same from round to round, although a creature's position in the order can change after delaying or readying an action.<br/><br/>Ties: When two creatures have the same initiative, the one with the higher initiative modifier goes before the other. If their modifiers are the same, their players can roll a die or flip a coin to break the tie.<br/><br/>Rolling for Different Combatants: Each player rolls initiative for his or her adventurer, and the DM rolls once for each distinct kind of monster or enemy character in the encounter.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: In an encounter with one orc storm shaman, two orc reavers, two orc rampagers, and four orc savages, the DM makes one initiative roll for each of the four kinds of orcs. As the combat progresses, all the orc savages act at once, both the orc reavers go together, and so on. The DM can choose to roll for each individual monster, but that could slow down play.</p><p>Published in Rules Compendium, page(s) 192.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!4GJ6VqUoSd9jXvbC.8LqDKP0CxBFaVsoT"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!4GJ6VqUoSd9jXvbC"
}