{
	"name":"Insight",
	"_id":"2DHVezlvqLMagC7X",
	"pages":[
		{
			"sort":100000,
			"name":"Insight",
			"type":"text",
			"_id":"DtNlWmuBVsh6TeGo",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>INSIGHT (WISDOM)</h1><p><br/>The Insight skill is used to discern intent and decipher body language during social interactions. Characters use the skill to comprehend motives, to read between the lines, to get a sense of moods and attitudes, and to determine how truthful someone is being. (Monsters rarely use Insight.)<br/>&nbsp;&nbsp;&nbsp;&nbsp;Insight is used to oppose Bluff checks and as the social counterpart to the Perception skill. The skill can also be used to gain clues, to figure out how well a social situation is going, and to determine if someone is under the influence of an outside force.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When a creature uses Insight, it is making a best guess about another creature's motives and truthfulness. Insight is not an exact science or a supernatural power; it represents the ability to get a sense of how a person is behaving.</p><p><b>✦&nbsp;Action</b>: Minor action. No action is required when opposing a Bluff check. The creature needs some amount of interaction with a target to interpret its words or behavior.<br/>✦&nbsp;DC: See the Insight table, except when countering a Bluff check, which is an opposed check.<br/>✦&nbsp;Success: The creature counters a Bluff check, gains a clue about a social situation, or senses an outside influence on someone.<br/>✦&nbsp;Failure: The creature can't try again until circumstances change.</p><p><br/><br/><table><tr><th>Task</th><th>Insight DC</th></tr><tr><td>Sense motives or attitude</td><td>Moderate DC of the target's level</td></tr><tr><td>Sense outside influence</td><td>Hard DC of the effect's level</td></tr></table><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Read the mood of a crowd (easy DC)<br/>✦&nbsp;Discern who among a cagey group is the leader (moderate DC)<br/>✦&nbsp;Interpret enemies' hand signs (hard DC)<br/>✦&nbsp;Recognize a creature as illusory (moderate DC of the effect's level)</p><p><br/><br/>Update (6/19/2012)<br/>Updated in Rules Compendium.<br/><br/></p><p>Published in Player's Handbook, page(s) 185, Rules Compendium, page(s) 147.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!2DHVezlvqLMagC7X.DtNlWmuBVsh6TeGo"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!2DHVezlvqLMagC7X"
}