{
	"name":"Intimidate",
	"_id":"zwNvM1jDRBZcsPCm",
	"pages":[
		{
			"sort":100000,
			"name":"Intimidate",
			"type":"text",
			"_id":"ejnZLfiq1IOGy7F4",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>INTIMIDATE (CHARISMA)</h1><p><br/>An adventurer can make an Intimidate check to influence others through hostile actions, overt threats, or deadly persuasion. (Monsters can't intimidate adventurers.)</p><p><b>✦&nbsp;Action</b>: Standard action. Outside combat, the DM might allow an adventurer to make the check as part of another action.<br/>✦&nbsp;Opposed Check: Against a monster's Will. (Adventurers can also try to intimidate DM-controlled characters.) The monster gains a +5 bonus to Will against the check if it is unfriendly to the adventurer, or a +10 bonus if it is hostile. If an adventurer attempts to intimidate multiple monsters at once, make a separate Intimidate check against each monster's Will. Each monster must be able to see and hear the adventurer. <br/>&nbsp;&nbsp;&nbsp;&nbsp;If a monster doesn't have defenses specified, the DM should select an appropriate DC from the Difficulty Class by Level table, usually a moderate or a hard DC of the adventurer's level.<br/>&nbsp;&nbsp;&nbsp;&nbsp;This check fails automatically against a monster that is immune to fear. The DM might decide that this check also fails automatically against a monster, such as a golem or a skeleton, that acts under some form of magical compulsion.<br/>✦&nbsp;Success: The adventurer forces a bloodied monster to surrender, gets a monster to reveal a secret, or cows a monster into taking some other action. This skill is not mind control, so a cowed monster is unlikely to take any action that would cause immediate harm to itself.<br/>✦&nbsp;Failure: In combat, the adventurer can't try again against the monster during the same encounter.<br/>✦&nbsp;Target Becomes Hostile: Whether or not the check succeeds, using this skill against a monster usually makes it unfriendly or hostile toward the adventurer.<br/></p><p><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Get an unruly crowd to move out of the way (hard DC)<br/>✦&nbsp;Badger allied soldiers into a fighting mood (moderate DC)<br/>✦&nbsp;Goad a person into action (hard DC)</p><p><br/></p><p>Published in Player's Handbook, page(s) 186, Rules Compendium, page(s) 147.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!zwNvM1jDRBZcsPCm.ejnZLfiq1IOGy7F4"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!zwNvM1jDRBZcsPCm"
}