{
	"name":"Ki Focuses",
	"_id":"3sV7SDmL5AXKE2fR",
	"pages":[
		{
			"sort":100000,
			"name":"Ki Focuses",
			"type":"text",
			"_id":"tvuwZ8bacL3ogmWO",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Ki Focuses</h1><p>A ki focus is an implement that certain characters use as a focus for their inner magical energy, known as ki. A ki focus might take the form of a training manual, a scroll of ancient secrets, a blunt training weapon, or a cherished memento.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Attunement: Before you can use a ki focus, you must attune yourself to it. To attune yourself to a ki focus, you must have the item on your person during a short or an extended rest and must have proficiency with ki focuses. Some characters study their ki focus to attune themselves to it. Others meditate with it or wield it as they practice fighting techniques. The ki focus that you are attuned to occupies your ki focus item slot.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Whenever you take a rest, you can attune yourself to a ki focus in your possession, but you can be attuned to only one ki focus at a time. Also, only one creature at a time can be attuned to a particular ki focus. Once you attune yourself to a ki focus, no one else can be attuned to it until you are no longer attuned to it or you are dead.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Using a Ki Focus: Once you have attuned yourself to a ki focus, you must either wear it or hold it in order to use it as an implement.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Ki Focuses and Weapon Attacks: If you use a magic ki focus, you can add its enhancement bonus to the attack rolls and the damage rolls of weapon attacks you make using a weapon with which you have proficiency. If you have both a magic ki focus and a magic weapon, you choose before you use an attack power whether to draw on the magic of the ki focus or that of the weapon. Your choice determines which enhancement bonus, critical hit effects, and magic item properties and powers you can apply to that power. You can't, for example, use the enhancement bonus of your ki focus and the critical hit effect of your magic weapon on the same attack.</p><p>Published in Heroes of Shadow, page(s) 159, Mordenkainen's Magnificent Emporium, page(s) 44.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!3sV7SDmL5AXKE2fR.tvuwZ8bacL3ogmWO"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!3sV7SDmL5AXKE2fR"
}