{
	"name":"Magic Item Level and Rarity",
	"_id":"UCZ1FN48QYqabhPg",
	"pages":[
		{
			"sort":100000,
			"name":"Magic Item Level and Rarity",
			"type":"text",
			"_id":"cMLnfiAkhRKdoV26",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Magic Item Level and Rarity</h1><p>Two aspects of a magic item control when it is likely to become available to adventurers: its level and its rarity.<br/><br/>Level<br/>A magic item's level is a general measure of its power and corresponds to the average level of characters using that item. An item's level doesn't limit who can acquire or use the item, though it's unusual for an adventurer to find magic items more than a few levels above his or her own level.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If an adventurer finds some means of creating a magic item, such as a magical ritual, the adventurer cannot create a magic item above his or her level, unless otherwise noted.<br/><br/>Rarity<br/>A magic item's rarity indicates how easy it is to obtain in the Dungeons & Dragons world.<br/><br/>Common magic items are the sort that the most advanced dwarf smiths and elf weavers create in their workshops. These items are generally simple, often having only a single special property: a bonus to certain skill checks or attacks, enhanced effects on a critical hit, and so on.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Adventurers can purchase these common magic items just as they can buy mundane equipment, though few shops or bazaars routinely sell them. Some fantastic locales, such as the legendary City of Brass in the heart of the Elemental Chaos, have such markets, but those are the exception rather than the rule. Adventurers must usually seek out the artisans who create common magic items, though they are not too difficult to find. In most situations—particularly with a little free time to spend—adventurers can buy any common magic item they can afford without the shopping trip becoming an adventure in its own right.<br/><br/>Uncommon and rare magic items are not normally created in the current age of the world. These items were crafted in the distant past, some even during the Dawn War, and the techniques for their creation have been lost to the ravages of time. Now they are found only as part of treasure hoards in ancient ruins and dangerous dungeons. Uncommon items are more complicated and potent than common items, though they usually carry a single property, a single power, or one of each. Rare items are even more complex and wondrous, frequently having multiple properties or powers. Such a marvelous possession can help define a character's identity.</p><p>Published in Rules Compendium, page(s) 276.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!UCZ1FN48QYqabhPg.cMLnfiAkhRKdoV26"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!UCZ1FN48QYqabhPg"
}