{
	"name":"Magic Ammunition",
	"_id":"KleGEQh70soY9ZO3",
	"pages":[
		{
			"sort":100000,
			"name":"Magic Ammunition",
			"type":"text",
			"_id":"FJ7Qm6knbIZOsltu",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Magic Ammunition</h1><p>Enchanted arrows, bolts, and sling bullets can be activated and fired from ranged weapons. You must load magic ammunition before you can activate and fire it (spending whatever action is necessary to do so), and the ammunition is used up when fired. When used with powers that target multiple enemies, magic ammunition affects only the first attack roll or target after it's loaded. In certain circumstances (such as wehn loading is a free action), however, a ranged attacker can load more magic ammunition during an attack against multiple targets if desired.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Ammunition applies an enhancement bonus to an attack roll and damage roll when used. If the projectile weapon is magical, use the ammunition's enhancement bonus in place of the weapon's enhancement bonus. The weapon's critical bonus and properties from both the weapon and the ammunition still apply. Using magic ammunition doesn't prevent you from activating a magic weapon's powers.<br/>&nbsp;&nbsp;&nbsp;&nbsp;You can fire magic ammunition without activating it as if it were normal ammunition, using your weapon's enhancement bonus and receiving no benefit from the ammunition's magic. The ammunition is still expended.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Ammunition names are keyed to certain ammunition types, but any of the enchantments can be placed on any type of ammunition; for instance, it is possible to create or acquire an arrow or sling bullet that has the attributes of a <i>bolt of clumsiness</i>.</p><p><br/><br/></p><p>Published in Adventurer's Vault 2, page(s) 25.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!KleGEQh70soY9ZO3.FJ7Qm6knbIZOsltu"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!KleGEQh70soY9ZO3"
}