{
	"name":"Manipulating Objects",
	"_id":"9ZJzRKgyPW3Oo84N",
	"pages":[
		{
			"sort":100000,
			"name":"Manipulating Objects",
			"type":"text",
			"_id":"kTPiGDSvj5ywrV12",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Manipulating Objects</h1><p>Creatures can pick up or drop items, draw or sheathe weapons, strap shields to their arms or sling them on their backs, open and close doors or chests, or in any other way manipulate the objects that make up their gear or constitute their environment. Most such tasks require only minor actions to perform, because they're simple and quick, but a few are more complicated or time-consuming.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Depending on the object being manipulated, the Dungeon Master might require the acting creature to make a skill check or an ability check to successfully perform the desired task. In such cases, the action usually requires more time as well. For example, opening a door that's locked or stuck shut probably requires a standard action and either a Thievery check or a Strength check to open, rather than a simple minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The actions listed on the table at the start of this section are examples. The Dungeon Master can extrapolate from those examples to determine what action is required for similar tasks.<br/><br/>Administer a Potion<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Standard action. The creature must be adjacent to whoever is administering the potion and must be either helpless or willing.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Requires Potion in Hand: The creature must have the potion in hand before administering it.<br/><br/>Drink a Potion<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Requires Potion in Hand: The creature must have the potion in hand before drinking it.<br/><br/>Draw or Sheathe a Weapon<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Requires Free Hand to Draw: The creature must have a hand free to draw a weapon.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Ready for Use: A creature can take a sheathed or otherwise slung weapon and make it ready for use by taking this action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Sheathed: A sheathed weapon is in a sheath at the creature's belt or on its back, or otherwise slung out of the way so that the creature's hands are free to hold or manipulate other objects.<br/><br/>Drop a Held Item<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Free action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; In the Creature's Space: A creature can use this action to drop an item it is holding. The item lands in the creature's space. If the creature's space is larger than 1 square, the creature can choose what square the item lands in.<br/><br/>Equip or Stow a Shield<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Standard action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Requires Free Hand to Equip: The creature must have its shield hand free to equip a shield. If the shield is a light shield, the creature can later pick up and hold another item in that hand while still using the shield, but a heavy shield requires the use of the shield hand.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Ready for Use: A creature can take a stowed shield and make it ready for use by taking this action. Once the shield is ready for use, it grants its shield bonus to AC and Reflex (if the creature has proficiency with the shield).<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Stowed: A stowed shield is attached to a backpack or slung out of the way so that the creature's hands are free to hold or manipulate other objects.<br/><br/>Load a Crossbow<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Includes Drawing Ammunition: The minor action includes drawing a bolt from a quiver or an open case that's readily accessible.<br/><br/>Open or Close<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Simple Manipulation: A creature can use this action to open or close a door; to open or close a chest, box, drawer, or other container; to pull a lever; to open or close a book; or to perform a similar action. An object that's stuck, locked, very heavy, or otherwise difficult to manipulate probably requires a check and a standard action to open.<br/><br/>Pick Up an Item<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Within Reach: A creature can use this action to pick up an item that's within its reach or in its own space.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Unattended: A creature can't use this action to pick up an item in an enemy's space, unless the enemy is helpless. Similarly, the creature can't use this action to pick up an item that another creature is holding or an item on another creature's person, unless that other creature is willing or helpless.<br/><br/>Retrieve or Stow an Item<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Minor action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Easily Accessible: A creature can use this action to retrieve an item from someplace on its own person, most commonly in a belt pouch or a backpack, or to stow an item in such a location.</p><p>Published in Rules Compendium, page(s) 244.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!9ZJzRKgyPW3Oo84N.kTPiGDSvj5ywrV12"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!9ZJzRKgyPW3Oo84N"
}