{
	"name":"Milestones and Quests",
	"_id":"OZ7etvafT0ILGphW",
	"pages":[
		{
			"sort":100000,
			"name":"Milestones and Quests",
			"type":"text",
			"_id":"bBuCfAmaTE2QoeJ8",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Milestones and Quests</h1><p>As adventurers move from one encounter to another on their way to gaining the next level, they reach milestones and complete quests.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Milestones: When the adventurers complete two consecutive encounters without stopping for an extended rest, they reach a milestone. Each time they reach a milestone, each adventurer gains an action point. The DM might provide additional rewards, depending on the adventure and the style of the campaign.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Quests: Quests are the fundamental story framework of an adventure—the reason the adventurers want to get involved. They are why an adventure exists, and they indicate what the adventurers need to do to resolve the situation the adventure presents.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A quest connects a series of encounters into a meaningful story. The simplest adventures revolve around a single major quest, usually one that gives everyone in the group a motivation to pursue it. For example, a group's major quest might be to put an end to the goblin raids on a local village, to rescue a kidnapped merchant, or to recover an ancient relic lost in the nearby ruins.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Most adventures, however, involve multiple quests. An adventure might have two or more major quests. For example, the goblin raiders might also be responsible for kidnapping an important merchant. Adventures often also include minor quests that relate to individual characters' goals or backgrounds. Sometimes these quests can conflict with each other, presenting characters with interesting choices about which quests to pursue.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When the group completes a quest, each character earns experience points and possibly other kinds of rewards, depending on the quest.</p><p>Published in Rules Compendium, page(s) 22.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!OZ7etvafT0ILGphW.bBuCfAmaTE2QoeJ8"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!OZ7etvafT0ILGphW"
}