{
	"name":"Monster Knowledge Checks",
	"_id":"7mL62oQz1l3RaieK",
	"pages":[
		{
			"sort":100000,
			"name":"Monster Knowledge Checks",
			"type":"text",
			"_id":"sjHSY5czwEN8kmXr",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Monster Knowledge Checks</h1><p>Refer to these rules whenever a character makes a check to identify a monster, regardless of the knowledge skill he or she is using. The DM typically tells a player which skill to use, based on the creature's origin or relevant keyword. If a monster's origin and keyword suggest the use of two different skills, the DM decides which skill can be used to identify the monster, and might allow the use of either skill. For example, a dracolich is both a natural creature and undead, but the DM might decide that its being undead is more relevant than its natural origin and require the use of Religion. In contrast, an abyssal ghoul is an elemental undead creature, and the DM might allow the use of either Arcana or Religion.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: No action. A character either knows or doesn't know the information.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; DC: The DM sets the DC using the Difficulty Class by Level table, selecting the moderate DC for the monster's level instead of the level of the character making the check.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Success: The character identifies the monster and knows its origin, type, typical temperament, and keywords. If the character meets or exceeds the hard DC for the monster's level, he or she also knows the monster's resistances and vulnerabilities, as well as what its powers do.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Failure: The character doesn't recall any pertinent information about the monster. The Dungeon Master might allow a new check if further information comes to light.<br/><br/><table><tr><th>Monster Origin or Keyword</th><th>Skill</th></tr><tr><td>Aberrant</td><td>Dungeoneering</td></tr><tr><td>Construct</td><td>Arcana</td></tr><tr><td>Elemental</td><td>Arcana</td></tr><tr><td>Fey</td><td>Arcana</td></tr><tr><td>Immortal</td><td>Religion</td></tr><tr><td>Natural</td><td>Nature</td></tr><tr><td>Shadow</td><td>Arcana</td></tr><tr><td>Undead</td><td>Religion</td></tr></table></p><p>Published in Rules Compendium, page(s) 130.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!7mL62oQz1l3RaieK.sjHSY5czwEN8kmXr"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!7mL62oQz1l3RaieK"
}