{
	"name":"Mounted Combat",
	"_id":"FH0zIwoOv2NYihM3",
	"pages":[
		{
			"sort":100000,
			"name":"Mounted Combat",
			"type":"text",
			"_id":"8kgTm74CFfarLJP3",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Mounted Combat</h1><p>Mount Requirements<br/>To be a mount, a creature must meet two requirements.<br/>&nbsp;&nbsp;&nbsp;&nbsp;• Size: The creature's size category must be larger than its rider's. For instance, a mount for a Medium creature must be Large or larger.<br/>&nbsp;&nbsp;&nbsp;&nbsp;• Willing: The creature must be a willing mount. The mount is considered an ally to its rider and the rider's allies.<br/><br/>Mounting and Dismounting<br/>The most common ways for a rider to get on or off a mount are using the mount and dismount actions. Uncommon ways include teleportation and jumping.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Mount (Move Action): The rider mounts a creature adjacent to it and enters its space.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Dismount (Move Action): The rider dismounts, moving from the mount's space to a square adjacent to it.<br/><br/>Rules for the Mount and Rider<br/>A mount and rider follow these rules while the rider is mounted.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Space: The rider and mount both occupy the mount's space and are considered adjacent to each other. However, the origin square of any of the rider's powers and other effects does not change to the mount's size. Whenever the rider uses an effect that has an origin square (such as a melee, a ranged, a close, or an area power), the rider first picks where that square is located in the mount's space, and the effect uses that origin square (the rider still shares the mount's space for the purpose of triggering effects, such as opportunity attacks). For instance, if a Medium rider uses a close burst attack power, the rider chooses a single square within the mount's space, and the burst emanates from that square. This rule means that if the burst targets each creature within it, rather than each enemy, it can hit the mount.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Initiative: The mount and rider act on the rider's initiative count, even if the mount had a different initiative before the rider mounted it. The two continue to act on the same initiative count after the rider dismounts. A monster and its mount have separate turns, whereas an adventurer and his or her mount have a single turn.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Actions (Adventurers Only): An adventurer and his or her mount have a shared set of actions: a standard action, a move action, and a minor action. However, they each have their own free actions. The player chooses how the two creatures divide up the set of actions on the adventurer's turn. Most commonly, the mount takes a move action to walk or shift, and the adventurer takes a standard action to attack. The adventurer and the mount also share a single immediate action each round and a single opportunity action each turn. If one of the creatures can't take actions, the shared set of actions is still available to the other creature. If either creature is dazed, that creature can take only one of the shared actions.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the adventurer dismounts, the two still share one set of actions on that turn, but have separate sets of actions on subsequent turns.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Mount Attacks: The mount takes a -2 penalty to attack rolls. While not being ridden, a typical mount (such as a riding horse) rarely attacks on its own, unless it has been trained for battle, is defending itself, or feels unusually protective of its rider. Left to its own devices, a typical mount avoids combat.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Charging: When the rider charges, the rider and mount move up to the mount's speed and then the rider makes the charge attack. When the mount charges, it follows the normal rules for a charge.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Squeezing: When the mount squeezes, the rider is also considered to be squeezing.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Targeting the Mount and Rider: Even though the mount and rider occupy the same space, they are still separate creatures and are targeted separately. For instance, an attack that targets only one creature can target either the mount or the rider, not both. In contrast, area and burst attacks can affect both mount and rider, since the two are in the same space.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Provoking Opportunity Attacks: If the mount's movement provokes an opportunity attack, the attacker chooses to target either the mount or the rider, since the two of them move together. However, if the mount or the rider provokes an opportunity attack by using a ranged or an area power, the attacker must target whichever one of them provoked the opportunity attack.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Forced Movement: If the mount is pulled, pushed, or slid, the rider moves with it. If the rider is pulled, pushed, or slid and the mount isn't, the rider can have the two of them move together. Otherwise, the rider is dismounted and falls prone in the destination space of the forced movement.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Teleportation: If either the mount or the rider is teleported, the other does not teleport with it. If the mount is teleported without the rider, the rider is dismounted and falls prone.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Falling Prone: If the mount falls prone, the rider is dismounted and falls prone in an unoccupied space of the rider's choice adjacent to the now-prone mount. However, if the mount is flying when it is knocked prone, it instead falls. The rider isn't dismounted unless the mount lands and falls prone itself. A rider who is knocked prone can immediately make a saving throw. On a roll of 9 or lower, the rider is dismounted and falls prone in an unoccupied space of the rider's choice adjacent to the mount. On a roll of 10 or higher, the rider is neither dismounted nor knocked prone. A rider who voluntarily drops prone falls prone in an unoccupied space of the rider's choice adjacent to the mount.</p><p>Published in Dungeon Master's Guide, Rules Compendium, page(s) 252.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!FH0zIwoOv2NYihM3.8kgTm74CFfarLJP3"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!FH0zIwoOv2NYihM3"
}