{
	"name":"Movement in Three Dimensions",
	"_id":"XvIxHMNo4nYOfrei",
	"pages":[
		{
			"sort":100000,
			"name":"Movement in Three Dimensions",
			"type":"text",
			"_id":"XeSr64MV08NhGJnL",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Movement in Three Dimensions</h1><p>Aquatic and aerial encounters force players to think in three dimensions, as well as creating the awkward situation of trying to stack several figures in one square. Here are some ideas for dealing with these situations.<br/>&nbsp;&nbsp;&nbsp;&nbsp;To begin with, define an arbitrary elevation as \"ground\" level, preferably the one where most of the encounter takes place. Creatures are all positioned above or below the action relative to that altitude.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Placing a small d6 or d4 next to a miniature or token is a good way to measure its distance above or below ground level. The number on the die shows how many squares the creature is above or below that level. Use dice of one color to mark creatures below ground level and another color for those above.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When a monster is directly above or below an adventurer, its miniature or token can share the same square on the battle grid. Although crowded, two miniatures can usually fit well enough in one square. To avoid knocking figures over or accidentally pushing them into the wrong squares, instead set the miniatures or tokens aside and use smaller proxies, such as the dice that measure elevation, in their place.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Determining the distance between creatures above or below one another is straightforward: First, count squares between the two creatures as if they were at the same elevation, then count the difference between their elevations. Use the higher of these two numbers.</p><p>Published in Rules Compendium, page(s) 206.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!XvIxHMNo4nYOfrei.XeSr64MV08NhGJnL"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!XvIxHMNo4nYOfrei"
}