{
	"name":"Movement-related traits",
	"_id":"FGo0D4E7fzinSWld",
	"pages":[
		{
			"sort":100000,
			"name":"Movement-related traits",
			"type":"text",
			"_id":"A64yPtc2KsCHbFRp",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Movement-related traits</h1><p>The following traits modify movement in various ways. They are innate to some creatures (noted in their stat blocks), whereas other creatures gain such traits temporarily from powers and other effects.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Clumsy: Some creatures are clumsy while using a specific movement mode (noted next to that mode in the creature's stat block), and others are clumsy while on the ground (noted next to the creature's speed). While a creature is clumsy, it takes a -4 penalty to attack rolls and all defenses.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Terrain Walk: The following traits are all kinds of terrain walk.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Earth Walk: A creature that has earth walk ignores difficult terrain that is rubble, uneven stone, or an earthen construction.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Forest Walk: A creature that has forest walk ignores difficult terrain that is part of a tree, underbrush, or some other forest growth.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Ice Walk: A creature that has ice walk ignores difficult terrain that is icy or snowy.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Swamp Walk: A creature that has swamp walk ignores difficult terrain that is mud or shallow water.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Phasing: While a creature is phasing, it ignores difficult terrain, and it can enter squares containing blocking terrain, obstacles, and enemy creatures. The creature follows the normal rules for where it must end its movement (normally an unoccupied space).<br/>&nbsp;&nbsp;&nbsp;&nbsp;Spider Climb: A creature that has spider climb can use its climb speed to move across overhanging horizontal surfaces (such as ceilings) without making Athletics checks.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Tunneling: A creature that has tunneling leaves tunnels behind it as it moves using its burrow speed. The creature, as well as smaller creatures, can move through these tunnels without any reduction in speed. Creatures of the same size as the tunneling creature must squeeze to move through these tunnels, and larger creatures cannot move through them at all.</p><p>Published in Rules Compendium, page(s) 208.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!FGo0D4E7fzinSWld.A64yPtc2KsCHbFRp"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!FGo0D4E7fzinSWld"
}