{
	"name":"Multiclass Feats",
	"_id":"4Dbtvjus8KrcpBU5",
	"pages":[
		{
			"sort":100000,
			"name":"Multiclass Feats",
			"type":"text",
			"_id":"2N3XERLxH9GalAq1",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Multiclass Feats</h1><p>Multiclass feats allow you to dabble in the class features and powers of another class. You might be a fighter who dips his toe into wizardry, or a warlock who wants a smattering of rogue abilities. Each class has a class-specific multiclass feat that gives you access to features from that class.<br/><br/><b>Class-Specific Feats</b><br/>&nbsp;&nbsp;&nbsp;&nbsp; There are two restrictions on your choice of a class-specific multiclass feat. First, you can't take a multiclass feat for your own class. Second, once you take a multiclass feat, you can't take a class-specific feat for a different class. You can dabble in a second class but not a third. A character who has taken a class-specific multiclass feat counts as a member of that class for the purpose of meeting prerequisites for taking other feats and qualifying for paragon paths. For example, a character who takes <i>Initiate of the Faith</i> counts as a cleric for the purpose of selecting feats that have cleric as a prerequisite. These feats can qualify you for other feats; for example, a warlock who takes <i>Sneak of Shadows</i> can use the rogue's <i>Sneak Attack</i> class feature, which means that he meets the prerequisite for the <i>Backstabber</i> feat.<br/<br/><br/>Weapon mastery training feats like <i>Bola Training</i> [Multiclass Bola] require a great deal of focused training, so each one is considered a multiclass feat. Normal rules for selecting multiclass feats apply.</p><p><br/><br/></p><p>Published in Player's Handbook, page(s) 208, Dragon Magazine 368 page(s) 66.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!4Dbtvjus8KrcpBU5.2N3XERLxH9GalAq1"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!4Dbtvjus8KrcpBU5"
}