{
	"name":"Nature",
	"_id":"a2gpJxkRKcCHfLqb",
	"pages":[
		{
			"sort":100000,
			"name":"Nature",
			"type":"text",
			"_id":"ImP7VuOJ8LsSloj1",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>NATURE (WISDOM)</h1><p><br/>The Nature skill encompasses knowledge and skills related to nature, including finding ways through wilderness, recognizing natural hazards, dealing with and identifying natural creatures, and living off the land. <br/>&nbsp;&nbsp;&nbsp;&nbsp;Training in this skill represents formalized study or extensive experience. Those that have training in the skill are likely to know esoteric information in the field of study.</p><h3>NATURE KNOWLEDGE</h3><p>Make a Nature check to recall a relevant piece of lore about the natural world—terrain, climate, weather, plants, or seasons—or to recognize a nature-related clue (see \"Knowledge Checks\").<br/>&nbsp;&nbsp;&nbsp;&nbsp;Examples of Nature knowledge include determining cardinal directions or finding a path (easy DC), recognizing a dangerous plant or another natural hazard (moderate DC), or predicting a coming change in the weather (moderate DC).<br/></p><h3>MONSTER KNOWLEDGE</h3><p>Make a Nature check to identify a creature that has the natural origin (see \"Monster Knowledge Checks\").<br/></p><h3>FORAGE</h3><p>Make a Nature check to locate and gather food and water in the wilderness.</p><p><br/>✦&nbsp;Action: The check takes 1 hour of effort.<br/>✦&nbsp;DC: DC 15 to find food and water for one person, or DC 25 for up to five people. The DM might adjust the DC in different environments: 5 lower in a cultivated environment or 5 higher in a barren one.<br/>✦&nbsp;Success: The creature finds enough food and water for 24 hours.<br/>✦&nbsp;Failure: The creature finds no food or water. The creature must wait 24 hours to try again in the same area.</p><p><br/></p><h3>CALM ANIMAL</h3><p>Make a Nature check to calm a natural beast. For instance, a character might use this check to get a wild horse to let him or her ride it.</p><p><br/>✦&nbsp;Action: Standard action.<br/>✦&nbsp;DC: Hard DC of the beast's level. The check fails automatically against a beast that the character's group is fighting.<br/>✦&nbsp;Success: The beast is calmed.</p><p><br/></p><h3>TRAIN ANIMAL</h3><p>Make a Nature check to teach a natural beast a simple trick (come, fetch, heel, stay, and so forth). This use of the skill is usually part of a skill challenge, which might take much longer than an encounter to complete.<br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Camouflage a trap or some other construction in a natural setting (opposed by Perception)<br/>✦&nbsp;Build a shelter that provides some protection against harsh weather (moderate DC)</p><p><br/></p><p>Published in Player's Handbook, page(s) 186, Rules Compendium, page(s) 148.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!a2gpJxkRKcCHfLqb.ImP7VuOJ8LsSloj1"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!a2gpJxkRKcCHfLqb"
}