{
	"name":"Object Defenses and Hit Points",
	"_id":"tNHYiSbaoy84396z",
	"pages":[
		{
			"sort":100000,
			"name":"Object Defenses and Hit Points",
			"type":"text",
			"_id":"TpVJBaulzND5Eg96",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Object Defenses and Hit Points</h1><p>Like creatures, objects have hit points. They also have defenses: AC, Fortitude, and Reflex. Objects don't have Will, however (see \"Object Immunities,\" below).<br/><br/>Determining Defenses: An object's AC, Fortitude, and Reflex depend entirely on its size, as noted in the Object Properties table. These defenses are typically very low, so it's pretty easy to hit an object—so easy, in fact, that many DMs skip the attack roll against an object unless the situation is particularly dramatic.<br/><br/>Determining Hit Points: An object's hit point total generally depends on two factors: the object's size and its material. As a rule, larger or thicker objects have more hit points than smaller or thinner ones. Objects made of stone or metal have more hit points than those made of wood or glass.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Exceptions to this general rule abound. An object that's big but full of delicate moving parts might have fewer hit points than a smaller, more solid object, because it doesn't take as much damage to render the complex object functionally useless. <br/>&nbsp;&nbsp;&nbsp;&nbsp;To determine an object's hit points, first find its size on the Object Properties table. Then consult the Object Hit Point Multipliers table and apply the appropriate multipliers based on the object's material, composition, or both. If more than one multiplier is appropriate, the order doesn't matter. A Large iron clockwork contraption, for instance, should have around 60 hit points (40 for Large, × 3 for iron, × 0.5 for intricate construction).<br/>&nbsp;&nbsp;&nbsp;&nbsp;An object reduced to 0 hit points is destroyed or otherwise rendered useless. At the DM's discretion, the object might remain more or less whole, but its functionality is ruined—a door knocked from its hinges or a clockwork mechanism broken internally, for instance.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Even though an object has hit points, it is never considered to be bloodied. The DM can certainly describe when the object has less than half of its hit points remaining (\"The door is barely holding together now,\" for instance), but effects that are triggered by a target being bloodied are not triggered by an object.<br/><br/>Object Properties<br/><table><tr><th>Size</th><th>AC/Reflex</th><th>Fortitude</th><th>Base HP</th><th>Examples</th></tr><tr><td>Tiny</td><td>10</td><td>5</td><td>5</td><td>Bottle, book</td></tr><tr><td>Small</td><td>8</td><td>8</td><td>10</td><td>Treasure chest, manacles</td></tr><tr><td>Medium</td><td>5</td><td>10</td><td>20</td><td>Door, statue</td></tr><tr><td>Large</td><td>4</td><td>12</td><td>40</td><td>Wagon, vault door</td></tr><tr><td>Huge</td><td>3</td><td>15</td><td>100</td><td>Big statue</td></tr><tr><td>Gargantuan</td><td>2</td><td>20</td><td>200</td><td>Even bigger statue</td></tr></table><br/><br/>Object Hit Point Multipliers<br/><table><tr><th>Multiplier</th><th>Material/Composition</th></tr><tr><td>x0.25</td><td>Very fragile</td></tr><tr><td>x0.5</td><td>Fragile or intricate</td></tr><tr><td>x1.5</td><td>Reinforced</td></tr><tr><td>x0.1</td><td>Paper or cloth</td></tr><tr><td>x0.25</td><td>Glass or ice</td></tr><tr><td>x0.5</td><td>Leather or hide</td></tr><tr><td>x1</td><td>Wood</td></tr><tr><td>x2</td><td>Stone</td></tr><tr><td>x3</td><td>Iron or steel</td></tr><tr><td>x5</td><td>Adamantine</td></tr></table></p><p>Published in Rules Compendium, page(s) 176.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!tNHYiSbaoy84396z.TpVJBaulzND5Eg96"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!tNHYiSbaoy84396z"
}