{
	"name":"Ongoing Damage",
	"_id":"2fDC7Ix8nqL5TdMR",
	"pages":[
		{
			"sort":100000,
			"name":"Ongoing Damage",
			"type":"text",
			"_id":"9Yhx3FuKp1RNjM8I",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Ongoing Damage</h1><p>Some powers deal damage on consecutive turns after the initial attack. Such damage is called ongoing damage. An efreet might hit a creature with a burst of fire that sets it alight, dealing ongoing fire damage. When a snake's venom courses through a creature's blood, it deals ongoing poison damage. A royal mummy's plague chant deals ongoing necrotic damage.<br/><br/>Start of a Creature's Turn: When a creature is subjected to ongoing damage, it does not take the damage right away. Instead, the creature takes the specified damage at the start of each of its turns until the ongoing damage ends. For instance, a creature that is subjected to ongoing 5 fire damage takes 5 fire damage at the start of each of its turns.<br/><br/>Save Ends: Unless otherwise noted, an instance of ongoing damage lasts on a creature until the creature makes a successful saving throw against it. See \"Saving Throws\".<br/><br/>Different Types of Ongoing Damage: If a creature is subjected to ongoing damage of different types (including no type) at the same time, it takes damage of each of those types every round, and it must make a separate saving throw against each damage type.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If a creature is taking ongoing 5 damage (which has no type) when a power causes it to take ongoing 5 lightning damage, it is now taking ongoing 5 damage and ongoing 5 lightning damage, and it must make saving throws against each effect.<br/><br/>Same Type of Ongoing Damage: If a creature is subject to multiple instances of ongoing damage of the same type at the same time (including no type), only the highest number applies.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If a creature is taking ongoing 5 damage (which has no type) when a power causes it to take ongoing 10 damage, the creature is now taking ongoing 10 damage, not 15.</p><p>Published in Player's Handbook, page(s) 278, Monster Manual, page(s) 282, Rules Compendium, page(s) 224.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!2fDC7Ix8nqL5TdMR.9Yhx3FuKp1RNjM8I"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!2fDC7Ix8nqL5TdMR"
}