{
	"name":"Opportunity Attack",
	"_id":"UmnPQwL0D8ZiAYRN",
	"pages":[
		{
			"sort":100000,
			"name":"Opportunity Attack",
			"type":"text",
			"_id":"84KedBGlYFOmDQw2",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Opportunity Attack</h1><p>In a fight, everyone is constantly watching for enemies to drop their guard. A creature can rarely move heedlessly past its foes or use a ranged power or an area power without putting itself in danger: Such actions trigger the opportunity attack power. Anyone can use opportunity attack, regardless of class.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Triggering this power is usually referred to as provoking an opportunity attack, and using it is usually referred to as making an opportunity attack.<br/><br/>OPPORTUNITY ATTACK: OPPORTUNITY ACTION<br/><br/>Melee Basic Attack: An opportunity attack is a melee basic attack.<br/><br/>Moving Provokes: If an enemy leaves a square adjacent to you, you can make an opportunity attack against that enemy. However, you can't make one if the enemy shifts or teleports or is forced to move away by a pull, a push, or a slide.<br/><br/>Ranged and Area Powers Provoke: If an enemy adjacent to you uses a ranged power or an area power, you can make an opportunity attack against that enemy.<br/><br/>One per Combatant's Turn: You can take only one opportunity action during another combatant's turn, but you can take any number during a round.<br/><br/>Able to Attack: You can't make an opportunity attack unless you are able to make a melee basic attack and you can see your enemy.<br/><br/>Interrupts Target's Action: An opportunity action takes place before the target finishes its action. After the opportunity attack, the creature resumes its action. If the target is reduced to 0 hit points or fewer by the opportunity attack, it can't finish its action because it's dead or dying.<br/><br/>Threatening Reach: Some creatures have an ability called threatening reach. This lets them make opportunity attacks against nonadjacent enemies. If an enemy leaves a square that's within the  creature's reach, or if an enemy anywhere within the creature's reach makes a ranged attack or an area attack, the creature can make an opportunity attack against that enemy.</p><p>Published in Player's Handbook, page(s) 290, Rules Compendium, page(s) 246.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!UmnPQwL0D8ZiAYRN.84KedBGlYFOmDQw2"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!UmnPQwL0D8ZiAYRN"
}