{
	"name":"Perception",
	"_id":"2grCan4UybmX0tMs",
	"pages":[
		{
			"sort":100000,
			"name":"Perception",
			"type":"text",
			"_id":"2dVI3ziksAEj9vNO",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>PERCEPTION (WISDOM)</h1><p><br/>The Perception skill encompasses perceiving things, most often by sight or sound. Make a Perception check to notice a clue, detect a secret door, find a trap, follow tracks, listen for sounds behind a closed door, or locate a hidden object.<br/>&nbsp;&nbsp;&nbsp;&nbsp;In most situations, the DM uses passive Perception to determine if a creature notices things. A creature that has fallen asleep naturally (as opposed to being knocked unconscious by a power or other effect) is unconscious, but not totally deprived of awareness; it can use its passive Perception to hear things, but with a -5 penalty.</p><h3>PERCEIVE SOMETHING</h3><p>Make a Perception check to perceive something, such as a hidden door, a concealed object, a group of creatures talking, or a monster's tracks.</p><p><br/>✦&nbsp;Action: Minor action. No action is required when the DM is using a creature's passive Perception. Carefully searching an area (the creature's space and squares adjacent to it) requires 1 minute or more.<br/>✦&nbsp;DC: The DM chooses a DC from the Listen table, the Spot table, or the Find Tracks table.<br/>✦&nbsp;Success: The creature perceives something. If the creature is carefully searching an area, it finds something, assuming there's something to find.</p><p><br/></p><h3>FIND A HIDDEN CREATURE</h3><p>Make a Perception check to try to find a hidden creature (see \"Stealth\"). If a creature finds a hidden creature, it might point the hidden creature out to others, resulting in them knowing its location.</p><p><br/>✦&nbsp;Action: Minor action.<br/>✦&nbsp;Opposed Check: Against a target creature's Stealth check. The DM might apply relevant modifiers from the Listen and Spot tables, depending on how the creature is trying to find a hidden target.<br/>✦&nbsp;Success: The target is no longer hidden from the creature. If the creature performing the check cannot see the target for some other reason, such as magical invisibility, it still knows where the target is located.</p><p><br/><br/>LISTEN<br/><table><tr><th>Noise Perception</th><th>DC</th></tr><tr><td>Battle</td><td>0</td></tr><tr><td>Normal conversation</td><td>Easy</td></tr><tr><td>Whispers</td><td>Hard</td></tr><tr><td>Through a door</td><td>+5</td></tr><tr><td>Through a wall</td><td>+10</td></tr><tr><td>More than 10 squares away</td><td>+2</td></tr></table><br/><br/>SPOT<br/><table><tr><th> Obscured Thing</th><th>Perception DC</th></tr><tr><td>Barely obscured</td><td>Easy</td></tr><tr><td>Well obscured</td><td>Hard</td></tr><tr><td>More than 10 squares away</td><td>+2</td></tr></table><br/><br/>FIND TRACKS<br/><table><tr><th>Soft ground (snow, loose dirt, mud)</th><th>Moderate</th></tr><tr><td>Hard ground (wood or stone)</td><td>Hard</td></tr><tr><td>Rain or snow since tracks were made</td><td>+10</td></tr><tr><td>Each day since tracks were made</td><td>+2</td></tr><tr><td>Quarry obscured its tracks</td><td>+5</td></tr><tr><td>Huge or larger creature</td><td>-5</td></tr><tr><td>Group of ten or more</td><td>-5</td></tr></table><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Sense the true direction of an echoing sound (hard DC)<br/>✦&nbsp;Smell a fresh, concealed corpse (hard DC)<br/>✦&nbsp;Notice that terrain or an object is illusory (moderate DC of the effect's level)</p><p><br/><br/>Update (6/19/2012)<br/>Updated in Rules Compendium.<br/><br/></p><p>Published in Player's Handbook, page(s) 186, Player's Handbook 2, page(s) 223, Rules Compendium, page(s) 150.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!2grCan4UybmX0tMs.2dVI3ziksAEj9vNO"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!2grCan4UybmX0tMs"
}