{
	"name":"Polymorph",
	"_id":"MRS0yoaq41wJDV6i",
	"pages":[
		{
			"sort":100000,
			"name":"Polymorph",
			"type":"text",
			"_id":"BhI8Dsui9JPXCxTq",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Polymorph</h1><p>Polymorph powers change a creature's physical form in some way. For instance, a polymorph power might transform a creature into a mouse. Unless otherwise noted, a creature uses the following rules when it is affected by a polymorph power.<br/><br/>One Polymorph at a Time: If a creature is affected by more than one polymorph power, only the most recent one has any effect. The other powers' effects remain on the creature and their durations expire as normal, but those effects don't apply. However, when the most recent effect ends, the next most recent one that is still active applies to the creature.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If a druid uses a polymorph power on herself and then a monster uses a polymorph power on her, the polymorph effect of the druid's power is suppressed until the monster's polymorph effect ends on her.<br/><br/>Changing Size: If a polymorph power reduces a creature's space, the creature does not provoke opportunity attacks for leaving squares as it shrinks. If a polymorph effect would make a creature too large to fit in the available space, the effect fails against the creature, but it is stunned (save ends).<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If Keira is crawling through a narrow tunnel and a polymorph effect tries to make her too large for the tunnel, the effect fails, but she is stunned until she saves against that effect.<br/><br/>Death Ends: Polymorph effects end immediately on a creature that dies.</p><p>Published in Player's Handbook 3, page(s) 217, Monster Manual 2, page(s) 218, Player's Handbook, page(s) 55, Monster Manual, page(s) 282, Player's Handbook 2, page(s) 220, Rules Compendium, page(s) 118-119, 314, Monster Vault: Threats to the Nentir Vale, page(s) 124.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!MRS0yoaq41wJDV6i.BhI8Dsui9JPXCxTq"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!MRS0yoaq41wJDV6i"
}