{
	"name":"Ready an action",
	"_id":"P53iI4zVn7tOpyb9",
	"pages":[
		{
			"sort":100000,
			"name":"Ready an action",
			"type":"text",
			"_id":"UkeiCcmrOI1EHjsq",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Ready an action</h1><p>When a creature readies an action, it prepares to react to an event or to someone else's action. Readying an action is a way of saying, \"As soon as x happens, my character does y.\" Examples include \"As soon as the troll walks out from behind the corner, I shoot an arrow at it,\" or \"If the goblin ends its movement adjacent to me, I shift away.\"<br/><br/>Ready an Action<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Standard action. To ready an action, a creature follows these steps.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Choose Action to Ready: Choose the specific action the creature is readying (the attack it plans to use, for example), as well as the intended target, if applicable. The creature can ready a standard action, a move action, or a minor action. Whichever action is chosen, the act of readying it is a standard action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Choose Trigger: Choose the circumstance that will trigger the readied action. When that trigger occurs, the creature can use the readied action. If the trigger doesn't occur or the creature chooses to ignore it, the creature can't use the readied action and instead takes its next turn as normal.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Immediate Reaction: Using a readied action is an immediate reaction, so it takes place right after the trigger finishes.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. Reset Initiative: When the creature finishes the readied action, its place in the initiative order moves to directly before the creature or the event that triggered the readied action.<br/><br/>Triggering Opportunity Actions<br/>If a creature readies an action that normally triggers opportunity actions, it triggers them twice: when it readies the action and when it takes the action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If an adventurer readies a ranged attack while adjacent to an enemy, he provokes an opportunity attack from that enemy. If he is still adjacent to an enemy when he makes the ranged attack, he provokes an opportunity attack again.<br/><br/>Interrupting with a Readied Action<br/>Often a player wants his or her character to use a readied action to attack before an enemy does. In this situation, the action should be readied to respond to the enemy's movement. That way, if the enemy moves before attacking, the readied action will be triggered by a portion of that movement, allowing the character to interrupt it and attack first. Readying an action to be triggered by an enemy attack means that the readied action will occur as a reaction to the attack, so the character's attack happens only after the enemy attacks.<br/>&nbsp;&nbsp;&nbsp;&nbsp;An enemy might use a power that lets it move and then attack with a single action. If a character readied an action to attack in response to that enemy's movement, the readied action interrupts the movement, allowing the character to attack before the enemy does.</p><p>Published in Player's Handbook, page(s) 291, Rules Compendium, page(s) 247.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!P53iI4zVn7tOpyb9.UkeiCcmrOI1EHjsq"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!P53iI4zVn7tOpyb9"
}