{
	"name":"Reading a Weapon Entry",
	"_id":"J7hBV06gPw1stdSC",
	"pages":[
		{
			"sort":100000,
			"name":"Reading a Weapon Entry",
			"type":"text",
			"_id":"N1XTp80sCOrJERqQ",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Reading a Weapon Entry</h1><p>Each weapon is defined by a few basic characteristics that indicate how it functions in the game. These characteristics are typically specified in a table that contains the following entries.<br/><br/>Proficiency: Proficiency with a weapon means that the adventurer is trained in the use of that weapon, which gives him or her a proficiency bonus to attack rolls. The bonus appears in this column if applicable. Some weapons are more accurate than others, as reflected by their bonus. If an adventurer does not have proficiency with the weapon, he or she doesn't gain this bonus.<br/><br/>Damage: The weapon's damage die. When a power deals a number of weapon damage dice (such as 1[W] or 4[W]), the wielder rolls the number of dice indicated by this entry. If the weapon's damage die is an expression of multiple dice, roll that number of dice the indicated number of times. For instance, a greatclub (which has a damage die of 2d4) deals 8d4 damage when used with a power that deals 4[W] damage on a hit.<br/><br/>Range: Weapons that can strike at a distance have a range. The number before the slash in this entry indicates the normal range (in squares) for an attack. The number after the slash indicates the long range for an attack; an attack at long range takes a -2 penalty to the attack roll. Squares beyond the second number are considered to be out of range and can't be targeted with this weapon.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If a melee weapon has a range entry, it can be thrown and has either the light thrown or the heavy thrown property.<br/>&nbsp;&nbsp;&nbsp;&nbsp;An entry of \"—\" indicates that the weapon can't be used at range.<br/><br/>Price: The weapon's cost in gold pieces. An entry of \"—\" indicates that the item has no cost.<br/><br/>Weight: The weapon's weight in pounds. An entry of \"—\" indicates that the weapon's weight is negligible.<br/><br/>Properties: A weapon's properties.<br/><br/>Group: A weapon's group.</p><p>Published in Rules Compendium, page(s) 273.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!J7hBV06gPw1stdSC.N1XTp80sCOrJERqQ"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!J7hBV06gPw1stdSC"
}