{
	"name":"Resistance",
	"_id":"0JU3rEQHtVjRv5Ks",
	"pages":[
		{
			"sort":100000,
			"name":"Resistance",
			"type":"text",
			"_id":"8BPJbaLV3hKQXrYW",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Resistance</h1><p>Resistance means a creature takes less damage from a specific damage type. Resistance appears in a stat block or power as \"Resist x,\" where x is the amount that the damage is reduced, followed by the type of damage that is being resisted. Damage cannot be reduced below 0. For example, a creature that has resist 5 fire takes 5 less fire damage whenever it takes that type of damage. Some creatures are inherently resistant to certain damage types, as noted in their stat blocks, and some powers and other effects grant temporary resistance.<br/><br/>Against Combined Damage Types A creature's resistance is ineffective against combined damage types unless the creature has resistance to each of the damage types, and then only the weakest of the resistances applies.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: A creature has resist 10 lightning and resist 5 thunder, and an attack deals 15 lightning and thunder damage to it. The creature takes 10 lightning and thunder damage, because the resistance to the combined damage types is limited to the lesser of the two (in this case, 5 thunder). If the creature had only resist 10 lightning, it would take all 15 damage from the attack.<br/><br/>Not Cumulative Resistances against the same damage type are not cumulative. Only the highest resistance applies.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: If a creature has resist 5 cold and then gains resist 10 cold, it now has resist 10 cold, not resist 15 cold. Similarly, if a creature has resist 5 cold and then gains resist 2 to all damage, the creature still has resist 5 cold, not resist 7 cold.<br/><br/>Combined with Vulnerability If a creature has resistance and vulnerability to the same type of damage, they both apply. Subtract the smaller value from the larger one and apply the result. For instance, a creature that has resist 5 fire and vulnerable 10 fire is treated as if it has vulnerable 5 fire.</p><p>Published in Rules Compendium, page(s) 224.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!0JU3rEQHtVjRv5Ks.8BPJbaLV3hKQXrYW"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!0JU3rEQHtVjRv5Ks"
}