{
	"name":"Retraining",
	"_id":"jUD8JNYstWv1LKbq",
	"pages":[
		{
			"sort":100000,
			"name":"Retraining",
			"type":"text",
			"_id":"HDr3MUKL9POSN1a7",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Retraining</h1><p>Sometimes a player makes decisions when creating or advancing a character that he or she later regrets. Perhaps a chosen power isn't working with the character concept, or a feat never comes into play as anticipated. Fortunately, no one is stuck with bad character decisions. There's an opportunity to change a decision whenever the character levels up.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Every time a character gains a level, he or she can retrain. This involves changing one feat, power, or trained skill. Only one change is allowed per level. If the player book says to replace one of the character's powers with a different power of a higher level, replacing the power doesn't count as retraining. The character can still retrain a feat, some other power, or a trained skill.<br/><br/>Replacing a Feat<br/>&nbsp;&nbsp;&nbsp;&nbsp;Retraining can replace one feat with another. The character must meet the prerequisites of the new feat. A feat can't be replaced if it's a prerequisite for any of the character's other attributes (such as another feat or a paragon path) or if the feat is a feature of his or her class, paragon path, or epic destiny.<br/><br/>Replacing a Power<br/>&nbsp;&nbsp;&nbsp;&nbsp;Retraining can replace a power with another power of the same type: at-will attack power, encounter attack power, daily attack power, or utility power. The new power must have a level, be of the same level as or lower in level than the old power, and come from the same class—a 5th-level cleric daily attack power for another 5th-level cleric daily attack power, for instance, or a 22nd-level utility power for a different 22nd-level utility power.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Retraining doesn't allow replacing a power that has no level, such as a cleric's healing word; a power designated as a feature; or a power gained from a paragon path or an epic destiny. If a power has no level but you chose it from a list of powers, you can replace it with a different power from that list.<br/><br/>Replacing a Trained Skill<br/>&nbsp;&nbsp;&nbsp;&nbsp;Retraining can replace one trained skill with another from the character's list of class skills. A skill can't be replaced if it's a prerequisite for a feat, a power, or any other attribute of the character, or if it's predetermined by class (such as Arcana for wizards and Religion for clerics).<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the character's class requires the choice of one of two skills (such as either Dungeoneering or Nature), retraining can alter the choice, but the character is limited to replacing one skill with the other.</p><p>Published in Rules Compendium, page(s) 86.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!jUD8JNYstWv1LKbq.HDr3MUKL9POSN1a7"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!jUD8JNYstWv1LKbq"
}