{
	"name":"Rituals",
	"_id":"MCW7ainB6IYAsd4P",
	"pages":[
		{
			"sort":100000,
			"name":"Rituals",
			"type":"text",
			"_id":"q8hWs60VIt1X7BRY",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Rituals</h1><p>Rituals are complex ceremonies that create magic effects. You don't memorize or prepare a ritual; a ritual is so long and complex that no one could ever commit the whole thing to memory. To perform a ritual, you need to read from a book or a scroll containing it.<br/><br/>A ritual book contains one or more rituals that you can use as often and as many times as you like, as long as you can spare the time and the components to perform the ritual.<br/><br/>A ritual scroll contains a single ritual, and you can perform the ritual from that scroll only once. After that, the magic contained in the scroll is expended, and the scroll turns to dust. Anyone can use a ritual scroll to perform the ritual it contains, as long as the appropriate components are expended.<br/><br/>Owning a ritual book isn't enough to let you perform the ritual or rituals in it. You must first master a ritual by studying it for 8 uninterrupted hours. (If you gained a ritual by creating its book yourself or by obtaining it as a class feature, you have already mastered it.)<br/><br/>You must meet two requirements to master a ritual. You must have the Ritual Caster feat, and your level must equal or exceed the ritual's level. If you meet those requirements and spend 8 hours studying a ritual, you can add it to your list of mastered rituals. As long as you have the ritual's book handy, you can perform a mastered ritual whenever you want. <br/><br/>There's no limit to the number of rituals you can master.<br/><br/>Performing a Ritual: To perform a ritual that you have mastered, you spend a certain amount of time (specified in the ritual description) performing various actions appropriate to the ritual. The actions might include reading long passages out of the ritual book, scribing complex diagrams on the ground, burning special incense or sprinkling mystic reagents at appropriate times, or performing a long set of meticulous gestures. The specific activities required aren't described in most ritual descriptions; they're left to your imagination.<br/>A ritual requires certain esoteric components, which you purchase before you perform the ritual and which are expended when the ritual is complete. Each ritual specifies the cost of the components you  need. If a ritual requires a skill check, the check usually determines the ritual's effectiveness. Even if the check result is low, a ritual usually succeeds, but if the result is high, you can usually achieve better effects.<br/><br/>Assisting in a Ritual: Unless a ritual specifies otherwise, up to four of your allies can help you perform  a ritual. Everyone assisting you must be within 5 squares of you, and each assistant must actively participate in the ritual for the entire time required to complete it. Your assistants need neither the Ritual Caster feat nor knowledge of the specific ritual. Your allies can assist you in two ways. <br/>First, if the ritual requires spending healing surges or some other resource, willing allies can contribute those resources. (Certain rituals might allow unwilling participants to pay those costs as well, but such rituals involve sacrifices to malevolent gods or demon lords and are not found in the ritual books of most player characters.) <br/>Second, your allies can assist with the skill check you make to complete a ritual, using the normal rules for cooperating on another character's skill check.<br/><br/>Interrupting a Ritual: At any time before a ritual is completed, you can stop it and suffer no ill effect. You don't expend any components or pay any costs until a ritual is completed. You can't resume a ritual that was interrupted, however, so you do lose the time you spent on an interrupted ritual.</p><p>Published in Player's Handbook, page(s) 296.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!MCW7ainB6IYAsd4P.q8hWs60VIt1X7BRY"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!MCW7ainB6IYAsd4P"
}