{
	"name":"Ritual Book",
	"_id":"BNJCu2tD4yS9jqPH",
	"pages":[
		{
			"sort":100000,
			"name":"Ritual Book",
			"type":"text",
			"_id":"dlavif43twjrXJYs",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Ritual Book</h1><p>You can buy ritual books or find them as treasure. You can also make a copy of an existing ritual book, and some classes give you free access to a number of rituals. Wizards hold both their spells and their rituals in their spellbooks.<br/><br/>Buying a Ritual Book: You can buy a ritual book for 50 gp. A ritual book is 128 pages long. Each ritual takes up a number of pages equal to its level. The description of each ritual gives its market price, which is the gold piece cost for a book containing that ritual or the cost to add the new ritual to your existing ritual book or spellbook (if there's enough room in it).<br/><br/>Finding a Ritual Book: When you explore a ruined library, delve into a lost temple, or do away with a villainous wizard, you might discover tomes on arcane philosophy that contain rituals. Such ritual books are part of the treasure you acquire while adventuring.<br/><br/>Creating a Ritual Book: You can create a new ritual book by copying an existing one. You can't make a ritual book for a ritual that's higher level than you are, and you can't make a book by copying a ritual scroll, because the scroll doesn't contain the entire ritual.<br/><br/>When you create a ritual book or copy a ritual into an existing book, you don't just write a series of words on each page; you bind some of the ritual's magic into the book. Therefore, you need a book of the highest quality, exotic inks, and expensive components, with a total cost equal to the ritual's market price. You don't save any gold by creating a ritual book instead of buying it.<br/><br/>In addition to requiring gold, creating a ritual book or copying a ritual into an existing book takes time: 8 hours for a heroic tier ritual (1st–10th level),<br/>16 hours for a paragon tier ritual (11th–20th level),<br/>and 24 hours for an epic tier ritual (21st–30th level).<br/>If you copy a ritual that you haven't already mastered, the time you spend copying it enables you to master the ritual.</p><p>Published in Player's Handbook, page(s) 298.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!BNJCu2tD4yS9jqPH.dlavif43twjrXJYs"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!BNJCu2tD4yS9jqPH"
}