{
	"name":"Saving Throws",
	"_id":"fYgeZ61OkuQzoE5c",
	"pages":[
		{
			"sort":100000,
			"name":"Saving Throws",
			"type":"text",
			"_id":"Z8RoNdpXtfi920eH",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Saving Throws</h1><p>A saving throw is a special d20 roll, unmodified by a creature's level or ability scores, which is used to avoid or end certain effects. Some perils, such as being pushed into a pit, can be avoided with a save, and many effects last until the affected creature saves against them.<br/><br/>How to Make a Saving Throw<br/>To make a saving throw, roll a d20 without adding any modifiers, unless the creature has bonuses or penalties that specifically apply to saving throws. On a roll of 9 or lower, the saving throw fails. A roll of 10 or higher is a successful saving throw, called a save. Because a saving throw is usually an unmodified roll, it gives slightly better than even odds to avoid or shake off an effect.<br/><br/>When to Make Saving Throws<br/>The game rules explain when to make a saving throw immediately to avoid a peril, such as avoiding being pushed into a pit. See \"Falling\" for an example.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If a creature is subject to an effect that a save can end, the creature makes a saving throw against that effect at the end of each of its turns. An effect that a save can end includes one of the following notations: \"save ends,\" \"save ends both,\" or \"save ends all.\"<br/>&nbsp;&nbsp;&nbsp;&nbsp;When two effects are followed by the notation \"save ends both,\" they are treated as a single effect when making saving throws against them. For instance, if a creature is \"weakened and slowed (save ends both),\" the creature makes a single saving throw against those two conditions whenever the time comes for it to make saving throws. Similarly, effects that are followed by the notation \"save ends all\" are treated as a single effect when saving throws are made against them. However, if a creature is subject to separate \"weakened (save ends)\" and \"slowed (save ends)\" effects, it must save against each separately. When a creature makes saving throws against multiple effects that a save can end, its player chooses the order of the saving throws.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Sometimes a power or other game feature allows a character to make a saving throw immediately against an effect that a save can end. If the character is allowed to make a single saving throw but is subject to multiple effects that a save can end, the player chooses which of those effects to make the saving throw against.<br/><br/>Identical Effects that a Save Can End<br/>If a character is subject to identical effects that a save can end, ignore all but one of those effects. For instance, if the character is dazed (save ends) and then is attacked and again becomes dazed (save ends), ignore the second effect, since it is identical to the first one.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Identical effects never require multiple saving throws. A creature does make separate saving throws against effects that aren't identical, even if they contain the same condition. For instance, \"dazed (save ends)\" and \"dazed and immobilized (save ends both)\" are not identical effects, so separate saving throws are made against each of them.</p><p>Published in Player's Handbook, page(s) 279, Rules Compendium, page(s) 227.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!fYgeZ61OkuQzoE5c.Z8RoNdpXtfi920eH"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!fYgeZ61OkuQzoE5c"
}