{
	"name":"Schools of Magic",
	"_id":"YOe4EdGLFBPZDX52",
	"pages":[
		{
			"sort":100000,
			"name":"Schools of Magic",
			"type":"text",
			"_id":"p1TnWVgd3XowqCG7",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Schools of Magic</h1><p>After generations of study, practitioners of arcane magic have identified various types of magic and have grouped them into categories, which are called schools. Wizardry is particularly focused on the schools, and wizards often specialize in the practice of one or two of the schools. Each school of magic includes a variety of damage types and effects. Here are some of the most common schools.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Enchantment: Enchantment powers alter creatures' emotions, thoughts, and actions, including beguiling onlookers, terrifying foes, and encouraging allies.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Evocation: Evocation powers bring various magical effects into being, including explosions, rays of magical energy, and lingering environmental effects. This is the most widely practiced school of magic. Scholars have various theories about the connection, if any, between this school of magic and primal powers, which are sometimes called evocations. Both evocation powers and primal powers involve calling on magical energy in the cosmos. Evocation powers draw on the very fabric of existence, whereas primal powers call on the spirits found throughout the world.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Illusion: Illusion powers deceive the mind or the senses, often creating elaborate apparitions. Illusion is also an effect type.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Transmutation: A transmutation power magically transforms its target in some way, changing the target's form, composition, or both. Damage caused by such a power is usually the result of the trauma brought about by the transformation. Transmutation powers sometimes cause such extensive changes that they are also polymorph powers, but the power might also keep a target's form intact. For instance, a transmutation power that slows a creature by turning its feet to stone is not subjecting the creature to a polymorph effect. The creature's original form remains, though the material of its body has been altered.</p><p>Published in Rules Compendium, page(s) 112.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!YOe4EdGLFBPZDX52.p1TnWVgd3XowqCG7"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!YOe4EdGLFBPZDX52"
}