{
	"name":"Shields",
	"_id":"x3L6QVrlFedP2Nh8",
	"pages":[
		{
			"sort":100000,
			"name":"Shields",
			"type":"text",
			"_id":"ycMZefS40bK6EJxs",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Shields</h1><p>Shields improve an adventurer's defensive capabilities by helping to deflect attacks.<br/><br/>Shield Bonus: While using a shield, an adventurer gains a shield bonus to AC and Reflex, determined by the type of shield. For instance, a light shield grants a +1 shield bonus to AC and Reflex.<br/><br/>Shield Proficiency<br/>An adventurer must have proficiency with a shield to gain its shield bonus. In other words, a shield provides no benefit to an adventurer who can't use it properly. Shield proficiency is irrelevant to a monster, however. If it's using a shield, that fact is noted in its stat block, and it is able to use the shield effectively.<br/><br/>Using a Shield<br/>To use a shield, a creature must strap it to the forearm. Doing so is a standard action, unless otherwise noted. Removing a shield is also a standard action.<br/><br/>Shield Types<br/>Each kind of shield is either a light shield or a heavy shield.<br/><br/>Light Shield: While using a light shield, a creature can use its shield hand for other purposes, such as holding another item or climbing, but the creature can't make attacks with that hand or with anything it is holding in that hand.<br/><br/>Heavy Shield: While using a heavy shield, a creature can't use its shield hand for any other task, since it must use that hand to handle the shield.<br/><br/>Reading a Shield Description<br/>Each shield is defined by a few basic characteristics that indicate how it functions in the game. These characteristics are typically specified in a table that contains the following entries.<br/><br/>Shield Bonus: The shield bonus to AC and Reflex that a creature gains while using the shield.<br/><br/>Check: The penalty to Strength-, Dexterity-, and Constitution-based skill checks that a creature takes while using the shield. This penalty is called an armor check penalty. It does not apply to ability checks (such as a Strength check to break down a door or a Dexterity check to determine initiative in combat).<br/><br/>Price: The shield's cost in gold pieces.<br/><br/>Weight: The shield's weight.</p><p>Published in Rules Compendium, page(s) 267.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!x3L6QVrlFedP2Nh8.ycMZefS40bK6EJxs"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!x3L6QVrlFedP2Nh8"
}