{
	"name":"Squeeze",
	"_id":"DM5uhSKFfoBR9cZ7",
	"pages":[
		{
			"sort":100000,
			"name":"Squeeze",
			"type":"text",
			"_id":"JVY26qamw7NyzXsx",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Squeeze</h1><p>A creature can use the squeeze action to fit through an area that isn't as wide as it is. Big creatures usually use this action to move through tight corridors or to stand on narrow ledges, whereas a Medium or a Small creature can squeeze to fit into a constrained space, such as a burrow. While squeezing, a creature moves much more slowly and can't react as effectively in combat.<br/><br/>Squeeze<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Move action. A creature follows these steps when it takes this action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Reduce Size: When a Large, a Huge, or a Gargantuan creature squeezes, its size category effectively decreases by one until the squeeze ends. For instance, a Large creature that squeezes is effectively Medium during the squeeze. As its size decreases, such a creature is leaving squares, so it might trigger opportunity actions such as opportunity attacks. It cannot reduce its size if it is unable to move.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When a Medium or smaller creature squeezes, the DM decides how narrow a space it can occupy.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Half Speed: The creature moves up to half its speed.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Grant Combat Advantage: The creature grants combat advantage until the squeeze ends.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; -5 Penalty to Attack Rolls: The creature takes a -5 penalty to attack rolls until the squeeze ends.<br/><br/>End a Squeeze<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Action: Free action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Return to Normal Size: The creature expands to its original size. When it does so, its new space must contain the smaller space that it just occupied. It is not leaving squares when it returns to its original size, so it does not trigger opportunity actions.</p><p>Published in Player's Handbook, page(s) 292, Rules Compendium, page(s) 249.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!DM5uhSKFfoBR9cZ7.JVY26qamw7NyzXsx"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!DM5uhSKFfoBR9cZ7"
}