{
	"name":"Starvation, Thirst and Suffocation",
	"_id":"rign8NI1y5CAQ4Fm",
	"pages":[
		{
			"sort":100000,
			"name":"Starvation, Thirst and Suffocation",
			"type":"text",
			"_id":"mCitHkFa08Q2XOnM",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Starvation, Thirst and Suffocation</h1><p>When a character is deprived of food, water, or air, the rule of three applies. An adventurer can handle 3 weeks without food, 3 days without water, and 3 minutes without air. After that, such deprivation is a significant test of an adventurer's stamina. (People who aren't adventurers are far less hardy.)<br/><br/>Endurance Check: At the end of the time period (3 weeks, 3 days, or 3 minutes), the character must make a DC 20 Endurance check.<br/><br/>Success: Success buys the character another day (if hungry or thirsty) or round (if unable to breathe). Then the check is repeated against DC 25, then against DC 30, and so on.<br/><br/>Failure: When a character fails the check, he or she loses a healing surge and must continue to make checks against DC 25, then against DC 30, and so on. A character who fails a check and has no healing surges takes damage equal to his or her level.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A character cannot regain healing surges lost to starvation, thirst, or suffocation until he or she eats a meal, drinks, or gains access to air again, respectively.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A character who has 0 hit points or fewer and continues to be subject to one of these effects keeps taking damage as described above until he or she dies or is rescued.<br/><br/>Suffocation in Strenuous Situations: In strenuous situations, such as combat, going without air is very hard. A character holding his or her breath during underwater combat, for instance, must make a DC 20 Endurance check at the end of his or her turn in a round in which he or she takes damage.</p><p>Published in Dungeon Master's Guide, page(s) 159, Rules Compendium, page(s) 180.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!rign8NI1y5CAQ4Fm.mCitHkFa08Q2XOnM"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!rign8NI1y5CAQ4Fm"
}