{
	"name":"Stealth",
	"_id":"VM2UsWHSBwyrlnOG",
	"pages":[
		{
			"sort":100000,
			"name":"Stealth",
			"type":"text",
			"_id":"pB7t50woyLnqu4XY",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>STEALTH (DEXTERITY)</h1><p><i>Armor Check Penalty</i><br/>Creatures use the Stealth skill to conceal themselves from enemies, slink past guards, slip away without being noticed, and sneak up on others without being detected.</p><p><b>✦&nbsp;Action</b>: The check is usually at the end of a move action, but it can be at the end of any of the creature's actions that involve the creature moving.<br/>✦&nbsp;Opposed Check: Against the passive Perception of each target creature present. If the creature moves more than 2 squares during the action, it takes a -5 penalty to the Stealth check. If the creature runs, the penalty is -10.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A creature can make a Stealth check against a target only if the creature has superior cover or total concealment against that target or if the creature is outside the target's line of sight. Outside combat, the DM might allow a creature to make a Stealth check against a distracted target, even if the creature doesn't have superior cover or total concealment and isn't outside the target's line of sight. The target might be focused on something in a different direction, allowing the creature to sneak around it.<br/>✦&nbsp;Success: The creature becomes hidden from the target. Being hidden means being silent and invisible (see \"Invisibility\").<br/>✦&nbsp;Remaining Hidden: The creature remains hidden as long as it meets these requirements.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Keep out of Sight: If the creature no longer has any cover or concealment from a target, it doesn't remain hidden from the target. The creature doesn't need superior cover, total concealment, or to stay outside line of sight, but it at least needs partial cover or partial concealment from a target to remain hidden. A hidden creature can't use another creature as cover to remain hidden.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Keep Quiet: If the creature speaks louder than a whisper or otherwise draws attention to itself with a noise, it doesn't remain hidden from any creature that can hear it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Keep Still: If the creature moves more than 2 squares during an action, it must make a Stealth check to remain hidden, with a -5 penalty, or a -10 penalty if the creature runs. If any creature's passive Perception beats the check result, it doesn't remain hidden from that creature. <br/>&nbsp;&nbsp;&nbsp;&nbsp;Don't Attack: If the creature makes an attack, it doesn't remain hidden.<br/>✦&nbsp;Not Remaining Hidden: If the creature takes an action that causes it not to remain hidden, the creature retains the benefits of being hidden, such as combat advantage, until the action is resolved. The creature can't become hidden again as part of that same action.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Also, if an enemy tries to enter the creature's space, the creature doesn't remain hidden from that enemy.<br/><br/>&nbsp;&nbsp;&nbsp;&nbsp;Example: After shooting a goblin with her crossbow, Keira uses acrobatic maneuver to move 4 squares through a doorway into an adjacent room. From her new position, the goblin does not have line of sight to her, so she can make a Stealth check to become hidden as part of the movement of her acrobatic maneuver. Because she moved more than 2 squares, though, she takes a -5 penalty to her Stealth check. She rolls a 12, adds her Stealth check modifier (+9) and subtracts the penalty for movement for a result of 16. Her check result is higher than the goblin's passive Perception of 13, so she is hidden from it. The goblin moves during its turn, but Keira still has partial cover from it even after the goblin's movement, so she remains hidden. During her next turn, Keira uses a rogue power that allows her to move 2 squares before her attack. She moves 2 squares out into the open to get a clear shot and then shoots the goblin. Because her movement and attack are both part of the action that causes her to be no longer hidden, she retains the benefit of being hidden until after the attack is resolved. She gains combat advantage and deals her Sneak Attack damage to the goblin. Keira can then use her move action to find a new position from which to make a Stealth check to become hidden again.</p><p><br/></p><h3>IMPROVISING WITH STEALTH</h3><p>✦&nbsp;Hide an object in a room (opposed by Perception)<br/>✦&nbsp;Craft a hidden compartment or sheath (moderate DC)<br/>✦&nbsp;Embed a secret message in a letter (opposed by Insight)<br/><br/>Update (6/19/2012)<br/>Updated in Rules Compendium.<br/><br/></p><p>Published in Player's Handbook, page(s) 188, Player's Handbook 2, page(s) 222, Martial Power 2, page(s) 57, Rules Compendium, page(s) 152.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!VM2UsWHSBwyrlnOG.pB7t50woyLnqu4XY"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!VM2UsWHSBwyrlnOG"
}