{
	"name":"Streetwise",
	"_id":"LVG80vDJpPYr9R3o",
	"pages":[
		{
			"sort":100000,
			"name":"Streetwise",
			"type":"text",
			"_id":"9JPDvK8mZ0SWCw6U",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>STREETWISE (CHARISMA)</h1><p><br/>The Streetwise skill encompasses knowledge of the ins and outs of life in a settlement (a village, a town, or a city), whether on its main streets or in its back alleys. This knowledge is gleaned from talking to people and observing them as they go about their lives, rather than from studying tomes or maps. A character who has training in this skill is especially adept at getting information out of people living in settlements.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When in a settlement, make a Streetwise check to find out what's going on, who the movers and shakers are, where to get the best deals, and where the dangers are.</p><p><b>✦&nbsp;Action</b>: The check takes 1 hour of effort. The DM might allow a creature to use Streetwise as a knowledge skill, in which case the check requires no action; either a creature knows the answer or not.<br/>✦&nbsp;DC: See the Streetwise table. <br/>✦&nbsp;Success: The creature collects a useful bit of information, gathers rumors, finds out about available jobs, or locates the best deal. The creature usually avoids attracting unwanted attention in gathering this information.<br/>✦&nbsp;Failure: The creature can try again but is likely to attract unwanted attention.</p><p><br/><br/><table><tr><th>Settlement and Information</th><th>Streetwise DC</th></tr><tr><td>Familiar settlement</td><td>Easy</td></tr><tr><td>Unfamiliar but typical settlement</td><td>Moderate</td></tr><tr><td>Foreign settlement</td><td>Hard</td></tr><tr><td>Information is secret or closely guarded</td><td>+10</td></tr></table><br/></p><p><b></b><p class=\"flavor\">✦&nbsp;Lose pursuing guards down a series of alleys or in a crowd (opposed by Perception)<br/>✦&nbsp;Deduce a person's profession by his or her dress (moderate DC)<br/>✦&nbsp;Pick up a dialect of a known language (hard DC)<br/>✦&nbsp;Notice that merchandise is counterfeit (hard DC)</p><p><br/></p><p>Published in Player's Handbook, page(s) 188, Rules Compendium, page(s) 154.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!LVG80vDJpPYr9R3o.9JPDvK8mZ0SWCw6U"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!LVG80vDJpPYr9R3o"
}