{
	"name":"Summoning",
	"_id":"orej8Pi6WdUBIE54",
	"pages":[
		{
			"sort":100000,
			"name":"Summoning",
			"type":"text",
			"_id":"SP8xXdtJ10HWhbaF",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Summoning</h1><p>An effect type. Powers that have the summoning keyword bring creatures magically from elsewhere—often from other planes—to serve the summoner. Normally, a summoning power includes all the information needed to summon and control a creature, as well as the creature's game statistics. <br/>&nbsp;&nbsp;&nbsp;&nbsp;The following rules are a reference for summoning in general. As usual, if a particular power contains exceptions to these rules, the exception takes precedence.<br/><br/>Allied Creature: A summoned creature is an ally to its summoner and the summoner's allies.<br/><br/>Size, Speed, and Position: The power specifies the summoned creature's size and speed, and it determines where the creature appears.<br/><br/>Summoner's Defenses: The summoned creature's defenses equal the summoner's, not including any temporary bonuses or penalties.<br/><br/>Hit Points: The summoned creature's maximum hit points equal the summoner's bloodied value. When the summoned creature drops to 0 hit points, it is destroyed, and the summoner loses a healing surge. If the summoner has no healing surges left, the summoner instead takes damage equal to half his or her bloodied value.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The summoned creature lacks healing surges, but if an effect allows it to spend a healing surge, the summoner can spend a healing surge for it. The summoned creature, rather than the summoner, then gains the benefit of the healing surge.<br/><br/>Commanding the Creature: The summoned creature has no actions of its own; the summoner spends actions to command it mentally. The summoner can do so only if he or she has line of effect to the creature. When commanding the creature, the summoner shares its knowledge but not its senses. <br/>&nbsp;&nbsp;&nbsp;&nbsp;The summoning power determines the special commands that the summoned creature can receive and gives an action type for each command. If a command is a minor action, it can be given only once per round.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If a summoned creature's description lacks a command for it to move, the summoner can take a minor action to command it to take one of the following actions, if it is physically capable of taking that action: crawl, escape, run, stand up, shift, squeeze, or walk.<br/><br/>Attacks and Checks: If a summoning power allows the summoned creature to attack, the summoner makes an attack through the creature, as specified in the power description. If the summoned creature can make a skill check or an ability check, the summoner makes the check. The attack or check uses the summoner's game statistics, unless the descriptions of the power or creature specify otherwise. Attacks and checks made through the creature do not include any temporary bonuses or penalties to the summoner's statistics. <br/><br/>Duration: The summoned creature lasts until the summoner takes a minor action to dismiss it or until the end of the encounter.</p><p>Published in Player's Handbook 3, page(s) 218, Player's Handbook 2, page(s) 221, Rules Compendium, page(s) 120-121, 316.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!orej8Pi6WdUBIE54.SP8xXdtJ10HWhbaF"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!orej8Pi6WdUBIE54"
}