{
	"name":"Targeting what you can\\",
	"_id":"Ouy986CRQp1LFJDa",
	"pages":[
		{
			"sort":100000,
			"name":"Targeting what you can\\",
			"type":"text",
			"_id":"8Ue0WktqhHPBSiyc",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Targeting what you can't see</h1><p>Sometimes a creature attacks an enemy it can't see—the enemy is invisible, the attacking creature is blinded, or the fight is taking place in impenetrable darkness. In these situations, the attacker has to target a square rather than the enemy. It also has to figure out which square to attack.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Invisible Creatures and Stealth: If an invisible creature is hidden from the attacker (see \"Stealth\"), the attacker can neither hear nor see it, and it has to guess the creature's position. If the invisible creature is not hidden from the attacker, the attacker can hear it or sense some other sign of its presence and therefore knows where it is, although it still can't see the creature.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Make a Perception Check: On its turn, the attacker can make a Perception check as a minor action to try to determine the location of an invisible creature that is hidden from it.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Pick a Square and Attack: The attacker chooses a square to attack, using whatever information it has gleaned about the enemy's location. It makes the attack roll normally (taking the -5 penalty for attacking a target that has total concealment). If the attacker picks the wrong square, that attack automatically misses, but only the DM knows whether the attacker guessed wrong or simply rolled too low to hit.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Close or Area Attacks: An attacker can make a close attack or an area attack that includes the square it thinks (or knows) an invisible creature is in. The attack roll doesn't take a penalty from the target's concealment.</p><p>Published in Rules Compendium, page(s) 221.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!Ouy986CRQp1LFJDa.8Ue0WktqhHPBSiyc"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!Ouy986CRQp1LFJDa"
}