{
	"name":"Teleportation",
	"_id":"8gVkx9K14mbRMn6B",
	"pages":[
		{
			"sort":100000,
			"name":"Teleportation",
			"type":"text",
			"_id":"1ncKruSyDbV6PHiR",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Teleportation</h1><p>An effect type. A teleportation power transports creatures or objects instantaneously from one location to another. Typically, a creature teleports by means of a magical power, such as the wizard spell dimension door.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Unless the description of a power or other effect says otherwise, use the following rules when a creature uses a teleportation power on a target, which might be itself, another creature, or an object.<br/><br/>Instantaneous: Teleportation takes no time. The target disappears and immediately appears in the destination that the teleporting creature chooses. The movement is unhindered by intervening creatures, objects, or terrain.<br/><br/>Destination Space: The destination of the teleportation must be an unoccupied space that is at least the same size as the target. For instance, a Large creature cannot be teleported into a space that is only 1 square wide.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If arriving in the destination space would cause the target to fall or if that space is hindering terrain, the target can immediately make a saving throw. On a save, the teleportation is negated. Otherwise, the target arrives in the destination space.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If a prone creature teleports, it arrives in the destination space still prone.<br/><br/>Line of Sight: The user of the teleportation power must have line of sight to the destination space.<br/><br/>No Line of Effect Required: Neither the user of the teleportation power nor the target needs line of effect to the destination space.<br/><br/>No Opportunity Actions Triggered: When a target teleports, it doesn't provoke opportunity actions, such as opportunity attacks, that are triggered by movement.<br/><br/>Immobilized or Restrained: Being immobilized or restrained doesn't prevent a target from teleporting. If a target teleports away from a physical restraint, a monster's grasp, or some other immobilizing effect that is located in a specific space, the target is no longer immobilized or restrained. Otherwise, the target teleports but is still immobilized or restrained when it reaches the destination space.<br/><br/>Not Forced Movement: Teleporting a creature, even an unwilling one, does not count as forced movement.</p><p>Published in Player's Handbook 3, page(s) 218, Monster Manual 2, page(s) 219, Player's Handbook, page(s) 286, Monster Manual, page(s) 283, Player's Handbook 2, page(s) 221, Rules Compendium, page(s) 213-214, 316-317, Monster Vault: Threats to the Nentir Vale, page(s) 125.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!8gVkx9K14mbRMn6B.1ncKruSyDbV6PHiR"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!8gVkx9K14mbRMn6B"
}