{
	"name":"Temporary Hit Points",
	"_id":"EFXAMeGb7BTJHvwO",
	"pages":[
		{
			"sort":100000,
			"name":"Temporary Hit Points",
			"type":"text",
			"_id":"1uoEZ6OTijsGfal5",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Temporary Hit Points</h1><p>A variety of sources can grant temporary hit points—small reservoirs of stamina that insulate a creature from losing actual hit points.<br/><br/>Not Real Hit Points: Temporary hit points aren't healing, but rather a layer of \"insulation\" that attacks have to get through before they start dealing real damage to a target. Don't add temporary hit points to a creature's current hit points (if an adventurer has 0 hit points or fewer, he or she still has 0 or fewer after receiving temporary hit points). Keep track of them as a separate pool of hit points.<br/><br/>Don't Count toward Maximum: Temporary hit points don't count when comparing a creature's current hit points to its maximum hit points, when determining whether the creature is bloodied, or for other effects that depend on its current hit points.<br/><br/>Lose Temporary Hit Points First: When a creature takes damage, first subtract its temporary hit points from the damage. Any remaining damage reduces its current hit points.<br/><br/>Not Cumulative: If a creature receives temporary hit points multiple times, use the highest value as its temporary hit point total. Do not add the values together. For example, a creature receives 5 temporary hit points and later receives 5 temporary hit points again before the first 5 were used. It now has 5 temporary hit points, not 10.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Likewise, if a creature's temporary hit points have been reduced and the creature receives temporary hit points again, it benefits from the higher number. For example, a creature gains 10 temporary hit points and takes 8 damage, reducing its temporary hit points to 2, then receives 5 temporary hit points. It now has 5 temporary hit points, not 7.<br/><br/>Until a Rest: A creature's temporary hit points last until they're reduced to 0 or until the creature takes a short rest or an extended rest.</p><p>Published in Player's Handbook, page(s) 293, Rules Compendium, page(s) 258.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!EFXAMeGb7BTJHvwO.1uoEZ6OTijsGfal5"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!EFXAMeGb7BTJHvwO"
}