{
	"name":"Thievery",
	"_id":"GQSgEq9uNBRFI86W",
	"pages":[
		{
			"sort":100000,
			"name":"Thievery",
			"type":"text",
			"_id":"K6Qzp2ayRDbXxV1A",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>THIEVERY (DEXTERITY)</h1><p><i>Armor Check Penalty</i><br/>The Thievery skill encompasses various abilities that require nerves of steel and a steady hand: disabling traps, opening locks, picking pockets, and sleight of hand.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The DM might decide that some uses of this skill are so specialized that a creature is required to have training in Thievery to have a chance of succeeding.</p><h3>DISABLE TRAP</h3><p>Make a Thievery check to prevent a known trap from triggering. Some traps cannot be disabled using Thievery, as specified in those traps' stat blocks (see \"Traps and Hazards\").<br/></p><p>✦&nbsp;Action: Standard action. Unless otherwise noted, the creature must be adjacent to part of the trap to try to disable it.<br/>✦&nbsp;DC: A trap's description normally specifies the DC to disable it, generally the hard DC of its level. The creature gains a +2 bonus to the check if it uses thieves' tools.<br/>✦&nbsp;Success: The creature disables the trap. Some traps, however, require multiple checks to be disabled.<br/>✦&nbsp;Failure by 4 or Less: Nothing happens, unless the trap's description says otherwise.<br/>✦&nbsp;Failure by 5 or More: The creature triggers the trap.</p><p><br/></p><h3>OPEN LOCK</h3><p>Make a Thievery check to pick a lock.<br/></p><p>✦&nbsp;Action: Standard action. Unless otherwise noted, the creature must be adjacent to a lock to pick it.<br/>✦&nbsp;DC: If a lock has no DC specified, use the hard DC of the creature's level. The DM might decide that a shoddy lock has a moderate DC instead. The creature gains a +2 bonus to the check if it uses thieves' tools.<br/>✦&nbsp;Success: The creature picks the lock. A complicated lock might require multiple checks before it can be opened.</p><p><br/></p><h3>PICK POCKET</h3><p>Make a Thievery check to lift a small object (such as a purse or an amulet) from a creature without that creature being aware of the theft.<br/></p><p>✦&nbsp;Action: Standard action. Unless otherwise noted, the creature must be adjacent to the target, and the target must not be holding the object.<br/>✦&nbsp;DC: Hard DC of the target's level.<br/>✦&nbsp;Success: The creature lifts a small object from the target without the target noticing.<br/>✦&nbsp;Failure by 4 or Less: The creature fails to lift an object, but the target doesn't notice.<br/>✦&nbsp;Failure by 5 or More: The creature fails to lift an object, and the target notices the attempt.</p><p><br/></p><h3>SLEIGHT OF HAND</h3><p>Make a Thievery check to perform an act of legerdemain, such as palming an unattended object small enough to fit in the hand (a coin or a ring, for instance).<br/></p><p>✦&nbsp;Action: Standard action. Unless otherwise noted, the creature performing the check must be adjacent to the object.<br/>✦&nbsp;Opposed Check: Against the passive Perception of each creature present.<br/>✦&nbsp;Success: The creature pulls off the sleight of hand.<br/>✦&nbsp;Failure: The creature performs the sleight of hand but is obvious, unconvincing, or both.</p><p><br/></p><h3>IMPROVISING WITH THIEVERY</h3><p>✦&nbsp;Fix a broken wagon (easy DC)<br/>✦&nbsp;Craft a standard lock (moderate DC)<br/>✦&nbsp;Bind a creature with rope (check result sets escape DC)<br/><br/>Update (6/19/2012)<br/>Updated in Rules Compendium.<br/><br/></p><p>Published in Player's Handbook, page(s) 188, Rules Compendium, page(s) 155.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!GQSgEq9uNBRFI86W.K6Qzp2ayRDbXxV1A"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!GQSgEq9uNBRFI86W"
}