{
	"name":"Vehicles in Combat",
	"_id":"qPaJnxt1S3678gdh",
	"pages":[
		{
			"sort":100000,
			"name":"Vehicles in Combat",
			"type":"text",
			"_id":"FtGwZ7TP1apij5vo",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Vehicles in Combat</h1><p>A vehicle needs a driver or a pilot—a character or creature that spends actions to control the vehicle. This character must meet the conditions described under the vehicle's driver or pilot entry. A vehicle with no controller goes out of control, typically continuing on its course and crashing into the first obstacle it encounters or else grinding to a halt. <br/>&nbsp;&nbsp;&nbsp;&nbsp;Only one character can control a vehicle during a round, though any number of characters can attempt to take control until one is successful. A character can yield control of a vehicle to another character as a free action, but the character assuming control of the vehicle (a free action) can take no other action with the vehicle during that turn. If a character does not move into the driver or pilot position and assume control when control is yielded to him or her, then the vehicle might go out of control. If no character has taken control of the vehicle by the end of the yielder's next turn, then the vehicle acts at the end of the initiative order according to its out-of-control rules. <br/>&nbsp;&nbsp;&nbsp;&nbsp;A vehicle's movement does not provoke opportunity attacks against the vehicle or the creatures occupying it. Creatures moving within a vehicle still provoke opportunity attacks from other creatures in the same vehicle, as normal.<br/><br/>CONDITIONS<br/>Vehicles can be attacked just like other objects. Some conditions (such as being knocked prone) have special rules when applied to a vehicle. Any conditions from the Player's Handbook excluded from this section have no effect on vehicles. If an effect allows a saving throw to end a condition, a vehicle makes one at the end of its controller's turn (or at the end of the vehicle's turn if it is out of control.) A driver or pilot can use a move action to allow a vehicle to make an additional saving throw during his or her turn.<br/>✦&nbsp;Immobilized: An immobilized vehicle cannot move except by a pull, a push, or a slide effect.<br/>✦&nbsp;Prone: A vehicle subject to an effect that would knock it prone instead takes 1d10 damage and is slowed (see below) until the end of the next round.<br/>✦&nbsp;Restrained: A vehicle that is restrained is immobilized and cannot be forced to move by a pull, a push, or a slide effect. If the restrained condition is ended by the escape action, the vehicle uses the driver's or pilot's relevant skill modifier.<br/>✦&nbsp;Slowed: A slowed vehicle uses the standard rules for this condition.<br/><br/>OUT OF CONTROL<br/>Creatures can move, change direction, and come to a stop whenever they choose. Vehicles don't have that luxury. When a vehicle starts moving, it requires effort to keep it moving and on course. Otherwise, it goes out of control.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A driver or pilot must use specific actions to steer, move, or stop a vehicle if he or she doesn't want the vehicle to go out of control. In any round in which no character uses actions to control it, a vehicle acts according to the \"Out of Control\" section of its statistics block. Some out-of-control vehicles—most commonly those pulled by creatures—come to a stop automatically. Some vehicles, such as ships, continue to move ahead until they collide with something. Other vehicles—especially flying crafts—can crash quickly.<br/><br/>CRASHING AND RAMMING<br/>Though most vehicles are meant for long-distance transportation, some are designed for combat. If a vehicle tries to move into a space occupied by an object, a creature, or another vehicle, it crashes. The vehicle, any creatures pulling it, and whatever it hits take 1d10 damage per square the vehicle moved in its previous turn. Creatures on board the vehicle (and those on the vehicle or object it hits) take half damage.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If the target of the crash is more than one size category smaller than the out-of-control vehicle, the vehicle continues to move regardless of how much damage it dealt during the crash. The space that the target occupies is treated as difficult terrain for the vehicle's movement.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Against targets of equal or greater size, the vehicle continues to move only if the target is destroyed. If the target is not destroyed, the vehicle's move ends immediately.<br/><br/>TURNING AND HEADING<br/>Creatures on a battle grid can change direction at any point during movement. The rules do not make a distinction between a creature's front, back, and sides because it is assumed that a creature can turn around in its space. However, you cannot simply turn a speeding vehicle in the opposite direction, and thus vehicle combat is more complicated.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Every vehicle has a heading—the direction in which it currently moves. To track a vehicle's heading, place a coin or similar marker along the front edge of the vehicle's space on the battle grid. When a vehicle moves, use the small marker to count off squares in the direction the vehicle is moving. Then move the larger vehicle counter or miniature to catch up.<br/><br/>DRIVE<br/>Vehicles are designed to move in one direction only. You direct a vehicle forward, pushing it ahead. However, vehicles typically lack the maneuverability of a walking creature, and turning them can be slow and difficult. <br/>✦&nbsp;Action: Move.<br/>✦&nbsp;Movement: Move the vehicle a distance up to its speed.<br/>✦&nbsp;Direction: When you move the vehicle, it must move in the direction of its heading marker. The vehicle can move directly forward or it can move along either forward diagonal adjacent to its heading marker (a 45-degree adjustment). It cannot move in other directions without making a turn.<br/>✦&nbsp;Opportunity Attacks: A vehicle's movement does not provoke opportunity attacks against the vehicle or the creatures on it.<br/>✦&nbsp;Terrain: Terrain affects a vehicle in the way it affects creatures. If a terrain feature requires a skill or ability check, the driver or pilot must make that check for any vehicle that is not drawn by creatures. In the case of a creature-drawn vehicle, the creature pulling or pushing the vehicle makes the appropriate check(s). For vehicles pulled by multiple creatures, choose one creature to make the check and have the other creatures use the aid another action. If a vehicle does not have the appropriate mode of movement to traverse a terrain, then it cannot move on that terrain.<br/><br/>TURN<br/>You turn a vehicle to speed around corners, avoid obstacles, or make a sudden change in its current heading.<br/>✦&nbsp;Action: Move.<br/>✦&nbsp;Movement: Move the vehicle a distance equal to half its speed.<br/>✦&nbsp;Direction: When you move the vehicle, it must move in the direction of its heading marker. The vehicle can move directly forward or it can move along either forward diagonal adjacent to its heading marker (a 45-degree adjustment).<br/>✦&nbsp;Heading Marker: At any point during the vehicle's movement, move its heading marker from its current position to either side of the vehicle (a 90-degree turn). Reorient the vehicle's counter or miniature accordingly at the end of the move.<br/>✦&nbsp;Opportunity Attacks: A vehicle's movement does not provoke opportunity attacks against the vehicle or the creatures on it.<br/>✦&nbsp;Terrain: Terrain affects a vehicle in the way it affects creatures. If a terrain feature requires a skill or ability check, the driver or pilot must make that check for any vehicle that is not drawn by creatures. In the case of a creature-drawn vehicle, the creature pulling or pushing the vehicle makes the appropriate check(s). In the case of vehicles pulled by multiple creatures, choose one creature to make the check and have the other creatures use the aid another action. If a vehicle does not have the appropriate mode of movement to traverse a terrain, then it cannot move on that terrain.<br/><br/>STOP<br/>When a vehicle is moving, it takes effort to stop it.<br/>✦&nbsp;Action: Move.<br/>✦&nbsp;Movement: Move the vehicle forward a number of squares equal to the distance it moved in the previous round. At the end of the move, the vehicle is motionless. A vehicle begins moving again when its driver or pilot uses the drive action. A stopped vehicle does not go out of control while motionless unless otherwise noted in its description.<br/>✦&nbsp;Direction:  The vehicle's heading marker remains in place. If and when the vehicle moves again, it must initially move in this direction.</p><p>Published in Adventurer's Vault, page(s) 15.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!qPaJnxt1S3678gdh.FtGwZ7TP1apij5vo"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!qPaJnxt1S3678gdh"
}