{
	"name":"Vehicles",
	"_id":"jmJ0snzFbWo8MgGk",
	"pages":[
		{
			"sort":100000,
			"name":"Vehicles",
			"type":"text",
			"_id":"q8uoGgWjl1wsNOVE",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Vehicles</h1><p>Size: Vehicles have a size just like creatures.<br/><br/>Hit Points: A vehicle's hit points indicate the amount of punishment it can take. A vehicle reduced to 0 hit points or fewer is destroyed, and creatures on board the destroyed vehicle are knocked prone in their current squares. The vehicle's wreckage occupies its space, making it difficult terrain.<br/><br/>Space: Unlike creatures, which can move around within a space and squeeze into smaller spaces, vehicles occupy all the space within its dimensions. As a result, vehicles cannot squeeze. For example, a wagon takes up a full 2 squares by 3 squares, meaning it can't fit through a narrow chasm that is only 1 square wide. <br/>&nbsp;&nbsp;&nbsp;&nbsp;Vehicles pulled by creatures indicate only the vehicle's space. The creatures pulling it occupy their normal space on the battle grid.<br/><br/>Defenses: Like all objects, vehicles have an Armor Class, a Fortitude defense, and a Reflex defense. They do not have a Will defense.<br/><br/>Speed: A vehicle's speed (given in squares) determines how far it travels when a driver or pilot uses a move action. A driver or pilot who uses two move actions can move a vehicle twice its speed. <br/>&nbsp;&nbsp;&nbsp;&nbsp;The speed of a creature-drawn vehicle is determined by the speed of the creature(s) moving it. <br/>&nbsp;&nbsp;&nbsp;&nbsp;For long-distance movement, most creature-drawn vehicles can travel no more than 10 hours in a day. However, sailing ships and magically propelled crafts are not limited in this way and can travel all day and night if properly crewed.<br/><br/>Load: A vehicle's load is expressed as the number of Medium creatures (both crew and passengers) that can ride within it, plus the amount of cargo it carries (in pounds or tons). In general, one Large creature is equivalent to four Medium creatures, a Huge creature equals nine Medium creatures, and a Gargantuan creature equals sixteen Medium creatures. These comparisons assume that the vehicle has basically one horizontal surface upon which these creatures can stand. For covered vehicles or vehicles with multiple decks or levels, the number and size of creatures that can fit inside may vary. Regardless, a creature's size cannot exceed the available space in the vehicle.<br/><br/>Driver or Pilot: This entry describes the position a vehicle's driver or pilot occupies and any requirements of the vehicle's driver or pilot. Vehicles larger than Medium size usually require a driver or pilot to direct the vehicle from the front or rear. Thus, when placing a vehicle on the battle grid, you should decide which side is the front and which side is the rear.<br/><br/>Crew: This entry describes any crew needed to control a vehicle, and describes the effect on a vehicle's movement if the crew members are not present. <br/><br/>Out of Control: If a driver or pilot loses control of a vehicle, this entry describes what happens. <br/><br/>Special Features: If a vehicle has any attacks or special features, they are noted at the bottom of its statistics block.<br/><br/>Initiative: Vehicles never roll for initiative. A vehicle acts on the initiative of the creature controlling it. <br/>&nbsp;&nbsp;&nbsp;&nbsp;If you need to know when an out-of-control vehicle acts (for example, to determine when a driverless wagon moves across the battle grid), the vehicle has an initiative check result of 1 lower than the last creature in the initiative order. If the encounter involves multiple out-of-control vehicles, the vehicles act in order of which has been out of control longest, with the most recently out-of-control vehicle acting last.<br/><br/>VEHICLE AND MOUNT SPEEDS &nbsp;&nbsp;&nbsp;&nbsp; <br/><table><tr><th>Speed</th><th>Per Hour</th><th>Per 10-hour Day</th><th>Per 24-hour Day</th></tr><tr><td>2 squares </td><td>1 mile </td><td>10 miles </td><td>24 miles </td><td> </td></tr><tr><td>3 squares </td><td>1-1/2 miles </td><td>15 miles </td><td>36 miles </td><td> </td></tr><tr><td>4 squares </td><td>2 miles </td><td>20 miles </td><td>48 miles </td><td> </td></tr><tr><td>5 squares </td><td>2-1/2 miles </td><td>25 miles </td><td>60 miles </td><td> </td></tr><tr><td>6 squares </td><td>3 miles </td><td>30 miles </td><td>72 miles </td><td> </td></tr><tr><td>7 squares </td><td>3-1/2 miles </td><td>35 miles </td><td>84 miles </td><td> </td></tr><tr><td>8 squares </td><td>4 miles </td><td>40 miles </td><td>96 miles </td><td> </td></tr><tr><td>9 squares </td><td>4-1/2 miles </td><td>45 miles </td><td>108 miles </td><td> </td></tr><tr><td>10 squares </td><td>5 miles </td><td>50 miles </td><td>120 miles </td><td> </td></tr><tr><td>20 squares </td><td>10 miles </td><td>100 miles </td><td>240 miles</td></tr></table><br/></p><p>Published in Adventurer's Vault, page(s) 14.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!jmJ0snzFbWo8MgGk.q8uoGgWjl1wsNOVE"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!jmJ0snzFbWo8MgGk"
}