{
	"name":"Warforged Components",
	"_id":"ztEfj5U0m2n3TFc7",
	"pages":[
		{
			"sort":100000,
			"name":"Warforged Components",
			"type":"text",
			"_id":"yEeHJPN7b6tz0KAh",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Warforged Components</h1><p>As living constructs, warforged can utilize items specifically designed or enchanted for them. Warforged components often grant special advantages to a warforged; they are not worn or carried. Instead, they are either attached to or embedded in a warforged. Like normal items, warforged components have categories, such as armor, weapons, and implements, clothing, rings, and wondrous items, and they occupy a warforged's item slots.<br/><br/><b>Component Traits</b><br/>&nbsp;&nbsp;&nbsp;&nbsp;While you are conscious, an affixed warforged component can be removed from you only if you are willing to have it removed. While you are unconscious, a component can be removed by anyone. Affixing or removing an attached component is a minor action. Affixing or removing an embedded component takes 5 minutes.<br/>&nbsp;&nbsp;&nbsp;&nbsp;The only difference between an attached component and an embedded one is that an embedded component is often hidden or retractable. Perception checks to locate an embedded component affixed to your body take a -5 penalty.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Warforged components of certain item categories have the following special rules.<br/><br/><b>Armor</b>: Armor is an attached component. Attached armor weighs three-fourths its normal weight for determining your load.<br/><b>Shield</b>: A shield is an attached component. An attached heavy shield allows you to hold items in the shield arm's hand as if you were using a light shield.<br/><b>Weapon</b>: Weapons can be embedded or attached components. Two-handed weapons cannot be embedded or attached. A one-handed ranged or melee weapon can be attached to a hand, although you can still have only one weapon per hand, regardless of whether the weapon is held normally or attached. An attached weapon occupies your hand, and you must remove it to free the hand.<br/>&nbsp;&nbsp;&nbsp;&nbsp;A one-handed weapon that has the off-hand or light thrown property can be embedded. An embedded weapon is retractable, stored in a space within your forearm. While the weapon is stored, it does not occupy a hand. An embedded weapon can be drawn or retracted as a minor action. You can have only one embedded weapon in each arm with the exception of shurikens: you can have up to five shurikens embedded in one arm.<br/><b>Implement</b>: Any implement that can be wielded in one hand can be attached or embedded. An attached or embedded implement functions exactly like an attached or embedded weapon. Holy symbols and ki focuses are the only implements that need not be embedded in a warforged's hand or arm. A holy symbol or ki focus embedded in a warforged's body does not occupy an item slot, although as with worn holy symbols, if you are wearing or holding more than one holy symbol, none of your symbols function; additionally, as with worn ki focuses, you can only attune yourself to one ki focus at a time.<br/></p><p>Published in Eberron Player's Guide, page(s) 113.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!ztEfj5U0m2n3TFc7.yEeHJPN7b6tz0KAh"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!ztEfj5U0m2n3TFc7"
}