{
	"name":"Weapon Categories",
	"_id":"h67NxpmsckROuSZB",
	"pages":[
		{
			"sort":100000,
			"name":"Weapon Categories",
			"type":"text",
			"_id":"e1l0VGAuMfhg4viX",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Weapon Categories</h1><p>Weapons fall into several categories:<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Simple Weapons: This category includes basic weapons such as clubs, quarterstaffs, daggers, and crossbows. Most adventurers have proficiency with simple weapons.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Military Weapons: This category includes soldierly weapons such as longswords, warhammers, halberds, and longbows. Proficiency with these weapons is not as widespread as proficiency with simple weapons.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Superior Weapons: This category includes specialized weapons such as rapiers, bastard swords, and shuriken. An adventurer typically gains proficiency with a superior weapon only by taking the Weapon Proficiency feat.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Improvised Weapons: This category includes anything that was not fashioned as a weapon but that can be used as one. Examples include fists, rocks, chairs, and tankards.<br/><br/>Weapons in all categories are further defined as either melee or ranged and as either one-handed or two-handed.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Melee: A melee weapon is used to attack a target within the weapon's reach. Unless otherwise noted, a melee weapon has a reach of 1 square. Melee weapons are used with melee powers and with close powers that have the weapon keyword. A melee weapon cannot be used with a ranged power or an area power that has the weapon keyword, unless the weapon has the light thrown or the heavy thrown property or the weapon is thrown as an improvised ranged weapon.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Ranged: A ranged weapon is used to fire projectiles at a target within the weapon's range. Alternatively, the weapon is thrown at a target if the weapon has the heavy thrown or the light thrown property. Each ranged weapon has a normal range and a long range measured in squares. Ranged weapons are used with ranged powers and area powers that have the weapon keyword. A ranged weapon cannot be used with a melee power or a close power that has the weapon keyword, unless the weapon is wielded as an improvised melee weapon.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; One-Handed: A one-handed weapon is light enough or balanced enough to wield in one hand. A creature can carry a one-handed weapon in each hand, but doing so does not let the creature make extra attacks in a round. The creature must choose which of the weapons it is wielding when it makes a weapon attack. If a weapon attack power allows the use of two weapons, one of the weapons must have the off-hand property.<br/>&nbsp;&nbsp;&nbsp;&nbsp;✦&nbsp; Two-Handed: A two-handed weapon is too heavy or unbalanced to wield without using two hands. Bows and some other weapons require two hands because of their construction. A small creature can't use a two-handed weapon unless the weapon has the small property.</p><p>Published in Rules Compendium, page(s) 268.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!h67NxpmsckROuSZB.e1l0VGAuMfhg4viX"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!h67NxpmsckROuSZB"
}