{
	"name":"Weapons and Size",
	"_id":"4Dtfzx8PnWbsSK1e",
	"pages":[
		{
			"sort":100000,
			"name":"Weapons and Size",
			"type":"text",
			"_id":"Wh2QybMZX85GoAIS",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Weapons and Size</h1><p>The statistics given for a weapon assume a Medium wielder, which includes most adventurers. Creatures that are smaller or larger than Medium have special rules.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Small creatures use the same weapons that Medium creatures do. However, a Small creature (such as a halfling) can't use a two-handed weapon. When a Small character uses a versatile weapon, he or she must wield it two-handed and doesn't deal any extra damage for doing so.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Large, Huge, and Gargantuan creatures use weapons that are specially sized for them, and a monster's stat block accounts for how the monster's size interacts with any weapons it wields.<br/>&nbsp;&nbsp;&nbsp;&nbsp;If it's necessary to figure out the damage of a larger-than-normal weapon, use this rule of thumb: Each size category larger than Medium increases the weapon's damage die by one size, as shown below.<br/><br/>One-Handed<br/>1d4 -> 1d6 -> 1d8 -> 1d10 -> 1d12 -> 2d6 -> 2d8 -> 2d10<br/><br/>Two-Handed<br/>1d8 -> 2d4 -> 1d10 -> 1d12 -> 2d6 -> 2d8 -> 2d10<br/><br/>Thus, a longsword sized for a Large fire giant deals 1d10 weapon damage instead of 1d8, and a Large quarterstaff deals 2d4 weapon damage instead of 1d8.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Large creatures can use two-handed weapons intended for creatures one size category smaller than themselves and treat the weapons as one-handed weapons. For instance, a fire giant (Large) can use a human's greatsword with one hand, and a fire titan (Huge) can use a fire giant's greatsword with one hand. A creature can't use an undersized one-handed weapon at all; its hand is too large to effectively hold the weapon's small grip.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Creatures can't use weapons designed for creatures larger than themselves. A human adventurer can't fit his or her hands properly around the hilt of a fire giant's dagger, let alone use it as an effective weapon.</p><p>Published in Player's Handbook, page(s) 220, Rules Compendium, page(s) 270.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!4Dtfzx8PnWbsSK1e.Wh2QybMZX85GoAIS"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!4Dtfzx8PnWbsSK1e"
}