{
	"name":"Weapons as Implements and Vice Versa",
	"_id":"gXjxs3ldR0f5Eu4L",
	"pages":[
		{
			"sort":100000,
			"name":"Weapons as Implements and Vice Versa",
			"type":"text",
			"_id":"hMB6p8eOCI4JEs9P",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Weapons as Implements and Vice Versa</h1><p>Some adventurers have the ability to use a weapon as an implement or an implement as a weapon, and some magic items grant this ability. For example, the holy avenger weapon can be used as a holy symbol, which is a type of implement. The following rules govern such uses.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Using a Weapon as an Implement: If an adventurer is able to use a weapon as an implement, the weapon works like a normal implement, but the adventurer uses neither the weapon's proficiency bonus nor its nonmagical weapon properties with his or her implement powers. For example, if a weapon has the high crit property, that property does not work with implement powers if the weapon can be used as an implement.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When an adventurer uses a magic version of the weapon as an implement, he or she can use the magic weapon's enhancement bonus, critical hit effects, properties, and powers. However, some magic weapons have properties and powers that work only with weapon powers. Also, a weapon's range and damage dice are usually irrelevant to an implement power, since such a power has its own range and damage expression.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Using an Implement as a Weapon: Most implements cannot be used as weapons, but a few, such as staffs, are expressly usable as both implements and weapons. When an adventurer wields such an implement as a weapon, follow the normal rules for using a weapon.<br/>&nbsp;&nbsp;&nbsp;&nbsp;When an adventurer uses a magic version of the implement as a weapon, he or she can use the magic implement's enhancement bonus and critical hit effects. To use the implement's properties and powers, the adventurer must have proficiency with the implement. Also, some magic implements have properties and powers that work only with implement powers.</p><p>Published in Rules Compendium, page(s) 275.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!gXjxs3ldR0f5Eu4L.hMB6p8eOCI4JEs9P"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!gXjxs3ldR0f5Eu4L"
}