{
	"name":"Your Familiar",
	"_id":"1PeyAwDTv5iWCIn4",
	"pages":[
		{
			"sort":100000,
			"name":"Your Familiar",
			"type":"text",
			"_id":"h5PE8IKLyMNaxDfJ",
			"title":{
				"show":false,
				"level":1
			},
			"image":{},
			"text":{
				"format":1,
				"content":"<h1>Your Familiar</h1><p>Your familiar is a spirit that accompanies you as your friend and ally. It doesn't need to eat or breathe. <br/>&nbsp;&nbsp;&nbsp;&nbsp;Modes: A familiar has two modes, active and passive. You can switch your familiar between these modes as a minor action. When your familiar is in active mode, you can gain the active benefit described in its statistics block.<br/>&nbsp;&nbsp;&nbsp;&nbsp;In passive mode, your familiar shares your space, perched on your shoulder or tucked inside your clothing, and it can't be targeted or damaged by any effect. If your familiar is not in your space when you switch it to passive mode, it appears in your space.<br/>&nbsp;&nbsp;&nbsp;&nbsp;In active mode, your familiar takes up the space of a Tiny creature. The familiar is immune to your attacks in this mode, although you can ignore this benefit. An active familiar can take actions—within its capabilities—but you must spend the relevant action for it to act. A familiar doesn't have its own set of actions.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Attributes: In addition to the characteristics given in its statistics block, these facts are also true about your familiar.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Attacks: It can't attack, and it can't flank.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Defenses: It uses your defenses.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Skills and Checks: It uses your modifiers for all skill checks and ability checks.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Hit Points and Dying: Your familiar has 1 hit point, but a missed attack never damages it. If your familiar drops to 0 hit points, it is destroyed. After your next short or extended rest, it reappears in passive mode in your space. If you die, your familiar dies with you. If you are restored to life, so is your familiar.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Communication: You and your familiar can speak to each other, but no one else understands what either of you is saying. The familiar can repeat what it hears in a language you know, but it can't understand other languages.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Movement and Range: You can move your familiar as a move action. The familiar has its own speed and movement modes, and it can't move more than 20 squares away from you. If it tries to do so, it appears back in your space in passive mode.<br/>&nbsp;&nbsp;&nbsp;&nbsp;Objects: A familiar cannot pick up or manipulate objects, unless noted otherwise.</p><p>Published in Heroes of the Feywild, page(s) 131.</p>"
			},
			"src":null,
			"system":{},
			"flags":{},
			"_key":"!journal.pages!1PeyAwDTv5iWCIn4.h5PE8IKLyMNaxDfJ"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_key":"!journal!1PeyAwDTv5iWCIn4"
}