{
	"name":"Bladeling",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'8\" - 6'4\"</p>\n<p><strong>Average Weight </strong>: 210 - 310</p>\n<p><strong>Ability scores </strong>: +2 Wisdom, +2 Dexterity or +2 Strength</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common</p>\n<p><strong>Skill Bonuses </strong>: +2 Arcana, +2 Intimidate.</p>\n<p>&nbsp;</p>\n<p><strong>BLADELING FEATURES</strong></p>\n<p><strong>Acid Resistance</strong></p>\n<p>You have acid resistance equal to 5 + one-half your level.</p>\n<p><strong>Barbed Body</strong></p>\n<p>Your body has the barbed armor property. Whenever you escape a creature's grab on your turn, or a creature escapes your grab, it takes damage equal to 2 + one-half your level. If you're wearing barbed armor or carrying a barbed shield, the creature takes this damage only once.</p>\n<p><strong>Razor Storm</strong></p>\n<p>You have the razor storm power.</p>\n<p>&nbsp;</p>\n<p><strong>BLADELING RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.JLFSn1R6eAINDdwq]{Razor Storm}</p>\n<p>&nbsp;</p>\n<p>Bane, the god of war and conquest, shaped mortal humanoids into bladelings to fight in the interminable wars raging across his astral dominion, Chernoggar. Since that time, bladelings have spread across the planes, making their homes anywhere they can, be it the grimy streets of Sigil, the pristine towers of Hestavar, or the fiery precincts of the City of Brass.</p>\n<p>Bladelings support themselves by selling their skills to whoever can keep them supplied with gold and glory. With their military experience in high demand almost anywhere, they not only survive but thrive.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Bladelings stand a bit taller than humans, and most have chiseled and athletic bodies. They weigh more than one might expect due to the dense, metallic nature of their skeletons and skin. Bladelings' coloration ranges from pale green to a dark, bruise-like purple. Many also have rust-colored freckles. A bladeling's eyes range from silver to pitch-black.</p>\n<p>These qualities alone would not set bladelings apart from the countless humanoid variations encountered in the planes. What makes them distinct are the blades and spines that sprout from their flesh. The spurs on their brows and most of their bodies reach about a half-inch to an inch, while longer blades, typically growing on the shoulders and legs, can be more than two feet long. These blades grow continually, much like a fish's scales, and damage to or removal of one offers only the slightest discomfort to a bladeling. A broken spur crumbles to rust in a matter of minutes.</p>\n<p>Through careful pruning and their innate ability to guide the blades' growth, bladelings can shape their appearance much as humans cut their hair or grow beards. A few of the more radical or antisocial individuals let their blades grow wild, hampering the use of most armor, but these are a minority. The average bladeling is more practical than that, preferring to cultivate shapes designed to impress or intimidate.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A BLADELING</h3>\n<p>When creating a bladeling adventurer, here are a few points to consider.</p>\n<p>You live in Bane's shadow. You were molded by the gauntleted hand of the war god, and there's no denying your origins. You were born for war, but how do you face that predestination? You might embrace your warrior nature and block out all other aspects of your life, or you might search for a purpose outside the battlefield. But if you do fight, what do you fight for?</p>\n<p>Your homeland is lost. Your people have no homeland to call their own. By leaving Chernoggar behind, you forfeited all claim your people had to it, and it now is overrun by goblins and orcs. Do you seek a new place you can belong to, or do you consider your own body to be your homeland?</p>\n<p>You are a child of the planes. You belong to the endless cosmos. As befits such a well-traveled race, you are used to seeing the big picture and putting things in perspective. You know that joy and pain, life and death are fleeting things, so you make the most of the present and try not to worry about what you can't control.</p>\n<p>&nbsp;</p>\n<p><strong>Bladeling Characteristics </strong>: Calculating, cold, disciplined, domineering, focused, grim, severe, reserved, withdrawn.</p>\n<p>Bladeling names are used equally by males and females, while their family names are variations of the word \"black,\" a nod to their creator's title as the Black Hand.</p>\n<p><strong>Bladeling Male Names </strong>: Adamok, Calamir, Damerik, Edimgar, Fazgarok, Ozerin, Razirin, Urlezar</p>\n<p><strong>Bladeling Female Names </strong>: Adamok, Calamir, Damerik, Edimgar, Fazgarok, Ozerin, Razirin, Urlezar</p>\n<p>(2/26/2013)</p>\n<p>Updated in Dragon 419.</p>\n<p>Published in Manual of the Planes, page(s) 116, Dragon Magazine 419.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"YekciXBPtz4l9E5v",
			"changes":[
				{
					"key":"system.skills.arc.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.itm.untyped",
					"mode":2,
					"value":"2"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"name":"Bladeling Race Stats",
			"description":"",
			"statuses":[],
			"_key":"!items.effects!N6Cw8J1a0OxHRuVK.YekciXBPtz4l9E5v"
		},
		{
			"name":"Acid Resistance",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.N6Cw8J1a0OxHRuVK",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"MSxuIztzGRbeJoOi",
			"changes":[
				{
					"key":"system.resistances.acid.untyped",
					"mode":2,
					"value":"5 + @lvhalf"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!N6Cw8J1a0OxHRuVK.MSxuIztzGRbeJoOi"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"N6Cw8J1a0OxHRuVK",
	"_key":"!items!N6Cw8J1a0OxHRuVK"
}