{
	"name":"Bozak Draconian",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>Bozak draconians are widely regarded as some of the most dangerous soldiers that served under the Dark Queen. Their magical power is exceeded by the auraks and their physical strength is dwarfed by the sivaks, but the bozaks exist in far greater numbers. Their natural cleverness and magnetism make them trusted, effective, and intelligent leaders. Bozaks prefer the more destructive flavors of magic, such as elemental evocations, over the subtle spells employed by their aurak cousins.<br>&nbsp;&nbsp;&nbsp;&nbsp;Bozaks are dangerous even in death, thanks to their tendency to explode and damage creatures around them at the moment of their demise. A slayer of a bozak draconian might find his or her own death with the sword's final stroke.<br>&nbsp;&nbsp;&nbsp;&nbsp;On average, bozak draconians stand just over 6 feet tall and are covered in bronze scales. They have the most highly developed wings among the draconian subraces. Bozaks generally prefer light or no armor, because anything heavier interferes with their arcane gestures and flight.<br><br></p>\n<h3>Roleplaying a Bozak Draconian</h3>\n<p>When creating a draconian character, consider the following points.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are the boogeyman. Draconians have a well-deserved reputation as killers, conquerors, slavers, and bringers of war. To say that most people don't care for you is an understatement; you are likely reviled by all who behold you. It might take some impressive deeds to persuade members of other races to accept you as the individual you are, rather than just another typically brutal draconian.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are proud. Draconians verge on arrogance, certain of their superiority. In spite of their cruelty and vice, most draconians are as fearless and bold as their opponents. Even the staid and proper Knights of Solamnia bear a grudging respect for the courage and guile of their draconian foes.<br>&nbsp;&nbsp;&nbsp;&nbsp;You must change. During the war, it was easy to follow the orders of your superiors and to give in to your baser instincts. You were at the top of the food chain, and the creatures you subjugated had to submit to you and your comrades in arms or risk being crushed and discarded. Now, the changing landscape has forced you to find a new path for which you are ill-prepared. You have been forced to acknowledge the shocking reality that your greatest changes are yet to come&mdash;if you truly wish to adapt and survive in this world.<br><br></p>\n<h3>Bozak Draconian Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Arcane Blood: </strong>The essence of your draconic forebears surges through your veins. Born to a legacy of arcane might, you have learned to augment your spells with this gift.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain a +1 racial bonus to the damage rolls of your arcane attack powers. This bonus increases to +2 at 11th level and +3 at 21st level. This benefit replaces Dragonborn Fury.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Instinctive Flight: </strong>Although your wings are neither large enough nor strong enough to sustain flight for long, your battleground mobility is still quite extraordinary.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain a flight speed of 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load. You must land at the end of your turn. This benefit replaces Draconic Heritage.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Concussive Vengeance: </strong>You have learned to trigger your death throes prematurely as a last resort, through a mixture of self-discipline and arcane experimentation. Be wary, though&mdash;mimicking your death throes might well result in the genuine article.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain the concussive vengeance power. This benefit replaces Dragon Breath.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"v9aNdZwmED84qlAb",
			"changes":[
				{
					"key":"system.skills.his.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.itm.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Bozak Draconian Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!FC2LuQ1W9Vfl0qdh.v9aNdZwmED84qlAb"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"FC2LuQ1W9Vfl0qdh",
	"_key":"!items!FC2LuQ1W9Vfl0qdh"
}