{
	"name":"Deva",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 6'1\" - 6'6\"</p>\n<p><strong>Average Weight </strong>: 175 - 280</p>\n<p><strong>Ability scores </strong>: +2 Wisdom, +2 Charisma or +2 Intelligence</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, choice of two others</p>\n<p><strong>Skill Bonuses </strong>: +2 History, +2 Religion.</p>\n<p>&nbsp;</p>\n<p><strong>DEVA FEATURES</strong></p>\n<p><strong>Astral Majesty</strong></p>\n<p>You have a +1 bonus to all defenses against attacks made by bloodied creatures.</p>\n<p><strong>Astral Resistance</strong></p>\n<p>You have resistance to necrotic damage and radiant damage equal to 5 + one-half your level.</p>\n<p><strong>Immortal Origin</strong></p>\n<p>Your spirit is native to the Astral Sea, so you are considered an immortal creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Memory of a Thousand Lifetimes</strong></p>\n<p>You have the memory of a thousand lifetimes power.</p>\n<p>&nbsp;</p>\n<p><strong>DEVA RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.2WkmQGaTus3lCAwK]{Memory of a Thousand Lifetimes}</p>\n<p>&nbsp;</p>\n<p>Deep in the recesses of memory, devas recall what they once were: immortal servitors of the gods of good, spirits who chose to bind themselves to the world in mortal flesh. For millennia, their souls have been reborn to wage an endless war against the forces of darkness. Most devas are fiercely committed to the cause of good, because they fear what they might become if they turn to evil: A deva whose soul becomes corrupted risks being reborn as a rakshasa.</p>\n<p>Play a Deva if you want...</p>\n<p>- to have dimly remembered connections to a thousand heroic lifetimes.</p>\n<p>to embrace the cause of good and strive for perfection in all you do.</p>\n<p>- to be a member of a race that favors the avenger, cleric, invoker, and wizard classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>In appearance, devas are very similar to humans, but with an unearthly beauty and an uncanny stillness about them. They are almost as tall as dragonborn, but much more slender.</p>\n<p>Devas' coloration distinguishes them most strongly from humans. All devas have patterns of light and dark colors on their skin. The light portions are chalk white or pale gray, and the dark areas range from blue or purple to dark gray or black. In any individual deva, either light or dark can be dominant, with the opposite shade appearing in simple, elegant patterns on the face, chest, and shoulders. A deva's hair is typically the same color as these skin patterns.</p>\n<p>When sitting or standing at rest, devas remain almost perfectly still, except for the occasional blink of the eyes. They don't fidget or twitch, and their eyes move only when they are actively examining something.</p>\n<p>Devas do not have children. When a deva dies, his or her spirit is reincarnated in a new, adult body that appears in some sacred place, such as a mountain peak, a riverbank, or a desert oasis. The new deva retains enough memory of past lives to speak and understand multiple languages and offer the proper prayers and sacrifices to the gods of good.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A DEVA</h3>\n<p>Devas are refined and polite. They follow the highest moral standards, but they are not afraid of violence. They believe that the pursuit of good is an eternal war with the forces of evil, embodied in rakshasas, demons, devils, and the evil gods and their servant angels. Devas wage that war in their hearts as well, constantly vigilant lest evil take root and corrupt their souls, transforming them into the creatures they most despise.</p>\n<p>Because they remember, at least dimly, a life in the Astral Sea spent in close company with the gods, most devas are devout worshipers of the gods of good, especially Bahamut but also Moradin and Pelor. Devas seek to achieve a personal connection with the gods rather than approach them through temples and priests. They worship at meals in their homes, setting an empty place for the absent gods, and strive through meditation and prayer to become more like the gods they serve. Deva adventurers are commonly avengers, clerics, and invokers, who savor the experience of divine power flowing through them without any intermediary.</p>\n<p>Devas do not have cities or societies of their own, and their numbers are so small that a deva can spend entire lifetimes without ever meeting another of his or her kind. They live among other races and, at least to some extent, adopt their ways. However, all devas remember elements of the life they had before their incarnation in flesh and the beginning of their cycle of rebirth, and they share some common cultural elements of dress, religion, and habits. Devas favor flowing clothes of fine silks, polished metal armor with winglike shoulder ornaments, and headdresses or helmets that suggest crowns or halos. In other ways, they prefer to live simply, without extravagance.</p>\n<p>&nbsp;</p>\n<p><strong>Deva Characteristics </strong>: Dedicated, devout, elegant, enlightened, introspective, mystical, refined, righteous, spiritual, thoughtful</p>\n<p><strong>Deva Male Names </strong>: Adiah, Ansis, Ayab, Bavak, Beriah, Eben, Elyas, Galad, Gamal, Hiyal, Iannes, Kerem, Mahar, Marach, Mathas, Natan, Nehem, Oris, Raham, Ronen, Samel, Sered, Tavar, Vered, Zachar</p>\n<p><strong>Deva Female Names </strong>: Abea, Adara, Asha, Chana, Danel, Darah, Davi, Elka, Eranah, Hania, Hava, Idria, Isa, Jael, Kana, Kayah, Lihi, Mahel, Marek, Navah, Noma, Paziah, Ravah, Riya, Sada, Shara, Tirah</p>\n<p>Published in Player's Handbook 2, page(s) 8.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"ZYy1Cw4sGUWxASIi",
			"changes":[
				{
					"key":"system.skills.his.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.rel.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Deva Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!P8XxUs07CZd4ALwk.ZYy1Cw4sGUWxASIi"
		},
		{
			"name":"Astral Resistance",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.P8XxUs07CZd4ALwk",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"cFxABNACT0ADQG3h",
			"changes":[
				{
					"key":"system.resistances.necrotic.untyped",
					"mode":2,
					"value":"5 + @lvhalf"
				},
				{
					"key":"system.resistances.radiant.untyped",
					"mode":2,
					"value":"5 + @lvhalf"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!P8XxUs07CZd4ALwk.cFxABNACT0ADQG3h"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"P8XxUs07CZd4ALwk",
	"_key":"!items!P8XxUs07CZd4ALwk"
}