{
	"name":"Drow",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'4\" - 6'0\"</p>\n<p><strong>Average Weight </strong>: 130 - 170</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Charisma or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Darkvision</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Intimidate, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>DROW FEATURES</strong></p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Lolthtouched</strong></p>\n<p>You have your choice of either the cloud of darkness or darkfire power.</p>\n<p><strong>Trance (Drow)</strong></p>\n<p>Rather than sleep, drow enter a meditative state known as trance. You need to spend 4 hours in this state to gain the same benefits other races gain from taking a 6-hour extended rest. While in a trance, you are fully aware of your surroundings and notice approaching enemies and other events as normal.</p>\n<p>&nbsp;</p>\n<p><strong>DROW RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.U0xWOrD6dFqKjn4t]{Cloud of Darkness}@UUID[Compendium.dnd-4e-compendium.module-powers.2LSip5oOMayYQWnP]{Darkfire}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Drow stand just shy of human height and have slender, athletic builds. Physically, they resemble eladrin, with wiry builds, pleasing features, and midnight black skin that has a blue cast. Their eyes are fiery red, lavender, or blue. All drow have white hair, which most keep long and decorate with intricate pins and webbing wrought from precious metals. Aside from their tresses and eyebrows, drow have little facial hair, though males sometimes grow long sideburns or tufts of wispy hair on their cheeks and chins.</p>\n<p>In general, dark elves have life spans somewhat longer than those of their eladrin and elf cousins. Drow who manage to avoid dying a violent death can live for well over two hundred years, and exceptional members of the race measure their ages in centuries.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A DROW</h3>\n<p>The drow (referred to as \"dark elves\" by many of the mortal races) are a race of fey humanoids that dwell within the subterranean realm known as the Underdark. Ruled over by the clerics of the dark goddess Lolth, drow have a reputation as wicked creatures interested only in conquest, carnage, and the service of their evil deity. Despite this well-earned reputation, however, some drow reject the evil ways of their people and faith. Such heretics often flee to the surface world, where they become heroes despite their dark ancestry.</p>\n<p>The drow were once members of the same race as the eladrin and the elves. However, the progenitors of the drow race fell under the sway of Lolth, also called the Spider Queen. The dark elves engaged in war with their former kin and were ultimately cast out of the Feywild and into the depths of the world.</p>\n<p>Debased by Lolth's evil, the drow developed a matriarchal society in which female clerics ruled and noble houses vied with one another for power. Lolth encourages these conflicts, believing that her surviving servants will be stronger as a result. However, the routine destruction of entire noble houses that can result from this infighting has nearly been the downfall of drow civilization more than once.</p>\n<p>Drow who flee their people and their culture often find themselves living as outcasts in the world. To other drow, these brave few are branded as traitors who have turned their backs on their ancestry. However, many people of the world find it hard to believe that members of a race so singularly wicked can ever truly abandon their heritage, and drow are often viewed with distrust and prejudice by other races. Those drow who desire to make names for themselves as adventurers and heroes have much to prove.</p>\n<p>&nbsp;</p>\n<p><strong>Drow Characteristics </strong>: Arrogant, cold, haunted, pragmatic, rebellious, ruthless, skeptical, sophisticated, urbane</p>\n<p><strong>Drow Male Names </strong>: Belgos, Bhintel, Drisdhaun, Drizzt, Elkantar, Houndaer, Kelnozz, Malaggar, Malklyr, Pelloth, Quarfein, Ryltar, Ulvein, Vorgyrn, Zebith</p>\n<p><strong>Drow Female Names </strong>: Akneth, Alauniira, Briesril, Chali, Charinida, Diviir, Drisiml, Faeremma, Fillith, Ilivarra, Myrymma, Pellanistra, Quewaun, Shivra, Syndrina, Viergar, Waeren, Xune, Yasesril, Zaketrin, Zarra</p>\n<p>Update (11/16/2010)</p>\n<p>Updated to match Essentials data.</p>\n<p>Published in Forgotten Realms Player's Guide, page(s) 8, Heroes of the Forgotten Kingdoms, page(s) 246.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"bSQWGuFK95pdniOX",
			"changes":[
				{
					"key":"system.skills.itm.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Drow Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!x5jb6HI0ThP2VKDc.bSQWGuFK95pdniOX"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"x5jb6HI0ThP2VKDc",
	"_key":"!items!x5jb6HI0ThP2VKDc"
}