{
	"name":"Dwarf",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 4' 3\" - 4' 9\"</p>\n<p><strong>Average Weight </strong>: 160 - 220</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Strength or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 5 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Dwarven</p>\n<p><strong>Skill Bonuses </strong>: +2 Dungeoneering, +2 Endurance.</p>\n<p>&nbsp;</p>\n<p><strong>DWARF FEATURES</strong></p>\n<p><strong>Cast-Iron Stomach</strong></p>\n<p>You have a +5 racial bonus to saving throws against poison.</p>\n<p><strong>Dwarven Resilience</strong></p>\n<p>You have the dwarven resilience power.</p>\n<p><strong>Dwarven Weapon Proficiency</strong></p>\n<p>You gain proficiency with the throwing hammer and the warhammer.</p>\n<p><strong>Encumbered Speed</strong></p>\n<p>You move at your normal speed even when it would be reduced by armor or a heavy load. Other effects that limit speed (such as difficult terrain or magic) affect you normally.</p>\n<p><strong>Stand Your Ground</strong></p>\n<p>When an effect forces you to move-through a pull, a push, or a slide-you can move 1 square less than the effect specifies. This means an effect that normally pulls, pushes, or slides a target 1 square does not force you to move unless you want to. In addition, when an attack would knock you prone, you can make a saving throw to avoid falling prone.</p>\n<p>&nbsp;</p>\n<p><strong>DWARF RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.mz4TrP1ptRNZljbE]{Dwarven Resilience}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Dwarves average about 4&frac12; feet in height and are very broad, weighing as much as adult humans. Dwarves have the same variety of skin, eye, and hair colors as humans, although red hair is more common among them. Male dwarves are often bald and braid their long beards into elaborate patterns. Female dwarves braid their hair to show clan and ancestry. Dwarven attire and equipment, including weapons and shields, are decorated with bold geometric shapes, natural gems, and ancestral faces.</p>\n<p>Although they reach physical maturity at roughly the same age as humans, dwarves age more slowly and remain vigorous well past 150 years of age, often living to see 200.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A DWARF</h3>\n<p>Proudly proclaiming they were made from the earth itself, dwarves share many qualities with the rock they love. They are strong, hardy, and dependable. They value their ancestral traditions, which they preserve as fiercely as they defend the carved structures of their mountain homes.</p>\n<p>Dwarves believe in the importance of clan ties and ancestry. They deeply respect their elders, and they honor long-dead clan founders and ancestral heroes. They place great value on wisdom and the experience of years, and most are polite to elders of any race.</p>\n<p>More so than most other races, dwarves seek guidance and protection from the gods. They look to the divine for strength, hope, and inspiration, or they seek to win the favor of cruel or destructive gods. Individual dwarves might be impious or openly heretical, but temples and shrines of some sort are found in almost every dwarven community. Dwarves revere Moradin as their creator, but individual dwarves honor those deities who hold sway over their vocations. Warriors pray to Bahamut or Kord, architects to Erathis, and merchants to Avandra or even to Tiamat, if a dwarf is consumed by greed.</p>\n<p>Dwarves never forget their enemies-either individuals who have wronged them or entire tribes of monsters that have done ill to their kind. Dwarves harbor a fierce hatred for the orcs that inhabit the same mountainous areas that dwarf clans favor, and that wreak periodic devastation on dwarf communities.</p>\n<p>To a dwarf, it is a gift and a mark of deep respect to stand beside an ally in battle, and a sign of deepest loyalty to shield that ally from enemy attack. Dwarven legends honor many heroes who gave their lives to save their clans or their friends.</p>\n<p>&nbsp;</p>\n<p><strong>Dwarf Characteristics </strong>: Acquisitive, brave, hard-working, loyal, organized, stern, stubborn, tenacious, vengeful</p>\n<p><strong>Dwarf Male Names </strong>: Adrik, Baern, Berend, Darrak, Eberk, Fargrim, Gardain, Harbek, Kildrak, Morgran, Orsik, Rangrim, Thoradin, Thorfin, Tordek, Travok, Vondal</p>\n<p><strong>Dwarf Female Names </strong>: Artin, Bardryn, Diesa, Eldeth, Falkrunn, Gurdis, Helja, Kathra, Kristryd, Mardred, Riswynn, Torbera, Vistra</p>\n<p>Published in Player's Handbook, page(s) 36, Heroes of the Fallen Lands, page(s) 248.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"yxP37VhFGYTpbRuz",
			"changes":[
				{
					"key":"system.skills.dun.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.end.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"-1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Dwarf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!oL0B7Ii8sw45t1vx.yxP37VhFGYTpbRuz"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"oL0B7Ii8sw45t1vx",
	"_key":"!items!oL0B7Ii8sw45t1vx"
}