{
	"name":"Elf",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5' 4\" - 6'0\"</p>\n<p><strong>Average Weight </strong>: 130 - 170</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Intelligence or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 7 squares.</p>\n<p><strong>Vision </strong>: Low-Light</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Nature, +2 Perception.</p>\n<p>&nbsp;</p>\n<p><strong>ELF FEATURES</strong></p>\n<p><strong>Elven Accuracy</strong></p>\n<p>You have the elven accuracy power.</p>\n<p><strong>Elven Weapon Proficiency</strong></p>\n<p>You gain proficiency with the longbow and the shortbow.</p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Group Awareness</strong></p>\n<p>You grant non-elf allies within 5 squares of you a +1 racial bonus to Perception checks.</p>\n<p><strong>Wild Step</strong></p>\n<p>You ignore difficult terrain when you shift.</p>\n<p>&nbsp;</p>\n<p><strong>ELF RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.CtM7czvpqxefFNRD]{Elven Accuracy}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Elves are slender, athletic folk about as tall as humans. They have the same range of complexions as humans, tending more toward tan or brown hues. A typical elf 's hair color is dark brown, autumn orange, mossy green, or deep gold. Elven ears are long and pointed, while an elf 's eyes are vibrant blue, violet, or green. Elves favor a wild and loose look to their hair.</p>\n<p>Elves mature at about the same rate as humans, but they show few effects of age past adulthood. The first sign of an elf 's advancing age is typically a change in hair color-sometimes graying but usually darkening or taking on more autumnal hues. Most elves live to be well over two hundred years old and remain vigorous almost to the end.</p>\n<p>&nbsp;</p>\n<h3>PLAYING AN ELF</h3>\n<p>When creating an elf adventurer, here are a few points to consider.</p>\n<p>Protect all that is good and beautiful. The natural progression of the universe seems intent on destroying the fleeting grace of beauty, love, and peace. Thus, you must fight to ensure that these things survive. An elf might remain unmoved by the plight of a human city facing an orc invasion, even as an idyllic village of farmers in the horde's path spurs him to action. Elves appreciate beauty because their history has forced them to watch it gradually fade from the world. From the first days of the bitter fey war, through the rise and fall of a succession of worldly empires, the elves know all too well that anything worth enjoying or loving is worth fighting for.</p>\n<p>Life is measured in years, not days. You are acutely aware of the unfurling of years and the grand tapestry of history. Elves plan for the long term, and you are no different. \"Enjoy the day; prepare for the year,\" is a common elf saying that expresses this attitude. You might spend your days in song and drink easily enough, but all the while in the back of your mind, you watch a web of events unfold around you. You understand that an action now leads to a reaction-a change in the world-that might not become evident for years. When you adventure, you keep one eye on the future and your role in the grand scheme of events.</p>\n<p>The strongest sword is guided with wisdom, not might. The best battles are those that are short, decisive, and as bloodless as possible. The elves are too few in number to wage wars of attrition, and they view risky tactics and frontal assaults as foolish at best. As an elf, you employ the most direct methods to defeat your enemy. Why waste time battling goblin patrols when the entire tribe will scatter with the death of its conquest-minded king? Keep the long-term view in mind, and settle all problems with quick, decisive resolution.</p>\n<p>Tales and songs. The elves preserve their history through songs and tales told in the oral tradition. As a young elf, you would have heard and memorized these stories of great elf heroes, their legendary deeds, and the struggles of your people. You might draw on the nature, events, or themes of such stories for inspiration, or to express your elven point of view to your allies.</p>\n<p>&nbsp;</p>\n<p><strong>Elf Characteristics </strong>: Agile, friendly, intuitive, joyful, perceptive, quick, quiet, wild</p>\n<p><strong>Elf Male Names </strong>: Adran, Aelar, Beiro, Carric, Erdan, Gennal, Heian, Lucan, Peren, Rolen, Theren, Varis</p>\n<p><strong>Elf Female Names </strong>: Adrie, Birel, Chaedi, Dara, Enna, Faral, Irann, Keyleth, Lia, Mialee, Shava, Thia, Valna</p>\n<p>Published in Player's Handbook, page(s) 40, Heroes of the Fallen Lands, page(s) 260.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"YSLQ5b8WrVgB7ewc",
			"changes":[
				{
					"key":"system.skills.nat.base",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.prc.base",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Elf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!bwhVSiXOKz6an0mL.YSLQ5b8WrVgB7ewc"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"bwhVSiXOKz6an0mL",
	"_key":"!items!bwhVSiXOKz6an0mL"
}