{
	"name":"Githzerai",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 6'0\" - 6'5\"</p>\n<p><strong>Average Weight </strong>: 160 - 190</p>\n<p><strong>Ability scores </strong>: +2 Wisdom, +2 Dexterity or +2 Intelligence</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, Deep Speech</p>\n<p><strong>Skill Bonuses </strong>: +2 Acrobatics, +2 Athletics.</p>\n<p>&nbsp;</p>\n<p><strong>GITHZERAI FEATURES</strong></p>\n<p><strong>Danger Sense</strong></p>\n<p>You have a +2 racial bonus to initiative checks.</p>\n<p>Published in Player's Handbook, page(s) 202.</p>\n<p><strong>Defended Mind</strong></p>\n<p>You have a +2 racial bonus to saving throws against effects that daze, dominate, or stun.</p>\n<p><strong>Iron Mind</strong></p>\n<p>You have the Iron Mind Power.</p>\n<p><strong>Shifting Fortunes</strong></p>\n<p>When you use your second wind, you can shift 3 squares as a free action.</p>\n<p>&nbsp;</p>\n<p><strong>GITHZERAI RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.T6fK8DVE9Pchrs74]{Iron Mind}</p>\n<p>&nbsp;</p>\n<p>The githzerai are descended from an ancient race once held in thrall by mind flayer overlords. After the bloody uprising that won these people their freedom, ideological differences split them into two races: the githzerai and the githyanki. The githzerai rejected the cruel warmongering of the githyanki and withdrew to the Elemental Chaos and to remote locations in the world to follow a path of self-reflection, harnessing the power of the mind and the soul. Centuries later, the githzerai remain in such locations, leading disciplined lives and observing their surroundings to determine their place in the universe.</p>\n<p>Play a Githzerai if you want...</p>\n<p>- to be a character with strong planar ties.</p>\n<p>- to avoid attacks and stay one step ahead of your enemies.</p>\n<p>- to be a member of a race that favors the avenger, monk, ranger, and seeker classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Characterized by spare frames and an exotic appearance, githzerai are taller than humans and slender to the point of being gaunt. Their skin tends toward yellow tones, occasionally shading into brown or green. They have distinctive angular features and pointed ears, as well as eyes set in deep sockets and flattened noses set high on their faces.</p>\n<p>Male githzerai usually keep their heads shaved or tonsured and braided, and they grow controlled facial hair. A typical style is a shaved pate with a long braid trailing from the back of the head. Females wear their long hair close to the head in braids or tight buns. Githzerai hair is typically russet, but black and gray sometimes occur.</p>\n<p>The githzerai commitment to asceticism means that individuals generally disdain displays of wealth. Their clothing is practical, simple in design, and accentuated only by simple jewelry. They indulge their artistic nature through body painting or tattoos. Even these expressions incorporate a functional purpose: Tattoos serve as identifiers, helping githzerai recognize the tradition and location from which a fellow githzerai hails. Githzerai live about as long as humans.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A GITHZERAI</h3>\n<p>Githzerai value their heritage. It informs their philosophy, their behavior, and their intolerance for githyanki and mind flayers. Where githyanki crave battle and conquest, githzerai seek inner harmony and self-mastery. They often travel great distances to explore the self and to give up mortal attachments by witnessing the possibilities that existence has to offer.</p>\n<p>Although githzerai are willing to explore and experience the cosmos, they maintain a worldview centered on personal responsibility and accomplishment. The race's social hierarchy is based entirely on merit, and each githzerai must earn a place in history. Great heroes, leaders, and teachers are immortalized as revered ancestors, with important techniques and cultural elements bearing their names. The unworthy remain lowly and are forgotten.</p>\n<p>Austerity, prudence, pragmatism, and tenacity also run strong in the githzerai persona. Githzerai rarely own more than they need. They don't speak at length when a brief statement will do. Although githzerai have fiery souls, reflected by their fierce resolve and strong loyalties, they rarely display strong emotions. The trust of a githzerai must be earned, and most githzerai expect weakness and lack of discipline in others. However, githzerai readily make use of any resources at hand, including members of other races, to solve problems or shore up defenses. A githzerai rarely backs down from a challenge in which success seems possible.</p>\n<p>Few relationships hold any sway over githzerai. Religion, nationalism, and even familial loyalties are less important than personal seeking and enlightenment. Githzerai place value on proven methods and associates, rather than on those that tradition or dogma might dictate. Githzerai seek out capable teachers, students, and companions, and they are unwavering allies to those who prove worthy. To discover whether someone or something is worthy, githzerai must be open-minded as well as willing to learn and to take risks. The fact that githzerai find it easier to trust other githzerai than they do members of other races tempers this measure of tolerance. Only a member of the race can truly understand the struggles that the githzerai have undergone.</p>\n<p>&nbsp;</p>\n<p><strong>Githzerai Characteristics </strong>: Ascetic, calculating, calm, cautious, cynical, disciplined, introspective, pragmatic, quiet, secretive, suspicious, terse</p>\n<p><strong>Githzerai Male Names </strong>: Dak, Durth, Ferzth, Greth, Hurm, Kalla, Murg, Nurm, Shrakk</p>\n<p><strong>Githzerai Female Names </strong>: Adaka, Adeya, Ella, Ezhelya, Immilzin, Izera, Uweya</p>\n<p>Published in Player's Handbook 3, page(s) 8.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"tguY5FJlUpz0hRNL",
			"changes":[
				{
					"key":"system.skills.acr.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.ath.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Githzerai Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!ArcQNBoD6ebzfL80.tguY5FJlUpz0hRNL"
		},
		{
			"name":"Danger Sense",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.ArcQNBoD6ebzfL80",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"01NM0B97MRWjIdRh",
			"changes":[
				{
					"key":"system.attributes.init.race",
					"mode":4,
					"value":"2"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!ArcQNBoD6ebzfL80.01NM0B97MRWjIdRh"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ArcQNBoD6ebzfL80",
	"_key":"!items!ArcQNBoD6ebzfL80"
}