{
	"name":"Gnoll",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 7'0\" - 7'6\"</p>\n<p><strong>Average Weight </strong>: 280 - 320</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Dexterity</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 7 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Abyssal, Common</p>\n<p><strong>Skill Bonuses </strong>: +2 Intimidate, +2 Perception.</p>\n<p>&nbsp;</p>\n<p><strong>GNOLL FEATURES</strong></p>\n<p><strong>Blood Fury</strong></p>\n<p>While you're bloodied, you gain a +2 bonus to damage rolls. This increases to a +4 bonus at 21st level.</p>\n<p><strong>Ferocious Charge</strong></p>\n<p>You can use ferocious charge as an encounter power.</p>\n<p><strong>Pack Attack</strong></p>\n<p>You deal an extra 2 damage on melee attacks against an enemy that has two or more of your allies adjacent to it.</p>\n<p>&nbsp;</p>\n<p><strong>GNOLL RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.ogU37evukzYiMp9T]{Ferocious Charge}</p>\n<p>&nbsp;</p>\n<p>Play a Gnoll if you want...</p>\n<p>to be a fierce hunter driven by instinct.</p>\n<p>to be an outsider in the civilized world-a scion of a race known for its cruelty and brutality.</p>\n<p>to be swift and deadly, striking enemies with surprising force.</p>\n<p>to be a member of a race that favors the rogue, ranger, and warlock classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Gnolls tower over humans, with the average gnoll standing over 7 feet tall. Despite their physical strength, gnolls are lean; gnolls are rarely musclebound, and they move with remarkable speed. Their eyes are bright green or yellow, and gleam whenever they catch the light. Gnolls are covered with a thick coat of fur, which generally ranges from light to dark brown; depending on the clan, this might be a uniform color, or broken up by stripes or spots. A number of gnoll bloodlines have members (both male and female) who possess crestlike manes of hair that run from the head and down the spine; these rise up when gnolls are frightened or angry.</p>\n<p>Although these are general traits, the traces of demonic blood in gnolls can produce unusual features. An obvious example of this are the talons of the gnoll claw fighter, but this can manifest in lesser ways. A gnoll might have gleaming red eyes, or black fur with fiery orange spots; a wide range of variation is possible.</p>\n<p>Gnolls mature with remarkable speed for intelligent humanoids; some cite this as proof of their demonic heritage and suggest that it is unnatural for a creature to be ready for battle so soon after birth. They have short life spans-in fact, they rarely live longer than thirty years, but they typically remain remarkably strong and vigorous right up to the end of their days. When their strength leaves them, it is a sudden and catastrophic decline.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A GNOLL</h3>\n<p>Gnolls are primal creatures, and instinct plays a powerful role in their lives. Pack and family bonds are important to them, and while they might squabble to establish lines of dominance, between such challenges gnolls are steadfast allies. In battle, gnolls are strong team players, and they set aside any thought of personal glory to assist an ally. When separated from their own kind, gnolls seek a surrogate pack and are loyal to those they choose as friends.</p>\n<p>Gnoll behavior seems aggressive to other creatures; a gnoll is more likely to demand an answer than ask a question. Among gnolls, this sort of intimidation isn't considered a hostile act; it is a way of establishing strength.</p>\n<p>Gnolls are natural predators, and they love the thrill of the chase and the challenge of the hunt. Most prefer the wilds to civilization, but some adapt and come to see the city as another sort of jungle. Gnolls are natural scavengers, and they love to collect trophies of their victories and experiences; these can range from grisly remnants to simple objects that remind them of an event.</p>\n<p>Tales say that gnolls were born of the blending of beast and demon, and this is something that should be kept in mind with any gnoll character. The ferocity of the fiend lies within even the noblest gnoll, and this could manifest in many ways.</p>\n<p>&nbsp;</p>\n<p><strong>Gnoll Characteristics </strong>: Aggressive, carnivorous, cunning, feral, fierce, loyal, predatory, primal, swift, tough, wild</p>\n<p><strong>Gnoll Male Names </strong>: Dagnyr, Dhyrn, Doryc, Ghyrryn, Gnasc, Gnoryc, Gnyrn, Hyrn, Lhoryn, Lhyr, Mognyr, Sorgnyn, Thyrn, Toryc, Yrgnyn, Yrych</p>\n<p><strong>Gnoll Female Names </strong>: Dagnyra, Gnara, Gnora, Gnyrl, Hyra, Hyrgna, Lhyra, Lhyrl, Malgna, Myrl, Sargna, Shyrla, Tarnyra, Yrgna</p>\n<p>Published in Dragon Magazine 367, page(s) 53.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"dEcH60WwLOrlpvJY",
			"changes":[
				{
					"key":"system.skills.itm.base",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.prc.base",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Gnoll Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!TKuJEWrfvCyRH6p0.dEcH60WwLOrlpvJY"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"TKuJEWrfvCyRH6p0",
	"_key":"!items!TKuJEWrfvCyRH6p0"
}