{
	"name":"Gnome",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 3'4\" - 3'8\"</p>\n<p><strong>Average Weight </strong>: 50 - 75</p>\n<p><strong>Ability scores </strong>: +2 Intelligence, +2 Charisma or +2 Dexterity</p>\n<p><strong>Size </strong>: Small</p>\n<p><strong>Speed </strong>: 5 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Arcana, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>GNOME FEATURES</strong></p>\n<p><strong>Fade Away</strong></p>\n<p>You have the fade away power.</p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Master Trickster</strong></p>\n<p>Once per encounter, you can use the wizard cantrip ghost sound as a minor action.</p>\n<p><strong>Reactive Stealth</strong></p>\n<p>If you have any cover or concealment when you make an initiative check, you can make a Stealth check.</p>\n<p><strong>Trickster's Cunning</strong></p>\n<p>You have a +5 racial bonus to saving throws against illusions.</p>\n<p>&nbsp;</p>\n<p><strong>GNOME RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.xVLwi45qtsnFApSX]{Fade Away}</p>\n<p>&nbsp;</p>\n<p>In the Feywild, the best way for a small creature to survive is to be overlooked. While suffering in servitude to the fomorian tyrants of the Feydark, gnomes learned to hide, to mislead, and to deflect-and by these means, to survive. The same talents sustain them still, allowing them to prosper in a world filled with creatures much larger and far more dangerous than they are.</p>\n<p>Play a Gnome if you want...</p>\n<p>to be curious, funny, and tricky.</p>\n<p>to rely more on stealth and deception than on brute strength and intimidation.</p>\n<p>to be a member of a race that favors the bard, sorcerer, warlock, and wizard classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Gnomes are smaller even than halflings, rarely exceeding 4 feet in height. Apart from their size, they resemble elves or eladrin, with pointed ears and chiseled facial features such as high cheekbones and sharp jaws. They have a more wild look than eladrin do, though, particularly in the hair that sprouts from their heads in random directions. Some male gnomes sprout tufts of hair from their chins, but they otherwise lack body hair.</p>\n<p>Gnome skin tone ranges from a ruddy tan through woody brown to rocky gray. Their hair can be virtually any color, from stark white to blond and various shades of brown to autumnal orange or green. Their eyes are glittering black orbs.</p>\n<p>Gnomes are as long-lived as eladrin, living over 300 years, but they show more of the effects of age. A gnome over the age of 100 has gray or white hair and skin that shows the wrinkled and weathered lines of a century of laughter, but even the oldest gnome retains the strength and agility of youth.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A GNOME</h3>\n<p>In quiet forests of the Feywild and remote woodlands in the world, gnomes live out of sight and mostly beneath the notice of larger races. Gnomes dwell in homes dug among the roots of trees, easily overlooked and cleverly concealed by camouflage and illusion. They are fond of the burrowing mammals that share their habitat, such as badgers, foxes, and rabbits, and have a sense of kinship with these small animals that share their forests.</p>\n<p>Unobtrusiveness is a virtue among gnomes. They grow up on games of stealth and silence, in which the winner is the last to be discovered. An adult gnome who draws attention in a crowd is considered dangerously rude. Gnome folk heroes are not mighty warriors, but tricksters who slip out of captivity, play great pranks without being detected, or sneak past magical guardians. They deflect both aggression and attention with humor, and they guard their thoughts with friendly laughter.</p>\n<p>Gnomes also value a quick mind and the ability to come up with a clever solution to any problem. They appreciate witty conversation, especially rapidfire repartee. They are inventive and resourceful, although they have little interest in or aptitude for the kind of technology found in human cities. They have an innate talent for magic and a love of illusion, music, poetry, and story.</p>\n<p>Eager to see what the world has to offer and willing to be awed by its wonders, gnomes greet the world with open curiosity. Gnomes who are drawn to adventure are most often driven by curiosity and wanderlust above any desire for wealth or glory.</p>\n<p>Gnomes were once enslaved by the fomorian rulers of the Feydark, the subterranean caverns of the Feywild. They regard their former masters with more fear than hatred, and they feel some degree of sympathy for the fey that still toil under fomorian lashes-particularly the spriggans, which some say are corrupted gnomes. Gnomes are not fond of goblins or kobolds, but in typical gnome fashion, they avoid creatures they dislike rather than crusading against them. They are fond of eladrin and other friendly fey, and gnomes who travel the world have good relations with elves and halflings.</p>\n<p>&nbsp;</p>\n<p><strong>Gnome Characteristics </strong>: Affable, clever, crafty, curious, funny, guarded, inconspicuous, inventive, secretive, sly, tricky</p>\n<p><strong>Gnome Male Names </strong>: Alston, Alvyn, Brocc, Eldon, Frug, Kellen, Ku, Nim, Orryn, Pock, Sindri, Warryn, Wrenn</p>\n<p><strong>Gnome Female Names </strong>: Breena, Carlin, Donella, Ella, Lilli, Lorilla, Nissa, Nyx, Oda, Orla, Roswyn, Tana, Zanna</p>\n<p>Published in Player's Handbook 2, page(s) 10.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"s0XQmhMLSwpWyB87",
			"changes":[
				{
					"key":"system.skills.arc.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"-1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Gnome Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!QxkNFtZPoUdGECMJ.s0XQmhMLSwpWyB87"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"QxkNFtZPoUdGECMJ",
	"_key":"!items!QxkNFtZPoUdGECMJ"
}