{
	"name":"Goblin",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 3'4\" - 3'8\"</p>\n<p><strong>Average Weight </strong>: 40 - 55</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Charisma or +2 Wisdom</p>\n<p><strong>Size </strong>: Small</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Goblin</p>\n<p><strong>Skill Bonuses </strong>: +2 Bluff, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>GOBLIN FEATURES</strong></p>\n<p><strong>Goblin Reflexes</strong></p>\n<p>You gain a +1 racial bonus to Reflex.</p>\n<p><strong>Goblin Tactics</strong></p>\n<p>You have the goblin tactics power.</p>\n<p>&nbsp;</p>\n<p><strong>GOBLIN RACIAL POWER</strong></p>\n<p><strong>Goblin Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.CFzlJDk6EBMVI2aN]{Goblin Tactics}</p>\n<p>&nbsp;</p>\n<p>A goblin's natural curiosity, cunning, and explorative spirit lends itself well to the adventuring life. Many goblins are drawn to the excitement that comes with battling monsters, rescuing grateful victims, and bathing in plundered loot-anything that gets them attention. Of course, interacting with other people demands that a goblin at least partially put aside its natural tendency toward pettiness and violence. With the right guidance, a goblin can be a hero.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Goblins stand just over 3 feet tall, with wiry frames that resemble those of human children. Sometimes humorous, sometimes frightening, each goblin's features are unique and often reflect its personality. Some goblins have long hooked noses and pointy ears, while others have exaggerated fangs or eyes that seem to bug out of their faces.</p>\n<p>Most goblins have knobby joints and skinny limbs, though a few are flabby or even roly-poly. Their skin tone ranges from bright greens and oranges to dark, earthy browns. Some are hairless, with oily hides, while others are covered in mangy hair from brow to back. Many goblins ignore hygiene and are accompanied by an ever-present stink. Some even take pride in their disgusting habits.</p>\n<p>Goblins wear whatever is available, usually incorporating small trinkets, trophies, or interesting things they've stolen in their travels. These objects usually seem weird or pointless to others, who don't understand the value goblins place in these treasures. A goblin's clothes are a patchwork of different materials stitched together over the course of years. Its equipment is usually rusty or ramshackle but serviceable, thanks to goblin-kind's innate knack for tinkering. In theory a goblin's life span is equal to that of humans, but most goblins come to an early end because of their unbridled curiosity.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A GOBLIN</h3>\n<p>The image of puny, nose-picking, knife-wielding goblins is common throughout the world. Most adventurers believe in a keen sword and room to swing as the best way to deal with them. Goblins might be the most numerous humanoids in the world, with a reputation for infesting every dank hole and tormenting the countryside with never-ending raids, violence, and maniacal scheming. The majority of them are rapacious and vile, but some have the intellect and attitude to join the ranks of heroes. Though they might face prejudice, goblins can be independent, cunning, and crafty adventurers.</p>\n<p>Goblins are highly social creatures, dwelling in tightly packed warrens with hundreds if not thousands of individuals. Individual goblins are weak, but early on, each strives to be king of the hill. Goblins become surprisingly willful by competing with their peers, maturing-for better or for worse-when they can assert themselves. A goblin sees itself as cunning and dangerous, even if it is the wimpiest member of the warren. Such independence borders on arrogance, but it prompts a goblin to attempt daring actions that larger races would think twice about.</p>\n<p>A goblin finds a sense of itself from the time it begins life as a crawling, biting infant. Goblin mothers give birth to litters numbering around a dozen, giving the youngsters plenty of siblings to interact and compete with. Juveniles possess an impulsive curiosity that makes them crawl into every cranny of the warren, always craving the new and undiscovered. Most are noisy and selfish, demanding attention by forcing their way into every activity.</p>\n<p>Upon adulthood, most goblins find that they are good only at hurting or stealing things. Exceptional individuals develop a knack for leadership, crafting, navigation, problem solving, or other valuable skills-even magic. Goblins take immense pride in their talents, even if it's just a honed ability to knife people in the back. Practicing a skill gives them an identity within the community, which in turn makes them feel important or useful.</p>\n<p>Goblins love to brag and get attention; they are instigators who poke and prod at anything to get a reaction. In the warrens, they behave like petulant brats, vandalizing, insulting, hitting, or whining to be noticed. This need for attention might explain their kind's violent attacks on the other aces of the world. After all, what better way to get someone's attention than by attacking their homes? Countless raids and wars have been committed by goblins to satisfy this impulse, but the smart ones realize that this sort of behavior won't get them far if they wish to interact with others in any meaningful way.</p>\n<p>Independent goblins, especially those who leave their warrens to become adventurers, have learned to tone down their selfishness. Though not nearly so crude or vicious as others of their kind, they are nonetheless rascals at heart. Curious to the point of recklessness, yet cunning enough to escape many dangers, goblin adventurers embody the best of their kind's adaptability. Their companions might have to put up with nonstop chattering or poor hygiene, but they can be trusted friends eager to take in all the danger and excitement the adventuring life has to offer.</p>\n<p>&nbsp;</p>\n<p><strong>Goblin Characteristics </strong>: Adaptable, boastful, curious, crude, humorous, impressionable, instigating, reactionary, sneaky, willful</p>\n<p><strong>Goblin Male Names </strong>: Floo, Grot, Grub, Itch, Rort, Snag, Splik, Splug, Squintch, Zix</p>\n<p><strong>Goblin Female Names </strong>: Borb, Fee, Flert, Gretch, Gyik, Nibb, Nyx, Pinch, Pook, Wort</p>\n<p>(4/17/2012)</p>\n<p>Updated in Into the Unknown.</p>\n<p>Published in Monster Manual, page(s) 136, Into the Unknown: The Dungeon Survival Handbook, page(s) 34.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"Rl9ygMzuCrLPD7A5",
			"changes":[
				{
					"key":"system.skills.blu.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Goblin Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!Ymasi8oBnP7ERNM5.Rl9ygMzuCrLPD7A5"
		},
		{
			"name":"Goblin Reflexes",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.Ymasi8oBnP7ERNM5",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"3av7px7FHFiq7wV0",
			"changes":[
				{
					"key":"system.defences.ref.race",
					"mode":4,
					"value":"1"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!Ymasi8oBnP7ERNM5.3av7px7FHFiq7wV0"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Ymasi8oBnP7ERNM5",
	"_key":"!items!Ymasi8oBnP7ERNM5"
}