{
	"name":"Halfling",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 3' 10\" - 4' 2\"</p>\n<p><strong>Average Weight </strong>: 75 - 85</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Charisma or +2 Constitution</p>\n<p><strong>Size </strong>: Small</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Acrobatics, +2 Thievery.</p>\n<p>&nbsp;</p>\n<p><strong>HALFLING FEATURES</strong></p>\n<p><strong>Bold</strong></p>\n<p>You gain a +5 racial bonus to saving throws against fear.</p>\n<p><strong>Nimble Reaction</strong></p>\n<p>You gain a +2 racial bonus to AC against opportunity attacks.</p>\n<p><strong>Second Chance</strong></p>\n<p>You can use second chance as an encounter power.</p>\n<p>&nbsp;</p>\n<p><strong>HALFLING RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.qxce8lUyhNFsHInG]{Second Chance}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Halflings stand about 4 feet tall and weigh about 80 pounds. They resemble small humans and are proportioned like human adults. Halflings have the same range of complexions as humans, but most halflings have dark hair and eyes. Halfling males don't have beards, but many have long, full sideburns. Halflings of both genders often wear complicated hairstyles, featuring complex braiding and weaving techniques.</p>\n<p>Halflings typically dress in clothes that match their surroundings, preferring earth tones and various shades of green. Their clothing and gear feature woven textures and stitching. Birds, river patterns, boats, and fish are common images in halfling art and decoration.</p>\n<p>Halflings have life spans comparable to those of humans.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A HALFLING</h3>\n<p>Halflings are an affable, warm, and cheerful people. They survive in a world full of larger creatures by avoiding notice or, barring that, avoiding offense. They appear harmless, and so have managed to survive for centuries in the shadow of empires and on the edges of wars and political strife.</p>\n<p>Halflings are practical and down-to-earth. They concern themselves with basic needs and simple pleasures, harboring few dreams of gold or glory. Adventurers are no more rare among halflings than among other races, but they usually pursue the adventurer's life for reasons of community, friendship, wanderlust, or curiosity. Halfling adventurers are brave and faithful companions, relying on stealth and trickery in battle rather than raw might or magic.</p>\n<p>Halflings are extremely curious. Most can't refrain from opening a door to see what it conceals, or to turn a corner or climb a hill just to find out what lies beyond. Along with this intense curiosity, many halflings seem possessed of a kind of fearlessness-their curiosity and need to experience new things overcoming any hesitation brought on by anxiety.</p>\n<p>In the absence of royalty or nobility, halflings instead look to family elders to guide them. This emphasis on family and community has enabled halflings to maintain a consistent culture for thousands of years, unaffected by the rise and fall of empires.</p>\n<p>According to halfling legend, Melora and Sehanine created the halflings together, giving the race a love of nature and the gift of stealth. When their interest waned, these gods stopped looking after the race, or so the legends go, and halflings made their own way in the world. They say Avandra, the god of luck, admired their resourcefulness and adopted them, favoring them with good fortune. Not all halflings worship Avandra, but nearly all breathe a prayer of thanks to her when fortune favors them.</p>\n<p>&nbsp;</p>\n<p><strong>Halfling Characteristics </strong>: Brave, curious, determined, down-to-earth, friendly, good-natured, lucky, nimble, optimistic, practical, resourceful, warm</p>\n<p><strong>Halfling Male Names </strong>: Ander, Corrin, Dannad, Errich, Finnan, Garret, Lazam, Lindal, Merric, Nebin, Ostran, Perrin, Reed, Shardon, Ulmo, Wenner</p>\n<p><strong>Halfling Female Names </strong>: Andrey, Bree, Callie, Chenna, Eida, Kithri, Lidda, Nedda, Paela, Shaena, Tryn, Vani, Verna, Wella</p>\n<p>Published in Player's Handbook, page(s) 44, Heroes of the Fallen Lands, page(s) 266.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"huURsCMevEY9HtVL",
			"changes":[
				{
					"key":"system.skills.acr.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.thi.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Halfling Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!onyXHF9BGrdKmvuW.huURsCMevEY9HtVL"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"onyXHF9BGrdKmvuW",
	"_key":"!items!onyXHF9BGrdKmvuW"
}