{
	"name":"Half-Elf",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'5\" - 6'2\"</p>\n<p><strong>Average Weight </strong>: 130 - 190</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Charisma or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Elven, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Diplomacy, +2 Insight.</p>\n<p>&nbsp;</p>\n<p><strong>HALF-ELF FEATURES</strong></p>\n<p><strong>Dual Heritage</strong></p>\n<p>You can take feats that have either elf or human as a prerequisite (as well as those specifically for half-elves), as long as you meet any other requirements.</p>\n<p><strong>Group Diplomacy</strong></p>\n<p>You grant allies within 10 squares of you a +1 racial bonus to Diplomacy checks.</p>\n<p><strong>Half-Elf Power Selection</strong></p>\n<p>Select an option for your half-elf character.<em>Dilettante </em>At 1st level, you choose a 1st-level at-will attack power from a class different from yours. You can use that power as an encounter power.<em>Knack For Success </em>You have the knack for success power.</p>\n<p>&nbsp;</p>\n<p><strong>HALF-ELF RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.S7b6YWdFplJrGfet]{Knack for Success}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Half-elves tend to be sturdier of build than elves but more slender than most humans. Half-elves have the same range of complexions as humans and elves, and, like elves, they often have eye or hair colors not normally found among humans. Male half-elves can grow facial hair, unlike male elves, and often sport thin mustaches, goatees, or short beards. Half-elves' ears are about the size of human ears, but they are tapered, like the ears of their elf ancestors.</p>\n<p>Half-elves usually adopt the dress and hairstyles of the society they spend the most time with. For example, a half-elf raised among a barbaric human tribe dresses in the furs and skins favored by the tribe and adopts the tribe's style of braids and face paint. However, it is not unusual for half-elves raised among humans to seek out articles of elven clothing or jewelry so that they can display signs of their dual heritage.</p>\n<p>Half-elves have life spans comparable to those of humans, but like elves they remain vigorous well into old age.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A HALF-ELF</h3>\n<p>Half-elves are a race originally descended from the union of elves and humans. Many half-elves are the direct offspring of human and elf parents. However, half-elves produce half-elf offspring among themselves, and some members of the race can trace their mixed ancestry back for generations. Half-elves combine the best traits of both their lines, mixing the wisdom and long-term perspective of the elves with the energy, ambition, and ingenuity of their human parentage.</p>\n<p>Half-elves are most common in places where elves and humans live in close proximity. In the earliest age of the world, elves lived in the Feywild and did not mingle with the other mortal races. However, following the bloody war that sundered the elves, the eladrin, and the drow, the first elves made their way into the world to settle in the deepest primeval forests.</p>\n<p>This new civilization spread over time, coming into contact with humans and other races. Elves dwelled in peace alongside their human neighbors, for although humans often proved quick-tempered and aggressive, they made good allies and companions. Though tensions sometimes arise between human and elf communities, these two races relate to one another on consistently good terms.</p>\n<p>On the borderlands, human villages are often situated near elven forests. When relations between a human settlement and nearby elf villages are good, half-elves are the natural result of the mingling of the two populations. Likewise, the uncertainty that has arisen in settled lands since the fall of the human empire of Nerath has seen countless elf and human families relocate to the settlements of the other race. In such mixed communities, half-elves are an increasingly common sight.</p>\n<p>Half-elves are natural leaders and versatile adventurers, and they are commonly seen as good friends and allies. They share some of the natural grace, athleticism, and keen perceptiveness of elves, along with the passion and drive of humans. However, their status as the children of two worlds makes them confident and open-minded, and many are natural diplomats, negotiators, and commanders.</p>\n<p>Half-elves rarely settle down for any length of time. Their wanderlust makes them natural adventurers, and they quickly make themselves at home wherever they end up. When their paths take them back to a place they have visited before, they track down old friends and renew old contacts.</p>\n<p>Ultimately, half-elves are survivors, able to adapt to almost any situation. They are generally well liked and admired by everyone, not just elves and humans. They are empathetic, and better than most others at putting themselves in others' shoes.</p>\n<p>&nbsp;</p>\n<p><strong>Half-Elf Characteristics </strong>: Accommodating, adaptable, charming, confident, gregarious, open-minded</p>\n<p><strong>Half-Elf Male Names </strong>: Adran, Aelar, Alain, Alek, Beiro, Benn, Carric, Donn, Drew, Erdan, Erik, Gennal, Gregg, Heian, Jonn, Kris, Lucan, Marc, Mikal, Peren, Pieter, Quinn, Regdar, Rolen, Samm, Theren, Thom, Varis, Wil</p>\n<p><strong>Half-Elf Female Names </strong>: Adrie, Ana, Birel, Cassi, Chaedi, Dara, Eliza, Enna, Faral, Gwenn, Irann, Jenn, Kat, Keira, Keyleth, Lia, Luusi, Mari, Mialee, Mika, Miri, Morgan, Shava, Shawna, Stasi, Thia, Valna , Zanne</p>\n<p>Update (11/16/2010)</p>\n<p>Updated to match Essentials data.</p>\n<p>Published in Player's Handbook, page(s) 42, Heroes of the Forgotten Kingdoms, page(s) 252.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"efGDmZEIl1HjX8nq",
			"changes":[
				{
					"key":"system.skills.dip.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.ins.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Half-Elf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!ZcfupeWxT0LzJ8vj.efGDmZEIl1HjX8nq"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ZcfupeWxT0LzJ8vj",
	"_key":"!items!ZcfupeWxT0LzJ8vj"
}