{
	"name":"Hamadryad",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'6\" - 6'2\"</p>\n<p><strong>Average Weight </strong>: 130 - 180</p>\n<p><strong>Ability scores </strong>: +2 Wisdom, +2 Charisma or +2 Intelligence</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light vision</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Diplomacy, +2 Nature.</p>\n<p>&nbsp;</p>\n<p><strong>HAMADRYAD FEATURES</strong></p>\n<p><strong>Female Only</strong></p>\n<p>All hamadryads are female.</p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Forest Walk (Hamadryad)</strong></p>\n<p>You ignore difficult terrain if that terrain is the result of trees, underbrush, plants, or natural growth.</p>\n<p><strong>Hamadryad Aspects</strong></p>\n<p>You have the hamadryad aspects power.</p>\n<p><strong>Oaken Vitality</strong></p>\n<p>Your tree heritage grants you a +5 racial bonus to Endurance checks to resist the effects of starvation, thirst, or suffocation, and you can survive for twice the normal time period before you are required to make such checks. You do not require sleep, but you must meditate at least four hours each day to absorb light (even from as small a source as a candle), soak in water, or connect with the earth beneath your feet. This meditation grants you the benefits that other races receive from an extended rest. While meditating, you are fully aware of your surroundings and notice approaching enemies and other events as normal.</p>\n<p><strong>Tree Mind</strong></p>\n<p>You gain a +2 racial bonus to saving throws against effects that daze, dominate, or stun.</p>\n<p>&nbsp;</p>\n<p><strong>HAMADRYAD RACIAL POWER</strong></p>\n<p><strong>Hamadryad Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.msLa6lUNAFezZh54]{Hamadryad Aspects}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Born of the power of nature, all hamadryads are female, and they present themselves in two aspects. In their nymph form, these granddaughters of the seasons and the skies are idyllic paragons of fey perfection and physical beauty. Their hair and eyes match the colors of autumn leaves, from green to russet, gold, orange, red, and brown. Autumn leaves and acorns might dangle from a hamadryad's hair, and her eyes are clear orbs of green, white, or gold.</p>\n<p>The dryad aspect of a hamadryad is not dissimilar. However, when a hamadryad draws on her dryad strength, her features take on the appearance of skillfully carved wood, the patterns of the grain manifesting across her form like ripples on the surface of a pond.</p>\n<p>Inside their forest homes, hamadryads walk unclothed in their dryad aspect, blending easily into the background of bark and foliage. When they appear before mortals and civilized creatures, hamadryads favor light, gossamer clothing.</p>\n<p>Adventuring hamadryads who set out to right the world through physical force favor armor made from natural materials such as leather or hide. Those who don heavier protection prefer the light mithral armor crafted by the eladrin and elves. When hamadryads wear armor, they ornament it with carved designs or embroidered patterns representing the natural order of their forest homes and the causes for which they fight. Hamadryad heroes who leave their forests carry a piece of their tree with them-a charm carved from the wood of a fallen branch, or a garland strung with autumn leaves whose colors never fade.</p>\n<p>As the spirits of the autumn oak, most hamadryads live as long as the trees to which they are bound. Some have short lives at one or two hundred years. Others have been known to live for millennia. When a hamadryad's tree home dies, she undergoes a period of deep grief and mourning.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A HAMADRYAD</h3>\n<p>Hamadryads are the incarnate spirits of living oak trees. Part flesh, part wood, and part fey spirit, they are the granddaughters of the seasons and the wind, and the supreme manifestations of nature's wild beauty.</p>\n<p>At the beginning of time, the world had four daughters more beautiful in form than any creature-and more wild. They were called Summer, Autumn, Winter, and Spring, and they chased one another around the world while the primordials and the gods looked on. In their play, they frolicked with the brothers of the wind, and from this union the first nymphs were born. They were named Summer Ash, Autumn Oak, Winter Fir, and Spring Flower, and they were the spirits of the first trees that grew in the world.</p>\n<p>The capricious nymphs played their own wild games in the forests of the dawning world for time out of mind. But they were not all to dwell in such bliss forever. With the rise of mortals, certain autumn nymphs-the wisest and most pensive of the tree sisters-withdrew from their games when they began to perceive the state of natural life in decline. Woodlands were burned, dryads' groves cut down, and great swaths of the world left lifeless by the wars and the avarice of reckless mortals.</p>\n<p>To protect their homes, these autumn nymphs embraced their wild natures entirely. They gave up their carefree fey immortality and began the slow transformation into the wild tree maidens known as dryads. In these forms, they would protect their forests from harm with mighty branch and crushing limb, using their wisdom to understand the minds and motives of mortal creatures.</p>\n<p>Hamadryads stand at an intermediate state between playful nymph and fierce dryad. Bound to a living tree, a hamadryad ardently protects the forests of which she is a part. She calls on the mighty strength of the wood to smash her enemies, summoning the spellbinding beauty of her majestic fey heritage to bewitch and charm mortals and thereby alter their destructive behavior. Hamadryads retain the flawless physical perfection of their autumn nymph form with all its grace and charm. However, they can harden their flesh to match that of the oldest tree in an instant, just as they solidify their wooden hearts against any hope of compassion.</p>\n<p>Typically, a young hamadryad is bound to a tree home that somewhat resembles her feminine shape. As a youth, she remains in the forest where her tree grows, for her life is bound to its existence. However, rare hamadryads are able to break the connection to their tree home by some twist of fate or destiny.</p>\n<p>Some do so in the course of surviving the destruction of their tree homes by natural disaster or monstrous forces. Others are drawn far from their forests in the name of undertaking quests meant to save those forests. Some hamadryads dwell close enough to the settlements of the civilization of other races that they take up the struggles of those races. Answering their heart's yearning call, they uproot themselves from the earth and leave all they know behind-seeking the wondrous perils and delights that are the stuff of mortal knowledge and emotion.</p>\n<p>&nbsp;</p>\n<p><strong>Hamadryad Characteristics </strong>: Capricious, curious, enchanting, graceful, magnificent, placid, impulsive, vain</p>\n<p><strong>Hamadryad Female Names </strong>: Aileia, Celindara, Eilonwy, Irinea, Lyrindel, Rhiana</p>\n<p>Published in Heroes of the Feywild, page(s) 22.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"6RDBZhqwpyA9Prfb",
			"changes":[
				{
					"key":"system.skills.dip.base",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.nat.base",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Hamadryad Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!pI5WXoSYvyGDiFQE.6RDBZhqwpyA9Prfb"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"pI5WXoSYvyGDiFQE",
	"_key":"!items!pI5WXoSYvyGDiFQE"
}