{
	"name":"Hengeyokai",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 4'10\" - 5'6\"</p>\n<p><strong>Average Weight </strong>: 100 - 140</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Charisma or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 7 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Bluff.</p>\n<p>&nbsp;</p>\n<p><strong>HENGEYOKAI FEATURES</strong></p>\n<p><strong>Animal Form</strong></p>\n<p>Select your animal form and gain +2 to a skill determined by your animal form: badger (Endurance), carp (Endurance), cat (Acrobatics), crab (Intimidate), crane (Nature), dog (Insight), fox (Stealth), hare (Athletics), monkey (Athletics), raccoon dog (Stealth), rat (Thievery), or sparrow (Perception).</p>\n<p><strong>Beast Nature</strong></p>\n<p>You are considered both a magical beast and a humanoid for the purpose of effects that relate to creature type.</p>\n<p><strong>Elusive</strong></p>\n<p>You have a +2 racial bonus to checks made to escape a grab and to saving throws against effects that immobilize, restrain, or slow you.</p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Language of Beasts</strong></p>\n<p>While you are in animal or hybrid form, you can communicate with any natural or fey beasts that share your animal form or a form that is closely related (for example, a dog hengeyokai can communicate with a wolf). In human form, you can understand these beasts but cannot directly communicate with them. You can communicate simple concepts and commands to such creatures, but they are under no compulsion to obey you, and their knowledge is restricted by their experience and mobility. Beasts you talk to are not necessarily friendly; your DM may require skill checks to influence their attitude.</p>\n<p><strong>Nature's Mask</strong></p>\n<p>You have the nature's mask power.</p>\n<p><strong>Shapechanger</strong></p>\n<p>You have the shapechanger subtype; you can alter your appearance. As such, you are subject to effects and conditions that affect shapechangers.</p>\n<p>&nbsp;</p>\n<p><strong>HENGEYOKAI RACIAL POWER</strong></p>\n<p><strong>Hengeyokai Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.Y2DMwusNmreP9QWg]{Nature's Mask}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Hengeyokai are agile creatures, but their other physical attributes vary according to their subrace. Twelve subraces are known to exist: badger, carp, cat, crab, crane, dog, fox, hare, monkey, raccoon dog, rat, and sparrow. Legends abound of other subraces, such as frog, lizard, and weasel, in addition to larger beings such as tigers, dolphins, and pandas; however, no human has ever confirmed their existence.</p>\n<p>The race is exceptionally long-lived, with an unusual life cycle. Hengeyokai can live for over 200 years, but for the first century they exist only as animals and cannot assume another form. Except for their extended life span and above-average intelligence, immature hengeyokai differ little from mundane animals. Once they reach 100 years of age, they can assume hybrid and human forms. At this point, they are the equivalent of human adolescents, but any memories of their previous existence are hazya and indistinct.</p>\n<p>All hengeyokai can assume three distinct forms.</p>\n<p>Animal Form: In animal form, hengeyokai are nearly indistinguishable from normal animals; only careful observation of their behavior can uncover their intelligence. They are exceptionally mobile in this form and often assume it for the purpose of exploration or reconnaissance. Hengeyokai cannot speak in animal form, but they can communicate with beasts similar to themselves.</p>\n<p>Hybrid Form: In this form, hengeyokai stand at their human height on their hind legs or similar appendages. They assume an overall humanoid shape, with front paws, wings, or fins changing into hands that are capable of gripping and using weapons and other equipment, but retain their animalistic appearance, including fur, scales, feathers, tails, and other characteristics. They can speak any languages they know and are still able to communicate with animals. Hengeyokai prefer to assume this form among their own kind or trusted companions of other races.</p>\n<p>Human Form: Each hengeyokai can assume the form of a unique human. While individuals' appearance varies according to the region in which they were born, on average they are shorter and slighter than their human neighbors. Even in human form, hengeyokai always display some animalistic features. For example, a sparrow hengeyokai might have a sharp, beaklike nose; a crab hengeyokai, larger-thannormal hands; and a rat hengeyokai, beady eyes or a long, thin mustache. Hengeyokai in human form can speak any language they know but can no longer directly communicate with animals, though they can still understand them.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A HENGEYOKAI</h3>\n<p>When creating a hengeyokai character, here are a few points to consider.</p>\n<p>You straddle multiple realms. Hengeyokai embody several, often conflicting worlds. Are you more animal or human? Spirit or mortal? Do you feel more comfortable in the wilderness or amid the trappings of civilization? How you answer these questions largely defines who you are, but these inherent tensions tear you in different directions, causing you to act unpredictably by the standards of other races. Many adventuring hengeyokai do so to get a better sense of themselves. What do you hope to discover about yourself during your journeys?</p>\n<p>Guardian, predator, or recluse? Most hengeyokai want to live alone in peace, but others interact with human society more frequently. How do you relate to your neighbors? Those who see themselves as more part of the mortal world will often live among humans and sometimes become the guardians of the families or small villages they encounter; even evil hengeyokai are occasionally forced into this role, though they're more likely to regard their charges as possessions or meal tickets. Hengeyokai who feel superior to their neighbors because of their heritage often become heartless predators, at best using humans for personal gain.</p>\n<p>Your freedom is paramount. When you see animals caged in pens or tied to stakes, you shake your head in sadness. You would rather die than suffer such a fate. As a result, you are constantly on the move, even if you remain in the same area, and you strive to limit your attachments, since not all shackles are literal. Something or someone has to be very important to you to make you stay in one place for a lengthy period. What do you value as much as your own freedom?</p>\n<p>Your wits are a weapon. You're not as big or as powerful as other races, but you make up for that with your wits. Be smart and fast, and make sure to take advantage of opportunities as they arise, especially those of your own design. Hone this weapon with mischief; it's better for a merchant to catch you stealing now than for a daimyo's guard to do so later.</p>\n<p>&nbsp;</p>\n<p><strong>Hengeyokai Characteristics </strong>: Agile, chaotic, elusive, independent, mischievous, quick, protective, reclusive, secretive, unpredictable, wild</p>\n<p>Published in Dragon Magazine 404.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"pZkwjnebYKE84Xr6",
			"changes":[
				{
					"key":"system.skills.blu.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Hengeyokai Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!ed94glQfCUYbua2N.pZkwjnebYKE84Xr6"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ed94glQfCUYbua2N",
	"_key":"!items!ed94glQfCUYbua2N"
}