{
	"name":"Hobgoblin",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 6'1\" - 6'5\"</p>\n<p><strong>Average Weight </strong>: 190 - 240</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Charisma or +2 Intelligence</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Goblin</p>\n<p><strong>Skill Bonuses </strong>: +2 Athletics, +2 History.</p>\n<p>&nbsp;</p>\n<p><strong>HOBGOBLIN FEATURES</strong></p>\n<p><strong>Battle Ready</strong></p>\n<p>You gain a +2 racial bonus to initiative checks.</p>\n<p><strong>Hobgoblin Discipline</strong></p>\n<p>You have the hobgoblin discipline power.</p>\n<p><strong>Phalanx Soldier</strong></p>\n<p>You gain a +1 racial bonus to AC while you and at least one ally stand adjacent to each other and each wield a shield.</p>\n<p>&nbsp;</p>\n<p><strong>HOBGOBLIN RACIAL POWER</strong></p>\n<p><strong>Hobgoblin Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.FNHaYb8tRmj9uI0i]{Hobgoblin Discipline}</p>\n<p>&nbsp;</p>\n<p>Hobgoblins exemplify the dark side of civilization, where adherence to the law is more important than justice. They expand their power through military conquest wherever they can, and they have little care for the fate of those swept aside or crushed underfoot. Though it can be easy to disdain or even hate the hobgoblins for their excesses, their immorality is tempered by pragmatism that keeps them from plunging into absolute evil.</p>\n<p>Because hobgoblins are the most intelligent and civilized of goblinkind, a few of them suppress or deny their baser urges and embark on adventuring careers.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Hobgoblins stand slightly taller than humans, though their military bearing makes them appear to tower over others more than their actual height would suggest. Hobgoblins are also more likely to wear heavier armor even when out of combat, giving them a stocky appearance. Their skin tone varies from dark yellow to brown, with brick-red or orange coloring being most common. Their hair is black or dark brown, and it frequently begins to go gray by the age of 30. Many hobgoblin males cultivate well-trimmed beards, though few grow mustaches with them.</p>\n<p>Hobgoblin ears are long, pointed, and mobile. Although most hobgoblins have good control of their facial expressions, giving them a reputation for being emotionless, it's harder for them to keep their ears from lying back when they are upset or angry. Their shining yellow eyes and overdeveloped canines give them a wolflike appearance.</p>\n<p>Hobgoblin males are taller and broader than females, but both sexes are capable of sustained physical activity. Hobgoblins can march for 20 miles per day over rough terrain for a week and still arrive in fighting condition at the end.</p>\n<p>Hobgoblins' lives are slightly shorter than those of humans. Few hobgoblins live to be much older than seventy, and the rare hobgoblin who reaches eighty years or more is considered venerable and favored by luck and the gods.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A HOBGOBLIN</h3>\n<p>When creating a hobgoblin adventurer, here are a few points to consider.</p>\n<p>The lone wolf starves, but the pack feasts. You know that a single person going up against any real threat faces a grave disadvantage. After all, in a fair fight, you're just as likely to lose as to win. By joining a group, or better still, organizing one yourself, you become more capable of achieving your goals. It's your duty to ensure that the party is prepared for battle and to know what each member is capable of.</p>\n<p>The end can justify the means. It's not always pleasant, but you will do what it takes to get the job done. This isn't an excuse for cruelty without purpose. When the situation is grim and someone has to make the hard choice, you're the leader who steps forward and makes it. Let others keep their consciences clean. You're keeping them alive.</p>\n<p>Honor extends both ways. When you pledge yourself to follow another's banner, it is your duty to obey all orders to the best of your ability. When others pledge themselves to you, it is your duty to provide for them and use them to their best potential. These duties do not require mindless devotion from followers; honest opposition has its time and place. The people and the leader must work as one.</p>\n<p>&nbsp;</p>\n<p><strong>Hobgoblin Characteristics </strong>: Brusque, courageous, disciplined, inspiring, meticulous, militaristic, pragmatic, proud, unforgiving</p>\n<p><strong>Hobgoblin Male Names </strong>: Dagii, Drazen, Galtai, Haruuc, Oaan, Rhaano</p>\n<p><strong>Hobgoblin Female Names </strong>: Bauchana, Ekhaas, Maazik&eacute;</p>\n<p>(2/26/2013)</p>\n<p>Updated in Dragon 419.</p>\n<p>Published in Monster Manual, Dragon Magazine 419.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"znafp2CurwjXYkei",
			"changes":[
				{
					"key":"system.skills.ath.base",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.his.base",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Hobgoblin Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!QAbJWF1fwLNzlkO7.znafp2CurwjXYkei"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"QAbJWF1fwLNzlkO7",
	"_key":"!items!QAbJWF1fwLNzlkO7"
}