{
	"name":"Human",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5' 6\" - 6'2\"</p>\n<p><strong>Average Weight </strong>: 135 - 220</p>\n<p><strong>Ability scores </strong>: +2 to one ability score of your choice</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p>&nbsp;</p>\n<p><strong>HUMAN FEATURES</strong></p>\n<p><strong>Bonus Feat</strong></p>\n<p>You gain a bonus feat at 1st level. You must meet the feat's prerequisites.</p>\n<p><strong>Bonus Skill</strong></p>\n<p>You gain training in one additional skill from your class skills list.</p>\n<p><strong>Human Defense Bonuses</strong></p>\n<p>You gain a +1 racial bonus to Fortitude, Reflex, and Will.</p>\n<p><strong>Human Power Selection</strong></p>\n<p>Choose an option for your human character.</p>\n<p><em>Bonus At-Will Power </em>You know one extra 1st level at-will attack power from your class.</p>\n<p><em>Heroic Effort </em>You have the heroic effort power.</p>\n<p>&nbsp;</p>\n<p><strong>HUMAN RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.KomAcdiMDT807PXO]{Heroic Effort}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Humans come in a wide variety of heights, weights, and colors. Some humans have black or dark brown skin, others are as pale as snow, and they cover the whole range of tans and browns in between. Their hair is black, brown, or a range of blonds and reds. Their eyes are most often brown, blue, or hazel.</p>\n<p>Humans' attire varies wildly, depending on the environment and society in which they live. Their clothing can be simple, ostentatious, or anything in between. It's not unusual for several distinct human cultures to live side by side in a particular area and mingle. As a result, human armor, weaponry, and other items incorporate a variety of designs and motifs.</p>\n<p>Humans have average life spans of about seventy-five years, though some venerable members of the race live as long as ninety or more years.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A HUMAN</h3>\n<p>Humans are decisive and sometimes rash. They explore the darkest reaches of the world in search of knowledge and power. They hurl themselves into danger, dealing with consequences as they arise. They act first and ponder later, trusting their will to prevail and their natural resourcefulness to see them through perilous situations.</p>\n<p>Humans always look to the horizon, seeking to expand their influence and their territory. They chase power and want to change the world, for good or for ill. Their settlements are among the brightest lights in a dark and untamed world, and humans constantly seek to explore new lands and settle new frontiers.</p>\n<p>Their self-reliance and bravery inclines humans toward martial classes such as fighter and rogue. They often prefer to find hidden reserves of strength in themselves rather than trust to the magic of wizards or clerics.</p>\n<p>That said, humans tend to be a pious race, worshiping the whole pantheon of gods. Their myths name no god as the creator of their race. Some tales say the gods worked together to create humans, infusing them with the best qualities of each race that had come before. Other tales say that humans were the creation of a god whose name is no longer known-a deity killed in the war against the primordials or assassinated by Asmodeus or Zehir.</p>\n<p>Humans are tolerant of other races, different beliefs, and foreign cultures. Most human settlements consist of diverse enclaves where different races live together in relative peace. The human empire of Nerath, the last great world power, united many different peoples and ruled the land for more than five hundred years before it collapsed about a century ago. Most of the human settlements that survived the empire's fall now stand as fortified bastions against the encroaching darkness. When elven forests are razed or dwarven mines overrun, the survivors often flee to the nearest human town or city for protection.</p>\n<p>Despite the far reach and power of Nerath, humans in the present day are a scattered and divided people. Dozens of small baronies, fiefdoms, and free city-states have arisen from Nerath's ruins, and many of these realms are petty, weak, and isolated. Tensions and misunderstandings can precipitate skirmishes, espionage, betrayal, and even open warfare between neighboring communities.</p>\n<p>&nbsp;</p>\n<p><strong>Human Characteristics </strong>: Adaptable, ambitious, bold, corruptible, creative, driven, hardy, pragmatic, resourceful, territorial, tolerant</p>\n<p><strong>Human Male Names </strong>: Alain, Alek, Benn, Brandis, Donn, Drew, Erik, Gregg, Jonn, Kris, Marc, Mikal, Pieter, Quinn, Regdar, Samm, Thom, Wil</p>\n<p><strong>Human Female Names </strong>: Ana, Cassi, Gwenn, Jenn, Kat, Keira, Luusi, Mari, Mika, Miri, Shawna, Stasi, Zanne</p>\n<p>Published in Player's Handbook, page(s) 46, Heroes of the Fallen Lands, page(s) 272, Heroes of the Forgotten Kingdoms, page(s) 264.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"pCw4xUHXESgjiNaI",
			"changes":[
				{
					"key":"system.defences.fort.value",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.ref.value",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.wil.value",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"name":"Human Defense Bonuses",
			"description":"",
			"statuses":[],
			"_key":"!items.effects!67Q2o3iHOxgdwtWa.pCw4xUHXESgjiNaI"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"67Q2o3iHOxgdwtWa",
	"_key":"!items!67Q2o3iHOxgdwtWa"
}