{
	"name":"Kapak Draconian",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>Like their bozak cousins, kapak draconians also stand just over 6 feet tall, though their scales are coppery rather than bronze. Bozaks have the overall shape of burly humans, whereas the sinewy kapaks have serpentine features with long limbs and torsos.<br>&nbsp;&nbsp;&nbsp;&nbsp;Kapaks have a reputation for being vicious in their dealings with other races and are well known for bullying creatures smaller and weaker than themselves. The wisest among them have learned the value of avoiding attention, and those kapaks are more dangerous for their slyness.<br>&nbsp;&nbsp;&nbsp;&nbsp;The kapaks are widely regarded as the fastest and most agile of the draconians. Their impressive speed is far from their most dangerous attribute. Glands underneath their tongues secrete a paralyzing toxin with which they can poison their weapons.<br>&nbsp;&nbsp;&nbsp;&nbsp;Like all draconians, they are capable of killing even as they meet their own fate. When kapak draconians die, they immediately dissolve into a pool of highly caustic acid, inflicting horrible burns upon the unwary.<br><br></p>\n<h3>Roleplaying a Kapak Draconian</h3>\n<p>When creating a draconian character, consider the following points.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are the boogeyman. Draconians have a well-deserved reputation as killers, conquerors, slavers, and bringers of war. To say that most people don't care for you is an understatement; you are likely reviled by all who behold you. It might take some impressive deeds to persuade members of other races to accept you as the individual you are, rather than just another typically brutal draconian.<br>&nbsp;&nbsp;&nbsp;&nbsp;You are proud. Draconians verge on arrogance, certain of their superiority. In spite of their cruelty and vice, most draconians are as fearless and bold as their opponents. Even the staid and proper Knights of Solamnia bear a grudging respect for the courage and guile of their draconian foes.<br>&nbsp;&nbsp;&nbsp;&nbsp;You must change. During the war, it was easy to follow the orders of your superiors and to give in to your baser instincts. You were at the top of the food chain, and the creatures you subjugated had to submit to you and your comrades in arms or risk being crushed and discarded. Now, the changing landscape has forced you to find a new path for which you are ill-prepared. You have been forced to acknowledge the shocking reality that your greatest changes are yet to come&mdash;if you truly wish to adapt and survive in this world.<br><br></p>\n<h3>Bozak Draconian Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Instinctive Flight: </strong>Although your wings are neither large enough nor strong enough to sustain flight for long, your battleground mobility is still quite extraordinary.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain a flight speed of 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load. You must land at the end of your turn. This benefit replaces Draconic Heritage.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Murderous Eye: </strong>You instinctively exploit your foe's weakness.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You have combat advantage against enemies that are slowed, immobilized, or weakened. This benefit replaces Dragonborn Fury.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sinuous Agility: </strong>Your movements are quick and precise, your lean muscles a study in economy.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain a +2 bonus to your Dexterity and Charisma ability scores. This benefit replaces the normal racial ability score bonuses for dragonborn.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Caustic Heritage: </strong>You have poison in your mouth and acidic blood.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain the toxic saliva and acidic revenge powers. This benefit replaces Dragon Breath.</p>\n<p>Published in Dragon Magazine 421.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"v9aNdZwmED84qlAb",
			"changes":[
				{
					"key":"system.skills.his.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.itm.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Kapak Draconian Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!AVHErP3KqZG9MR7I.v9aNdZwmED84qlAb"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"AVHErP3KqZG9MR7I",
	"_key":"!items!AVHErP3KqZG9MR7I"
}