{
	"name":"Kenku",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'0\" - 5'6\"</p>\n<p><strong>Average Weight </strong>: 110 - 150</p>\n<p><strong>Ability scores </strong>: +2 Charisma, +2 Dexterity or +2 Intelligence</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Bluff, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>KENKU FEATURES</strong></p>\n<p><strong>Flock Effect</strong></p>\n<p>When you have combat advantage against a creature as a result of flanking it, you gain a +3 bonus to attack rolls against it, rather than the normal +2.</p>\n<p><strong>Flock Tactics</strong></p>\n<p>You have the flock tactics power.</p>\n<p><strong>Mimicry</strong></p>\n<p>You can imitate sounds and voices you have heard, even sounds that cannot normally be made by humanoids. Each time you attempt to mimic a sound, you must succeed on a Bluff check to fool those who hear the sound into believing it is genuine.</p>\n<p><strong>Kenku Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.aZ2NQLmob0Hxn5Kd]{Flock Tactics}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Kenkus are easily identified by their obviously avian appearance. A kenku's head resembles that of a raven, complete with small, beady black eyes and a large, dark beak. Sleek black feathers cover its body, ending at the knees and elbows. Its arms and legs are covered in scaly black skin, and its hands and feet end in talons.</p>\n<p>Young kenkus hatch from eggs. Within a month they are strong enough to join the flock, and they reach maturity in five years. Most die before reaching their third decade, a consequence of the harsh life in a flock, but extremely hardy or devious kenkus have been known to survive for decades. These rare individuals often become leaders of powerful and well-connected flocks.</p>\n<p>Obsessed with avoiding attention, many kenkus garb themselves in drab, loose-fitting clothing that allows them to conceal their features. They favor colors that blend well with shadows and disdain obvious ornamentation. Many kenkus adopt or learn to mimic the mannerisms of nearby peoples.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A KENKU</h3>\n<p>When creating a kenku adventurer, here are a few points to consider.</p>\n<p>Secrets are your strength. Every kenku knows that knowing what someone else wants hidden gives you power over that person. You always keep your ears open for bits of gossip or little-known information that you might be able to exploit later. Although you don't hesitate to resort to extortion or bribery, you are careful not to call in all such favors at once. Having options in a crisis makes your secrets all the more useful tools.</p>\n<p>Allies make you stronger. Life in an aerie is tough. Fledglings survive by forming partnerships and complex alliances. These connections provide information, resources, and future assistance. Although you deal in lies and deceit, you are loath to turn on your companions. You are also always on the lookout for ways to develop your network of contacts and potential allies.</p>\n<p>Fight to survive. When events turn desperate, you work all the harder. Your people are always pragmatic, recognizing that rare is the situation that leaves no option for survival. This attitude is what allowed ancient kenku rebels to scratch out an existence while on the run from the Raven Queen.</p>\n<p>Try to avoid notice. Those whom your people have exploited are more than happy to end your life. The best way to escape enemies is to keep hidden. You rarely reveal your true identity, relying on your allies to ask questions while you hide nearby. Only in dire need do you risk letting anyone catch a glimpse of you.</p>\n<p>&nbsp;</p>\n<p><strong>Kenku Characteristics </strong>: Anxious, cunning, deceptive, gregarious, sly, secretive, stealthy, tenacious</p>\n<p><strong>Kenku Male Names </strong>: Akar, Barok, Elkrek, Hekar, Jedrik, Kalko, Korik, Kynek, Nalik, Norik, Osrik, Rekrok</p>\n<p><strong>Kenku Female Names </strong>: Deidra, Ekra, Karrah, Kelkra, Naldara, Okara, Sedra, Seikra, Tessah, Tristah</p>\n<p>(6/12/2012)</p>\n<p>Updated in Dragon 411.</p>\n<p>Published in Monster Manual 2, page(s) 220, Dragon Magazine 411.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"YmKzIsRH9COT7w80",
			"changes":[
				{
					"key":"system.skills.blu.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Kenku Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!sRKdQrZOvNMTn5yA.YmKzIsRH9COT7w80"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"sRKdQrZOvNMTn5yA",
	"_key":"!items!sRKdQrZOvNMTn5yA"
}