{
	"name":"Kobold",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 3'6\" - 4'0\"</p>\n<p><strong>Average Weight </strong>: 60 - 75</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Charisma or +2 Dexterity</p>\n<p><strong>Size </strong>: Small</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Darkvision</p>\n<p><strong>Languages </strong>: Common, Draconic</p>\n<p><strong>Skill Bonuses </strong>: +2 Dungeoneering, +2 Thievery.</p>\n<p>&nbsp;</p>\n<p><strong>KOBOLD FEATURES</strong></p>\n<p><strong>Reptile</strong></p>\n<p>You are considered a reptile for the purpose of effects that relate to the reptile keyword.</p>\n<p><strong>Shifty Maneuver</strong></p>\n<p>You have the shifty maneuver power.</p>\n<p><strong>Trap Sense</strong></p>\n<p>You gain a +2 racial bonus to all defenses against attacks from traps.</p>\n<p>&nbsp;</p>\n<p><strong>KOBOLD RACIAL POWER</strong></p>\n<p><strong>Kobold Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.pj7a5921FTYvLSPE]{Shifty Maneuver}</p>\n<p>&nbsp;</p>\n<p>Adventuring might seem an unlikely occupation for kobolds, but they have several talents that make them well-suited to the life. They can see in the dark, anticipate and avoid traps, and stay a step ahead of their enemies. Kobolds can be useful and effective allies in almost any adventuring group.</p>\n<p>Very few kobolds become adventurers by choice, however. Some catastrophe must befall them before they traipse off looking for danger. Most take up this life after being captured by adventurers or separated from their tribes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Their spare frames and stooped postures don't inspire fear in others, which suits kobolds just fine. They would rather look nonthreatening but not quite vulnerable. A few brave kobolds emulate their honored dragons. They put on a little muscle, raise their snouts high, and roar with a ferocity no one would expect such weak-looking creatures to muster.</p>\n<p>Kobolds' long muzzles are lined with tiny teeth and lolling tongues similar to those of a dragon or crocodile. Their slitted eyes are usually red, gold, or yellow. Small horns angle backward from a kobold's brow, and bony barbs stud its forearms to its elbows. Its fingers end in stubby talons, as do its long toes. Fine scales cover a kobold's body, usually some shade of green. Brown, red, and orange scales appear among particular tribes, as do mottled hides of several colors.</p>\n<p>Their reptilian anatomy hides kobolds' physical expressiveness from other races. Their facial construction lacks the anatomy to display the same range of emotions as other humanoids. Kobolds who need to deal with warmbloods develop broad arm and head gestures to convey how they feel.</p>\n<p>Since kobolds have to make do with what they scavenge, clothing is limited and functional. A loincloth serves the least among them, while warriors cobble together armor from scraps they harvest from the dead. Crude weaponry suffices until they can steal something better.</p>\n<p>Kobolds grow quickly. They can walk and talk within hours after hatching and reach their full height after about a year. Kobolds can live longer than a century, though very few make it through their first decade.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A KOBOLD</h3>\n<p>Kobolds overrun dungeons and caverns, relying on vast numbers and wicked traps to make up for their deficiencies in size and strength. Their ability to survive among the bigger and tougher monsters of the world shows just how well their tactics have worked.</p>\n<p>Kobolds gather in large tribes, reproducing quickly to replenish their numbers. Group pressure and the dictates of charismatic leaders compel all members in the community to work together toward whatever ends they need to survive. No matter what an individual kobold feels or believes, the community expects obedience, and every kobold in the tribe tries to behave in the expected way. Some kobolds have good hearts, but their chieftains believe only ruthlessness will keep the tribe strong. Thus most kobold tribes commit evil acts, or at least self-serving ones.</p>\n<p>Kobolds have few illusions about their place in the world. They are scavengers and thieves. They do not grow their own food and would rather deprive others of their goods than craft anything. They lurk on civilization's fringes, raiding farmsteads and ambushing caravans. They settle in old ruins and dungeons, choosing places they can readily defend and fortify. Even with their great numbers, kobolds know they cannot hope to protect themselves against a determined attacker. For this reason, most tribes raise monstrous allies for added muscle or give in and become servants of dungeon rulers.</p>\n<p>Of all the monstrous allies kobolds can make, dragons are best of all. Dragons are everything kobolds are not: enormous, majestic, and powerful. They are gods to the kobolds, their idealized selves, and thus are worthy of worship and service-should any dragon accept the little creatures. Any sign of a dragon sends the tribe into a flurry of activity. The kobolds track it to its lair and present it with sacrifices, pageants, and anything else they think it would like. Of course, a dragon presented with so many willing victims indulges its appetite and gobbles up as many as it can. But death by dragon is no deterrent to the kobolds' efforts. They see being eaten by a god as a great honor, and clamor for their chance to climb into the dragon's maw.</p>\n<p>Older dragons see kobolds as nuisances. A quick blast of a breath weapon suffices to eliminate an infestation. The trouble for the dragon is that the kobolds do not give up and might try to serve in secret even if rejected. Younger dragons, however, might see the advantage in a loyal clan of guards and attendants to protect their hoards and warn of adventurers who come calling. Once a kobold tribe installs itself around a dragon, everything they do serves their god.</p>\n<p>A kobold's life is unpleasant to say the least. Very few kobolds live to reach old age. Attrition claims most before they get too far into adulthood. Hunger, thirst, and want are constant companions, and even the dimmest kobolds learn to watch their backs. Kobolds are subject to the same greed as dragons, though far less intense. Most of them keep small stashes of coins or other treasure secret from the tribe, even though they know they're duty-bound to pool such resources.</p>\n<p>Kobolds understand that they are stronger together than they are apart. All grudges are forgotten when the tribe faces an outside threat. Kobolds demonstrate surprising cunning when dealing with intruders, as evident in the traps they design to level the playing field. Kobolds' skill in trapmaking is amazing. With only minimal supplies-mostly junk-they can fashion crafty snares and clever alarms. Even intrepid explorers know that entering a kobold warren invites disfigurement and death.</p>\n<p>The harsh reality of kobold existence demands absolute obedience to the leader's demands. Kobolds who lack the killer's instinct, show any weakness, or disobey orders are shunned and driven to the tribe's periphery. If not devoured by a passing predator or sacrificed to a bloodthirsty god, such exiles might seek their fortunes beyond the tribe. Survival is by no means assured, but such action at least gives them a chance to survive.</p>\n<p>Kobolds are survivors first. They are not above prostrating themselves before enemies if it means buying a little time. A lone kobold survivor after a raid, a prisoner, or one otherwise cut off from its fellows must adapt to avoid death. A kobold who was part of an evil tribe might reform its behavior in the presence of others who are willing to guide and support it, and might even find this new \"tribe\" more comforting than the old one. Such individuals find the adventurer's life suits them-not because they crave danger or excitement, but because their talents make them useful to other adventurers who protect them in return.</p>\n<p>&nbsp;</p>\n<p><strong>Kobold Characteristics </strong>: Ambitious, cooperative, fawning, greedy, loyal, obedient, quick, timid</p>\n<p><strong>Kobold Male Names </strong>: Bont, Dartak, Deekin, Forgen, Kol, Meepo, Nin, Speelok, Zeem</p>\n<p><strong>Kobold Female Names </strong>: Capax, Eenith, Foruul, Gumba, Iimen, Lorpe, Rowatak</p>\n<p>(4/17/2012)</p>\n<p>Updated in Into the Unknown.</p>\n<p>Published in Monster Manual, Into the Unknown: The Dungeon Survival Handbook, page(s) 40.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"zfrYnOgkQmiXdtVT",
			"changes":[
				{
					"key":"system.skills.dun.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.thi.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Kobold Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!lb91cvKUqrhpXZo2.zfrYnOgkQmiXdtVT"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"lb91cvKUqrhpXZo2",
	"_key":"!items!lb91cvKUqrhpXZo2"
}