{
	"name":"Llewyrr Elf (Eladrin)",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>During the Crown Wars, the Llewyrr were a community of moon elves and green elves dwelling in the verdant woodland known today as Neverwinter Wood. When Vyshaan armies swept through their lands, the Llewyrr fled across the sea seeking the fabled isle of Evermeet.<br>&nbsp;&nbsp;&nbsp;&nbsp;A fierce squall forced the refugees to make landfall on the Moonshaes, where they were greeted by the enigmatic leShay, legendary progenitors of the fey. The leShay permitted the Llewyrr to settle in isolation and safety among the mountains of the large central island. The Llewyrr named their new kingdom Synnoria, after the queen who led them to this island sanctuary.<br>&nbsp;&nbsp;&nbsp;&nbsp;Over the next eleven millennia, the Llewyrr evolved into a unique subrace rarely seen outside the Moonshaes. Llewyrr share many of the same societal attributes of their moon elf ancestors, including the building of grand cities and advanced mastery of arcane arts. Llewyrr have fair skin, but unlike their moon elf cousins, the elves of Synnoria have golden hair. Llewyrr born in the last century share the hauntingly opalescent eyes common to all eladrin, with the pupils of older generations colored in shades of green and brown, with gold flecks. <br>&nbsp;&nbsp;&nbsp;&nbsp;At the heart of Synnoria is the resplendent city of Chrysalis, resting upon a verdant tor rising from a crystal clear lake. The city is a dazzling display of soaring glassteel towers, crystalline gardens, and majestic silver-glyphed boulevards. <br>&nbsp;&nbsp;&nbsp;&nbsp;Today, much of the city is abandoned, for the Llewyrr have paid a price for their long isolation. Birth rates are low, and centuries of attrition has dwindled their numbers dramatically. Males are uncommon, constituting less than a quarter of the population.<br><br></p>\n<h3>Roleplaying a Llewyrr Elf</h3>\n<p>Sun elves were the aggressors who forced the Llewyrr out of the Llewyrrwood on the mainland, so you harbor a lingering animosity toward them. This distrust extends to other elf subraces as well. Having lived in isolation for so long, most Llewyrr feel no kinship toward their elf cousins, and have no desire to be caught up in elven politics and intrigues. You swear fealty to the High Lady of Sarifal, not the crown of Evermeet.<br>&nbsp;&nbsp;&nbsp;&nbsp;You share a bond with the natural world and primal spirits of the land. Unlike many eladrin, the Llewyrr do not worship Corellon Larethian or other divine entities of the Seldarine. Instead, the Llewyrr venerate the &ldquo;fey gods,&rdquo; mighty primal spirits and archfey that have watched over the Moonshaes for millennia. Greatest among these primal manifestations are the Earthmother and her children.<br>&nbsp;&nbsp;&nbsp;&nbsp;Your people have survived for millennia by forming strong family and community bonds, and you honor these. An oath given by a Llewyrr is a binding pledge. Though Llewyrr are slow to trust, once a bond is formed, the friendship lasts a lifetime.<br><br></p>\n<h3>Llewyrr Elf Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Historical Insight: </strong>Armed with a voracious appetite for studying the antiquity of humanoid culture, you have an uncanny ability to discern the intent of individuals based solely on the historical exploits of their kind.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain a +2 bonus to Insight checks. This benefit replaces the normal eladrin skill bonus to Arcana.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elf Weapon Proficiency (Llewyrr Elf): </strong>Elves and eladrin of all stripes take time to learn the traditional weapons of their people.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain proficiency with the longbow and the shortbow. This benefit replaces Eladrin Weapon Proficiency.</p>\n<p>Published in Dragon Magazine 405.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"Uke2Q5X1l9dJB7Dq",
			"changes":[
				{
					"key":"system.skills.ins.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.his.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Llewyrr Elf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!MWwlpjhq2er9LBVb.Uke2Q5X1l9dJB7Dq"
		},
		{
			"name":"Eladrin Will",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.MWwlpjhq2er9LBVb",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"QAovhkCj0OxPy7l5",
			"changes":[
				{
					"key":"system.defences.wil.race",
					"mode":4,
					"value":"1"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!MWwlpjhq2er9LBVb.QAovhkCj0OxPy7l5"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"MWwlpjhq2er9LBVb",
	"_key":"!items!MWwlpjhq2er9LBVb"
}