{
	"name":"Minotaur",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 7'1\" - 7'5\"</p>\n<p><strong>Average Weight </strong>: 320 - 350</p>\n<p><strong>Ability scores </strong>: +2 Strength, +2 Constitution or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Nature, +2 Perception.</p>\n<p>&nbsp;</p>\n<p><strong>MINOTAUR FEATURES</strong></p>\n<p><strong>Ferocity</strong></p>\n<p>When you drop to 0 hit points or fewer, you can make a melee basic attack as an immediate interrupt.</p>\n<p><strong>Goring Charge</strong></p>\n<p>You have the goring charge power.</p>\n<p><strong>Heedless Charge</strong></p>\n<p>You have a +2 racial bonus to AC against opportunity attacks you provoke during a charge.</p>\n<p><strong>Vitality</strong></p>\n<p>You have one additional healing surge.</p>\n<p>&nbsp;</p>\n<p><strong>MINOTAUR RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.lyITOGSmHJB4idZ2]{Goring Charge}</p>\n<p>&nbsp;</p>\n<p>Minotaurs embody the tension between civilization and savagery, discipline and madness, for they stand in two worlds. Tugged toward violence but bound by conscience, numerous minotaurs are driven to rise above their dark impulses. Such a minotaur seeks the balance between the monstrous and the refined. Innumerable minotaurs give in to the temptations staining their souls and find themselves thralls to Baphomet, the Horned King. Minotaurs must struggle to become more than the beasts they resemble or else succumb to the demonic brutality they despise.</p>\n<p>Play a Minotaur if you want...</p>\n<p>- to be a mighty warrior who has amazing strength and endurance.</p>\n<p>- to be a monstrous adventurer struggling against villainous tendencies.</p>\n<p>- to be a member of a race that favors the barbarian, fighter, and warden classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>A minotaur combines the features of human and bull, with the build and musculature of a hulking humanoid, but with cloven hooves, a bovine tail, and, most distinctive of all, a bull's head. Fur covers a minotaur's upper body, coarse and thick on the head and neck, gradually thinning around the shoulders until it becomes humanlike hair over the arms and upper torso. The thick hair turns shaggy once more at the minotaur's waist and thickens around the loins and legs, with tufts at the end of the tail and around the powerful hooves. Minotaurs take pride in their horns, the sharpness, size, and color of which are related to an individual's place in minotaur society. Fur and skin coloring runs from albino white to coal black, though most minotaurs have red or brown fur and hair.</p>\n<p>Labyrinthine patterns are important to minotaurs, and these decorations appear on their clothing, armor, and weapons, and sometimes even on their hides. Each pattern is particular to a clan, and the pattern's size and complexity help minotaurs identify family allegiance and caste. The patterns evolve through the generations, growing more expansive based on clan members' deeds and a clan's history.</p>\n<p>Minotaurs live as long as humans do.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A MINOTAUR</h3>\n<p>The minotaur preference for labyrinths is legendary, and is more than a quirk. It is central to what minotaurs believe and how they see the world around them. A labyrinth is a physical representation of the spiritual and psychological journey each minotaur must undertake to make peace with his or her conflicted nature.</p>\n<p>Each minotaur must navigate the perils of the self to transcend bestial impulses. One minotaur might achieve this easily. Another might wander the corridors of his or her mind and soul for a lifetime, trapped within the circuitous passages of self-deception and monstrous desire. Those who fail might descend into depravity, becoming the thralls of the Horned King, whose presence looms over every minotaur community.</p>\n<p>Perhaps as a result of this inner struggle, minotaurs seek structure and order in all they do. They take great pleasure from perfecting their talents, and many spend lifetimes mastering trades, artistic styles, magic, and fighting techniques. Once minotaurs commit themselves to a task, they see it through. Failure is not perceived as a personal flaw, but as an opportunity for growth. Giving up when faced with challenges, however, is seen as a weakness of character. The greatest challenge for minotaurs is to remain vigilant against their inner corruption, and so to capitulate in any effort is more than dangerous; it is the first step on the road to spiritual corruption.</p>\n<p>Although many minotaurs are civilized, they are the objects of suspicion and hatred from other races. This animosity stems not only from minotaurs' monstrous appearance, but also from their infamy. Wicked minotaurs are remorseless raiders and killers, and these are often the only minotaurs known in a given area.</p>\n<p>&nbsp;</p>\n<p><strong>Minotaur Characteristics </strong>: Bloodthirsty, cruel, disciplined, enlightened, frustrated, militant, mystical, polite, savage, spiritual, tortured</p>\n<p><strong>Minotaur Male Names </strong>: Asteron, Bjorkus, Codrus, Foostus, Goeban, Jak, Minron, Noostoron, Podrus, Terios</p>\n<p><strong>Minotaur Female Names </strong>: Duula, Esteru, Hester, Kuonu, Loodra, Oestra, Raastred, Seestra, Uovana, Weoren</p>\n<p>Published in Player's Handbook 3, page(s) 10.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"RNVOklDusPQcrKZp",
			"changes":[
				{
					"key":"system.skills.nat.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.prc.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Minotaur Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!ztweTmPhiVjNkauY.RNVOklDusPQcrKZp"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ztweTmPhiVjNkauY",
	"_key":"!items!ztweTmPhiVjNkauY"
}