{
	"name":"Mul",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5' 8\" - 6' 4\"</p>\n<p><strong>Average Weight </strong>: 200 - 300</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Strength or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, Dwarven</p>\n<p><strong>Skill Bonuses </strong>: +2 Endurance, +2 Streetwise.</p>\n<p>&nbsp;</p>\n<p><strong>MUL FEATURES</strong></p>\n<p><strong>Born of Two Races</strong></p>\n<p>Select either human or dwarf. You can take feats that have your choice as a prerequisite (as well as those specifically for muls), as long as you meet any other requirements.</p>\n<p><strong>Incredible Toughness</strong></p>\n<p>You have the incredible toughness power.</p>\n<p><strong>Mul Vitality</strong></p>\n<p>Increase your number of healing surges by one.</p>\n<p><strong>Tireless</strong></p>\n<p>You need to sleep 6 hours in a 72-hour period (instead of a 24-hour period) to gain the benefit of an extended rest.</p>\n<p>&nbsp;</p>\n<p><strong>MUL RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.Z1TRC4pmvyrb2Xe8]{Incredible Toughness}</p>\n<p>&nbsp;</p>\n<p>Muls are half-dwarves, descended from the union of a human and a dwarf. They possess the stature, agility, and mental flexibility of humankind, coupled with the physical resilience and endurance of dwarves-a rare combination of qualities that makes muls more than a simple blend of the two races.</p>\n<p>Because they are strong, tough, quick, and blessed with fantastic reserves of endurance, muls are highly prized as slaves. In fact, most muls are born into slavery.</p>\n<p>Play a Mul if you want...</p>\n<p>- to be tough as nails.</p>\n<p>- to play a hero who fought his or her way out of the bonds of slavery.</p>\n<p>- to be a member of a race that favors the fighter, barbarian, and battlemind classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Muscular and fit, muls resemble powerfully built humans. Although one might expect muls to average somewhere between dwarf and human stature, they are taller than most humans. Male muls have truly heroic proportions-broad shoulders, narrow waists, powerful thighs, and thick arms. Females, while not as heavily muscled, are tall, strong, and athletic. Many muls of both genders are hairless, although some grow topknots of dark hair. Their faces hint at their dwarven ancestry, with strong, stern features and small, swept-back ears that come to subtle points. Mul skin and eye colors are as varied as they are in humans, but many muls have a copper or deeply bronzed complexion, and a few have eyes of a startling honey-gold or green-gold color.</p>\n<p>Muls have little collective racial identity and adopt the dress and fashion of their homes. However, they are fond of tattoos and favor simple geometric patterns rather than depictions of creatures or objects. In this way, they honor their dwarven heritage with designs reminiscent of dwarven motifs.</p>\n<p>Muls have life spans comparable to those of humans.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A MUL</h3>\n<p>Most muls begin their lives as slaves. Slaveholders throughout the Tyr Region have long known that tremendous hardiness and stamina result from mixing human and dwarven lines. Muls make outstanding gladiators, slave warriors, and heavy laborers, enduring toil and hardships that would kill lesser folk.</p>\n<p>Muls who set their hearts on freedom are difficult to keep in chains. Some escape to the wilds and become raiders or join tribes of ex-slaves, whereas others who escape become mercenaries and sell their fighting skills to whomever they can. Muls who don't flee captivity can win their freedom in the arena or by completing a dangerous task for their masters. A few highly prized gladiators receive so many privileges and comforts that they are effectively free, enjoying great latitude to go where they want and do as they wish. The Dungeon Master might have mul heroes start the campaign as slaves. If not, assume that your mul character has already won his or her freedom by the time the game begins.</p>\n<p>Muls are hard, driven, pragmatic folk with little remorse or sympathy in their hearts. Many grow up under the lash, having been taken from their parents while very young and subjected to brutal training for the arena or grinding toil in fields or quarries. Consequently, muls have a hard time offering friendship and trust to anyone. More than a few muls, scarred by the hardships of their upbringing, spend their days as bitter, violent misanthropes. Others are suspicious, grasping mercenaries who have learned never to lift a finger on behalf of another person without establishing what they will gain from providing aid. Despite their tendency to be sullen or self-centered, muls can learn to work alongside others. Growing up in the slave pits and the underclass of society taught them how to forge alliances and understandings; their survival demanded nothing less.</p>\n<p>&nbsp;</p>\n<p><strong>Mul Characteristics </strong>: Angry, blunt, callous, driven, fierce, honest, skeptical, stern, stoic, stubborn</p>\n<p><strong>Mul Male Names </strong>: Aram, Borthomar, Bost, Darok, Darus, Durn, Eben, Erekard, Gard, Harask, Marok, Morg, Rikard, Rikus, Sanozar, Uskan, Zedath, Zorus</p>\n<p><strong>Mul Female Names </strong>: Aisa, Aivel, Brithis, Callia, Demosis, Elina, Faivel, Himithis, Laivi, Narisel, Niva, Raina, Reshel, Saditha, Tirshel, Uisel, Zerima</p>\n<p>Published in Dark Sun Campaign Setting, page(s) 20.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"YLPFR4jw6Uc8dkvs",
			"changes":[
				{
					"key":"system.skills.end.base",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stw.base",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Mul Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!kMm2ORsA4PDcGw1g.YLPFR4jw6Uc8dkvs"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"kMm2ORsA4PDcGw1g",
	"_key":"!items!kMm2ORsA4PDcGw1g"
}