{
	"name":"Pixie",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 0'6'' - 1'</p>\n<p><strong>Average Weight </strong>: 1 - 4</p>\n<p><strong>Ability scores </strong>: +2 Charisma, +2 Dexterity or +2 Intelligence</p>\n<p><strong>Size </strong>: Tiny</p>\n<p><strong>Speed </strong>: 4 squares. Fly 6 squares (altitude limit 1). You cannot use this fly speed if you are carrying more than a normal load.</p>\n<p><strong>Vision </strong>: Low-light vision</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Nature, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>PIXIE FEATURES</strong></p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Pixie Magic</strong></p>\n<p>You have the pixie dust and shrink powers.</p>\n<p><strong>Speak with Beasts</strong></p>\n<p>You can communicate with natural beasts and fey beasts.</p>\n<p><strong>Wee Warrior</strong></p>\n<p>You have a reach of 1, rather than the reach of 0 that is typical for a Tiny creature. You also take a -5 penalty to Strength checks to break or force open objects. When wielding a weapon of your size, you follow the same rules that Small creatures do.</p>\n<p>&nbsp;</p>\n<p><strong>PIXIE RACIAL POWER</strong></p>\n<p><strong>Pixie Racial Utility </strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.9SKMZoDn2GvBiRpx]{Pixie Dust}@UUID[Compendium.dnd-4e-compendium.module-powers.SygGk1Nmtsu879Cv]{Shrink}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Barely over a foot tall, pixies resemble diminutive eladrin with gossamer wings. These wings sprout from their backs like those of dragonflies or butterflies, but are grander and more beautiful than either. Pixie wings come in as many colors as there are shapes to dreams. Despite their almost insubstantial quality, they are as bright as the clear dawn and as luminous as the full moonrise.</p>\n<p>Pixies rarely appear to onlookers unless they wish to be seen, and other people who happen to spot a pixie are astonished at the first sight of these tiny fey. When pixies fly, a shower of sparkling dust follows in their wake like the glittering tail of a shooting star. Pixie dust is said to be composed of the dreams of the living forest, the gold of the brightest sunbeams, and the starlight cast upon lovers. When such elements are combined as one, they elevate the soul and grant the ability to fly.</p>\n<p>Pixies' eyes come in as many different colors as their wings. When pixies interact with mortals in the world, their eyes appear to have pupils. However, the natural state of a pixie's eye is a single glittering orb like that of an eladrin.</p>\n<p>Pixies wear light, ephemeral clothing that grants maneuverability while they fly. Noble pixies array themselves like princes and princesses of the fey, wearing flowing gowns and doublets of spider and caterpillar silk that sparkle like moonlight on a pond. Wild pixies dress themselves in acorns, leaves and bark, and the pelts of woodland beasts. Pixies prefer armor made of acorns, insect chitin, leather, the scales of reptiles, stiff bark, or fine mithral mail. They rarely wear heavy armor.</p>\n<p>Pixies live as long as eladrin. In the Feywild, the race measures time in centuries, and pixies are effectively immortal unless they are slain. However, legends claim that some pixies are so bound to their human reflections in the world that they perish when that human dies.</p>\n<p>SPECIAL RULES</p>\n<p>As a pixie, keep the following rules in mind.</p>\n<p>Sharing a Space: Because you are Tiny, you can enter the space of a Small or larger creature and end your turn there (forced movement must still end in an unoccupied space, unless noted otherwise). Two creatures are considered adjacent if they are in the same square.</p>\n<p>Altitude Limit: You fall at the end of your turn if you are using your racial fly speed and are more than 1 square above the ground (see the rules for flying and falling in the Rules Compendium).</p>\n<p>Weapons: Because you follow the same weapon rules as a Small creature, you cannot use a two-handed weapon unless it has the small property. When you use a versatile weapon, you must use it two-handed but don't gain the normal +1 bonus to damage for using it in that manner.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A PIXIE</h3>\n<p>An enchanted race born of raw fey magic, pixies are the diminutive fairy folk of the Feywild. Under the direction of the Court of Stars, they etch the patterns of frost on the winter ponds and rouse the buds in springtime. They cause flowers to grow and sparkle with summer dew, and they color the leaves with the blazing hues of autumn. Some believe that the pixies stole the secret of honey from the mead goblet of the Summer Queen, then sold it to the bees. It is said that they taught the birds to fly and to sing. These childlike sprites have a penchant for mischievous fun, and there is no game a pixie will not play, no sport it will not attempt, and no revelry it will avoid or decline.</p>\n<p>Once upon a time in the green-gold of the dawning world, the Summer Queen gave birth to a beautiful child. No one knew which of the archfey was the child's father, and the Summer Queen refused to say. Powerful archfey of the Court of Stars gathered around her so that each in turn might bestow his gift on the new fey royalty, for each believed the child was his own.</p>\n<p>The first gift came from the child's mother- the gift of whimsy, so that like the warm winds of summer, she might roam wherever she pleased.</p>\n<p>\"But whimsy needs a course and a direction, lest it give way to the destruction of storms,\" said the Sea Lord, who believed the child was his own. \"As young rivers play upon the land before maturing into the great wide sea, so shall the child play.\" And he bestowed the gift of play on the fey child. Then Oran the Green Lord, who also believed the child was his own, said, \"Like the frivolous waters, play can overreach its bounds and wreck the labor of others. So I give this child the gift of care. As young seeds are nurtured in the earth that bounds the rivers and the seas, so shall the child care for all things green and alive.\"</p>\n<p>The Prince of Frost, who knew the child to be his sister, only laughed at the other archfey. \"By her silence does the Summer Queen have us doing her bidding for the sake of a child whose provenance we will never know,\" he said. \"And so laughter is my gift to the child. Laughter is the north wind's breath that elevates the spirit in the face of those that would channel, bind, or control it.\"</p>\n<p>So the child was blessed with the four gifts the Court of Stars had bestowed upon her-whimsy, play, care, and laughter. But after the others had departed, the child's true father secretly appeared beside her gossamer cradle. And then, Corellon, lord of arcane magic, blessed his daughter with the gift of wonder that is the purest form of magic, so that she and all her descendants should ever retain their childlike spirits.</p>\n<p>Legends of the mortal realm say that because the Feywild is the bright reflection of the world, pixies are a reflection of humanity. As the bards tell it, whenever a human child is born, a pixie also comes into existence. The personalities of the two races are indistinguishable during the first few years of life. However, human adolescents cast off their childhood ways, while pixies retain them forever. Sometimes pixies feel compassion for mortals who retain a degree of childhood innocence. They often watch over such humans, secretly aiding their \"flawed\" reflections with magic when they fall on ill circumstances.</p>\n<p>In the world, pixies were once as prevalent as they were in the Feywild. However, during the years that mortals have ruled, they have diminished and gone into decline. As humanoid civilizations began to flourish, they encroached on the pixies' homelands, pushing the fairy folk back into the Feywild and into the dark unknown beyond civilization.</p>\n<p>&nbsp;</p>\n<p><strong>Pixie Characteristics </strong>: Brave, charming, childlike, energetic, fierce, magical, mischievous, outgoing, playful, possessive, stealthy, vigilant</p>\n<p><strong>Pixie Male Names </strong>: Acorn, Barleycorn, Briarthorn, Buckthorn, Dogwood, Hawthorn, Hayseed, Hazelwood, Hoarfrost, Juniper, Maplesap, Mistlethrush, Nettle, Pinecone, Sparrowhawk, Thistledown</p>\n<p><strong>Pixie Female Names </strong>: Appleblossom, Bluebell, Cobweb, Cottonwood, Dewdrop, Heartsease, Holly, Hyacinth, Ivy, Larksong, Lilyflower, Mistletoe, Moth, Mustardseed, Peasblossom, Willowbough</p>\n<p>Published in Heroes of the Feywild, page(s) 28.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"FChdZuqMQA41s7oT",
			"changes":[
				{
					"key":"system.skills.nat.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"-2"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Pixie Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!f3oxmurXwHhNgP2S.FChdZuqMQA41s7oT"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"f3oxmurXwHhNgP2S",
	"_key":"!items!f3oxmurXwHhNgP2S"
}