{
	"name":"Razorclaw Shifter",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'7\" - 6'0\"</p>\n<p><strong>Average Weight </strong>: 130 - 180</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Acrobatics, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>RAZORCLAW SHIFTER FEATURES</strong></p>\n<p><strong>Razorclaw Shifting</strong></p>\n<p>You have the razorclaw shifting power.</p>\n<p>&nbsp;</p>\n<p><strong>RAZORCLAW SHIFTER RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.JetyBOl8fqYQCKsI]{Razorclaw Shifting}</p>\n<p>&nbsp;</p>\n<p>Shifters are fierce hunters strongly influenced by their animal nature. Though they can't fully change shape as their lycanthrope ancestors can, shifters do become more bestial during the heat of battle, calling on the primal power of the beast within.</p>\n<p>Play a Razorclaw Shifter if you want...</p>\n<p>to tap into bestial strength or speed in battle.</p>\n<p>to be a character in tune with your primal savage nature.</p>\n<p>to be a member of a race that favors the druid, fighter, ranger, and warden classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>In broad strokes, shifters resemble humans with animalistic features. Their bodies are lithe and strong, and they often move in a crouched posture, springing and leaping along the ground. Their faces have a bestial cast, with wide, flat noses, large eyes and heavy eyebrows, pointed ears, and long sideburns. The hair of their heads is thick and worn long. Shifter skin and hair are usually some shade of brown.</p>\n<p>Longtooth shifters claim werewolves as ancestors and have a vaguely canine cast to their features that becomes much more pronounced when they use their longtooth shifting power. Razorclaw shifters are descended from weretigers and are more catlike, particularly when using razorclaw shifting.</p>\n<p>Shifters live about as long as humans.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A RAZORCLAW SHIFTER</h3>\n<p>Shifters are strongly influenced by their animal natures. They think and act like predators, conceiving of most activities in terms of hunting and prey. Longtooth shifters are drawn to a pack of companions, whether that's a family group or an adventuring party. They work well as part of a team in combat, coordinating their attacks with their allies and coming to the aid of beleaguered friends. They're drawn to the leader and defender roles, and they make excellent clerics, fighters, paladins, and wardens.</p>\n<p>Razorclaw shifters are more independent, self-reliant, and adaptable. They're no less devoted to their adventuring companions, but they trust their allies to take care of themselves, and they strive to carry their own weight in the group. They're more inclined to be strikers or controllers, and they favor classes such as avenger, druid, ranger, and rogue.</p>\n<p>Historically, most shifters dwelled in nomadic bands in plains and forests far removed from cities and towns. Since the fall of Nerath, however, the increasing dangers of the wilds have driven many shifters into closer proximity to human and elf communities. Some shifters have adapted smoothly to this change, carving niches for themselves as trappers, hunters, fishers, trackers, guides, or military scouts. Others have a much harder time fitting in. Shifters who feel alienated from the plains and forests they love sometimes take up the adventuring life as a way of escaping the confines of city walls and returning to nature. Some shifters, though, turn to a life of crime, preying on the residents of their new homes like the hunters they are.</p>\n<p>&nbsp;</p>\n<p><strong>Razorclaw Shifter Characteristics </strong>: Active, alert, fierce, freespirited, intuitive, perceptive, predatory, self-reliant, unrestrained, wild</p>\n<p><strong>Razorclaw Shifter Male Names </strong>: Ash, Brook, Claw, Cliff, Flint, Frost, River, Rock, Storm, Thorn, Tor</p>\n<p><strong>Razorclaw Shifter Female Names </strong>: Aurora, Autumn, Dawn, Hazel, Iris, Lily, Rain, Rose, Summer</p>\n<p>Published in Player's Handbook 2, page(s) 16.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"38VgpQHWulwAaL7P",
			"changes":[
				{
					"key":"system.skills.acr.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Razorclaw Shifter Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!x07iyQgn9szTuIUo.38VgpQHWulwAaL7P"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"x07iyQgn9szTuIUo",
	"_key":"!items!x07iyQgn9szTuIUo"
}