{
	"name":"Revenant",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'5\" - 6'2\"</p>\n<p><strong>Average Weight </strong>: 100 - 200</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Charisma or +2 Constitution</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light vision</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Endurance, +2 Intimidate.</p>\n<p>&nbsp;</p>\n<p><strong>REVENANT FEATURES</strong></p>\n<p><strong>Dark Reaping</strong></p>\n<p>You have the dark reaping power.</p>\n<p><strong>Past life</strong></p>\n<p>Select a race other than revenant. You are also considered a member of that race for the purpose of meeting prerequisites, such as feat or paragon path prerequisites.</p>\n<p><strong>Undead</strong></p>\n<p>You are considered an undead creature for the purpose of effects that relate to the undead keyword. You are also considered a living creature.</p>\n<p><strong>Unnatural Vitality</strong></p>\n<p>When you drop to 0 hit points or fewer and are subjected to the dying condition, you can choose to be dazed, instead of falling unconscious. You make death saving throws as normal, and if you fail one, you fall unconscious instead of being dazed.</p>\n<p>&nbsp;</p>\n<p><strong>REVENANT RACIAL POWER</strong></p>\n<p><strong>Revenant Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.7aFqAp4x39grblnk]{Dark Reaping}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Revenants are souls of the dead returned to a semblance of life by the Raven Queen or some other agency of the afterlife. Revenants do not appear as undead horrors or even anything like their former selves. When the Raven Queen reincarnates souls, they exist as her special creations, and they have the bodies of her choosing and creation. In this way, such souls are always marked as representatives of the Raven Queen's power. They emerge from the shadow of death fully formed and fully grown, set to handle whatever tasks they have been returned to deal with.</p>\n<p>A revenant has a body that is slender for his or her height, but this form possesses an uncanny toughness that contradicts the apparent build. Revenants have the same range of complexions as humans, but a revenant's skin is ashen and the features are sunken. Eyes are most commonly solid black with a single point of red light burning within them, but other eerie eye colors-including yellow, white, silver, and gold-are not uncommon. In some cases, the eyes glow with a ghostly light. Revenants' hair typically ranges from black through shades of gray to white. Revenants can grow facial hair, and males often have beards or mustaches that accentuate their ashen countenances.</p>\n<p>A revenant's face and skin clearly set a member of this race apart from other humanoids. A revenant's visage has a masklike quality that can be disturbing to mortal beings. Rough, dark scales appear on the flesh near the ends of a revenant's limbs, marking the revenant as one of those the Raven Queen has allowed back into the world of the living. A revenant's extremities end in strong, black fingernails and toenails that resemble claws.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A REVENANT</h3>\n<p>Death usually represents the gateway to the afterlife or the end of a natural existence. Sometimes, however, death can be just the beginning. For some select individuals, the Raven Queen or another agency of death bars passage to the next stage of existence, turning a soul back toward the natural world. In such instances, fate has other plans.</p>\n<p>A revenant arises not as an aimless corpse but as the embodiment of a lost soul given new purpose. Such a creature walks in two worlds. While the revenant moves among the living, it also exists in the shadows, haunted by the vague memories of a life it no longer possesses.</p>\n<p>Revenants do not build settlements or share a common culture as is customary of the other races. The only attributes that connect these living undead are a set of common physical characteristics and a similar origin and destiny. In all cases, a revenant is purposefully returned to the natural world after succumbing to a cessation of life. Dead, but unable to find its way to whatever waits beyond death's dark gates, the once-living soul is reconstituted as a revenant.</p>\n<p>The gods of death and fate often require agents in the natural world, and they don't always have enough exarchs or aspects to deal with all the work they seek to accomplish. For this reason, revenants are called into existence. However, the rules governing the gods and how they can intrude upon the natural world are often mysterious and seemingly contradictory to mere mortals. For this reason, it seems that revenants enter the world without clear directions or even full memories of the life they once lived.</p>\n<p>Revenants often appear in adult form, fully grown and instinctively capable of dealing with the world around them. Most awaken in a place of the dead, such as a graveyard or a crypt, with only vague memories of whatever went before and usually with a driving compulsion to accomplish some partially remembered task or vaguely defined quest.</p>\n<p>Most revenants remember only fragments of the life they lived before, as well as snatches of a peaceful darkness that immediately preceded their return to the world. Some need time to come to grips with the fragmented memories and driving compulsions. Others take to their new existence easily and without too much analysis and soul-searching. Many recall a woman's voice, soft and melodious, not unlike the gentle flutter of black-feathered wings, that follows them out of the shadows and back to the wakefulness of the natural world. The words are gentle but insistent, and often the source of any compulsion that a revenant experiences upon returning to life. Although each revenant returns to the world in a different way, most recall words that drifted out of the darkness with them. \"Arise, my champion,\" the voice demands of them. \"There is work to do.\"</p>\n<p>&nbsp;</p>\n<p><strong>Revenant Characteristics </strong>: Agile, cold, determined, fearsome, hard-bitten, noble, pragmatic, tragic</p>\n<p><strong>Revenant Male Names </strong>: Bane, Carver, Dredge, Erak, Riven, Rook, Scourge, Sever, Snipe, Wrath</p>\n<p><strong>Revenant Female Names </strong>: Blessed, Charm, Fable, Ire, Lash, Nihil, Raven, Sunder, Vengeance</p>\n<p>Published in Dragon Magazine 376, page(s) 35, Heroes of Shadow, page(s) 116.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"GbtHjvRs7XBhdPUu",
			"changes":[
				{
					"key":"system.skills.end.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.itm.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Revenant Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!ADXKTp2HihasJyul.GbtHjvRs7XBhdPUu"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ADXKTp2HihasJyul",
	"_key":"!items!ADXKTp2HihasJyul"
}