{
	"name":"Satyr",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'2'' - 5'10''</p>\n<p><strong>Average Weight </strong>: 120 - 190</p>\n<p><strong>Ability scores </strong>: +2 Charisma, +2 Constitution or +2 Dexterity</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light vision</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Nature, +2 Thievery.</p>\n<p>&nbsp;</p>\n<p><strong>SATYR FEATURES</strong></p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Light of Heart</strong></p>\n<p>You can make saving throws both at the start of your turn and the end of your turn against fear effects that a save can end.</p>\n<p><strong>Lure of Enchantment</strong></p>\n<p>You have the lure of enchantment power.</p>\n<p><strong>Male Only</strong></p>\n<p>All satyrs are male.</p>\n<p><strong>Pleasant Recovery</strong></p>\n<p>You regain 1d8 additional hit points for each healing surge you spend during a short rest.</p>\n<p><strong>Sly Words</strong></p>\n<p>Bluff is always a class skill for you.</p>\n<p>&nbsp;</p>\n<p><strong>SATYR RACIAL POWER</strong></p>\n<p><strong>Satyr Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.7SOvwzfogGV5IWYZ]{Lure of Enchantment}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Born of a union between satyr and nymph, a satyr is always male. Satyrs resemble humans with the legs of goats, and they are covered in fur from the waist down. Most satyrs have a pair of small horns sprouting from their heads, ranging in shape from a pair of small nubs to the curling horns of the largest rams. They display the broad shoulders and powerful upper bodies of humans, and most sport some kind of facial hair. Their wild, curly hair ranges in length, with younger satyrs keeping their hair short. Older satyrs let it grow as they age, until it hangs about their shoulders.</p>\n<p>Though not as robust as other fey, satyrs lead long lives compared to most humanoids. They reach adulthood at around the same age as humans, but can live to be two hundred years old or more. Satyrs become tough and serious as they age, losing the mischievous appearance of their youth to resemble stern grandfathers and stoic leaders. However, a twinkle of troublemaking still shines in even the oldest satyr's eyes.</p>\n<p>Young satyrs grow quickly to maturity. Though they remain small in size as children, satyrs are capable of complex speech and movement in a matter of weeks. Young satyrs resemble infants in size and appearance, but they speak and interact with the competence of a human adolescent.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A SATYR</h3>\n<p>A race branded by folklore as tricksters, hedonists, and charlatans, satyrs only partially deserve the dark aspect of their reputation. Satyrs first came to the mortal realm when the world was young and had not yet fully healed from the destruction of the Dawn War. That war drew the Feywild closer to the mortal realm, connecting the two through rifts in the fabric of the planes that the inhabitants of the natural world would come to call fey crossings.</p>\n<p>Possessed of mischievous and investigative souls, satyrs ventured cautiously through the fey crossings and made contact with the fledgling races of the world. Most of these early meetings were brief and violent. Though adventuresome, satyrs are also skittish, even as the humanoids of the world often see unintended threats in the strange and the unknown. From these early encounters came the seeds from which the folk tales sprung-stories of satyrs appearing within frontier villages to spread merry mayhem, and using the magic of song to charm children, maidens, and matrons alike.</p>\n<p>Over time, the growing conflicts of the mortal realm saw the satyrs abandon the fey crossings to sequester themselves in their safe havens in the Feywild. There, they avoided the wars of other races, content to spend their days in revelry rather than try to interfere in the troubles of mortals and fey alike.</p>\n<p>In recent times, the mortal realm has begun to call to the satyrs once again. With the fall of great empires and the collapse of civilization down to isolated outposts in a widening wilderness, the satyrs are drawn to explore that wilderness once more. Their race has become well known to the barbarian tribes and civilized outposts along the borderlands, where they emerge from fey crossings to sate their curiosity regarding the mortal realm.</p>\n<p>&nbsp;</p>\n<p><strong>Satyr Characteristics </strong>: Amicable, capricious, inquisitive, lighthearted, mischievous, tricky</p>\n<p><strong>Satyr Male Names </strong>: Adronus, Barases, Canteon, Dantes, Gilderos, Pan, Puck, Romeus, Silenus, Tarteron</p>\n<p>Published in Heroes of the Feywild, page(s) 34.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"tfoVPK938pNXmgbr",
			"changes":[
				{
					"key":"system.skills.nat.base",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.thi.base",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Satyr Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!fFyTGjEIpkmYzgZW.tfoVPK938pNXmgbr"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fFyTGjEIpkmYzgZW",
	"_key":"!items!fFyTGjEIpkmYzgZW"
}