{
	"name":"Shade",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'6\" - 6'2\"</p>\n<p><strong>Average Weight </strong>: 100 - 160</p>\n<p><strong>Ability scores </strong>: +2 Charisma, +2 Dexterity or +2 Intelligence</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Darkvision</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Arcana, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>SHADE FEATURES</strong></p>\n<p><strong>Fragile Mortality</strong></p>\n<p>You have one fewer healing surge than normal.</p>\n<p><strong>Master of Shadows</strong></p>\n<p>When your class grants you a utility power after 1st level, you can forgo taking that power. Instead, you can take a shade utility power of the same level or lower.</p>\n<p><strong>One with Shadow</strong></p>\n<p>You have the one with shadow power.</p>\n<p><strong>Practiced Sneak</strong></p>\n<p>You have training in Stealth.</p>\n<p><strong>Shadow Origin</strong></p>\n<p>The Shadowfell has left its mark on you, so you are considered a shadow creature for the purpose of effects that relate to creature origin.</p>\n<p>&nbsp;</p>\n<p><strong>SHADE RACIAL POWER</strong></p>\n<p><strong>Shade Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.7TwZslKIpAkmgdVF]{One with Shadow}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Shades resemble their original human selves, though they sacrifice their native vitality to the ritual that turns them into slender creatures of shadow. Their darkness-piercing eyes become orbs of dull black, dark gray, or purple. Their coloring takes on subdued hues, with most shades having pale skin and lank, black hair. Shades prefer dark, somber clothing of silk, suede, or supple leather, decorated with brass and iron. Their metal weapons and tools are coated with special oils that dull any sheen or reflection.</p>\n<p>The Trail of Five Darknesses has a dramatic effect on longevity, doubling a shade's normal life span. Rumors abound of shades who eventually attain a level of power that allows them to stop aging altogether.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A SHADE</h3>\n<p>Ambitious, ruthless, and paranoid, shades are humans who trade part of their souls for a sliver of the Shadowfell's dark essence. Even more so than the shadowborn-natives of the Shadowfell descended from the common races-shades are gloom incarnate. No matter what nations or land one was first born into, each shade undergoes a dark rebirth that transforms him or her into a creature of stealth and secrecy who is caught between life and death. In exchange for the twilight powers granted to shades, the Shadowfell taints their souls with dark thoughts and a darker disposition.</p>\n<p>A human who chooses to become a shade is reborn into shadow through a transformative ritual that draws on the ambient magic present at shadow crossings-places where the veil between the world and its dark echo is thinnest. Known in scholarly circles as the Trail of Five Darknesses, this arduous ritual is as likely to slay its practitioner outright-obliterating body and soul-as it is to grant the ability to wield shadow magic.</p>\n<p>Unbridled ambition and utter desperation are common reasons for a human to undertake the Trail of Five Darknesses, since the taint of the Shadowfell marks a shade as an outcast forever. Shades maintain a determined self-reliance when among their own kind, because they know all too well the greed and duplicity their race is capable of. However, shades also believe in strength in numbers, and as such they congregate in settlements close to shadow crossings, both in the world and the Shadowfell.</p>\n<p>A few shades deny the self-serving nature of their kind, striving to ensure that the true nature of their souls overcomes the shadowy nature of their chosen path. Rejecting their own kind, these shades seek the company of the common races. Drawn to the life of an adventurer, such shades try to earn the trust of a close circle of friends, defending those comrades with the ruthlessness for which their kind is known. However, some decry this behavior as just another facet of the shades' characteristic avarice-treating friends as personal possessions that must be kept safe at all costs.</p>\n<p>&nbsp;</p>\n<p><strong>Shade Characteristics </strong>: Ambitious, brooding, manipulative, paranoid, pragmatic, reserved</p>\n<p><strong>Shade Names </strong>: Blackwood, Dubhtyn, Eboncross, Gloomhollow, Hematiton</p>\n<p>Published in Heroes of Shadow, page(s) 121.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"kEHzKSimfJDr16ZA",
			"changes":[
				{
					"key":"system.skills.arc.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Shade Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!jurC136DUqFKfd7I.kEHzKSimfJDr16ZA"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"jurC136DUqFKfd7I",
	"_key":"!items!jurC136DUqFKfd7I"
}