{
	"name":"Shadar-kai",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'7\" - 6'0\"</p>\n<p><strong>Average Weight </strong>: 110 - 170</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Intelligence or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Acrobatics, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>SHADAR-KAI FEATURES</strong></p>\n<p><strong>Shadow Jaunt</strong></p>\n<p>You can use shadow jaunt as an encounter power.</p>\n<p><strong>Shadow Origin</strong></p>\n<p>The Shadowfell has left its mark on you, so you are considered a shadow creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Winterkin</strong></p>\n<p>Due to your connection to the Raven Queen, you gain a +1 racial bonus to your Fortitude defense. You also gain a +2 racial bonus to death saving throws and saving throws against the unconscious condition.</p>\n<p>&nbsp;</p>\n<p><strong>SHADAR-KAI RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.piVS8GwXkcAbr0T6]{Shadow Jaunt}</p>\n<p>&nbsp;</p>\n<p>Long eons in the Shadowfell have shaped the shadar-kai into a fiery and, some say, cruel people. Fighting the apathy pervasive in their home plane, shadar-kai live passionately and fearlessly, if grimly. They see themselves as instruments of death and dissolution, the bringers of the righteous end to complacency, stagnation, and life itself. Theirs is a harsh society of self-interest. Among shadar-kai, the strong of body and mind excel and create legends. The weak molder to dust, passing into eternity unremembered.</p>\n<p>Play a Shadar-kai if you want...</p>\n<p>to use your shadow origins to enhance your abilities with dark powers.</p>\n<p>to be part of a culture that values great deeds and great power.</p>\n<p>to be a member of a race that favors the avenger, bard, fighter, invoker, ranger, rogue, sorcerer, warlord, and wizard classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Shadar-kai are humanlike, but the weight of existence in the Shadowfell has shaped them to be slightly shorter and much thinner than their human counterparts. A shadar-kai has a colorless complexion that varies from alabaster to dark gray. Shadar-kai hair is similarly drab or raven black. Pale hair might have a hint of color within the range of human norms. The eyes are lustrous and black, lacking any white or clear pupil. Shadows near a shadar-kai sometimes seem to reach out or deepen, especially when the shadar-kai is angry.</p>\n<p>Although drab in natural appearance, shadar-kai are quite elaborate and idiosyncratic in personal adornment. They like dark and exotic clothing, jewelry, and weapons, often decorated with swatches of bright color. Hair is similarly ornate and often dyed. All shadar-kai embellish their skin with tattoos, scars, and piercings.</p>\n<p>A shadar-kai could live longer than any eladrin. Few do, however; the consequences of extreme living keep them from seeing old age. Some simply fade away, disappearing into shadow and death, perhaps leaving behind a wraith as the soul passes into the Raven Queen's care.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A SHADAR-KAI</h3>\n<p>The Shadowfell saps living creatures of creativity and the will to live. When shadar-kai moved to the Shadowfell ages ago, they were not immune to this depression. Numerous members of their early society gave in to ennui and simply slipped out of existence, driving the shadar-kai to change their lifestyle, embracing strong emotions and peak experiences. These practices, born out of necessity, became traditions over countless generations.</p>\n<p>The current culture of the shadar-kai is a study in pushing boundaries. Shadar-kai welcome difficult tasks, as well as physical and emotional extremes, as a way of life. They learn to channel the darkness of the Shadowfell rather than allowing that darkness to consume them. And they accept death as the inevitable end for those who fail to attain the right amount of power or fame.</p>\n<p>Shadar-kai embrace living with gusto. The limits of pleasure and pain distract them from the wearying melancholy of the Shadowfell. They also strive for personal greatness, so that if they fail to gain the actual ability to live forever, stories of their great deeds will grant a sort of immortality. In this search for personal glory, most shadar-kai ignore banalities such as comfort, morality, and safety.</p>\n<p>The tattoos, scars, and piercings a shadar-kai wears have more than one purpose. They exist as a testament to the wearer's ability to withstand pain as well as a means of personal expression and decoration. Each decoration can also be a record of a deed done, an honor gained, or a misdeed declared.</p>\n<p>These records are important, because personal merit is all a shadar-kai really has. Other signs of personal worth, such as wealth, are but manifestations of success-side effects. Money, for example, can be gained by chance. What matters is an affluent shadar-kai's ability to protect his or her holdings and the ability to gain more.</p>\n<p>Although shadar-kai leave the Shadowfell to seek fortune in the world and among the planes, a few needs and wants drive a shadar-kai to return home from time to time. Most shadar-kai feel a basic need to visit the enveloping dimness of the Shadowfell at least intermittently. The plane is unlike even the darkest reaches of other planes. Obtaining new adornments and equipment in the proper style often requires a return to the Shadowfell. Shadar-kai also return to their gloomy settlements to spend time among those who see extreme, weird, or even deviant as normal. And they come home to brag.</p>\n<p>As a rule, shadar-kai are far from humble about their abilities and accomplishments. Boasting and bravado, called \"crowing\" among shadar-kai, are common in shadar-kai gathering places. Shadar-kai crow in battle, talking up their successes and speaking doom to their enemies. During birthdays and other celebrations, shadar-kai have what they call \"crowing moots,\" where boasting is taken to the level of artistic and poetic ritual. In addition to the verbal jousting, moots often include, or degenerate into, physical competitions and duels among the participants. As with other deeds among shadar-kai, the greatest \"crower\" of a moot gains a token-a physical representation such as a tattoo-to commemorate his or her victory. A few shadar-kai, known as doomspeakers, take this \"crowing\" custom to a supernatural level, becoming so adept at malediction that they can demoralize and sting their foes with dark threats and bloody predictions.</p>\n<p>Truth be known, shadar-kai don't care if their bravado ultimately proves false. Despite their origin, they have no fear of defeat or agonizing death. What they truly dread is to live without having experienced life, fading into nothingness and being forgotten. Death in battle or even execution for a crime is a statement of a life lived. After all, shadar-kai are death's children.</p>\n<p>The Raven Queen is a fair mother, if not a loving one. When the shadar-kai called upon her in ancient times, she answered. She still does. While she spares little love, she also never demands the love of her children. Almost all shadar-kai revere the Raven Queen, but each shadar-kai is free to choose his or her destiny and way of life, including religion.</p>\n<p>&nbsp;</p>\n<p><strong>Shadar-kai Characteristics </strong>: Ambitious, bloodthirsty, detached, excessive, grim, intrepid, rash, ruthless, sinister, thrill-seeking, unconventional, violent, zealous</p>\n<p><strong>Shadar-kai Male Names </strong>: Albrek, Baden, Codren, Emul, Horiam, Hutahn, Ioan, Lucyan, Mahahn, Niku, Ovid, Petru, Razvahn, Serbahn, Shathys, Teodahr, Vasylay, Zahar</p>\n<p><strong>Shadar-kai Female Names </strong>: Afyn, Anka, Bahnka, Codruta, Doru, Dyon, Floahr, Ghita, Helayna, Ioana, Jenit, Katryn, Lucya, Markella, Nadya, Roduka, Sahyeh, Tabita, Yalda, Zyna</p>\n<p>Published in Dragon Magazine 372, page(s) 5.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"bmaJHkfohvRZ8xuz",
			"changes":[
				{
					"key":"system.skills.acr.base",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.base",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Shadar-kai Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!S0k4f5cKDXMd8x7a.bmaJHkfohvRZ8xuz"
		},
		{
			"name":"Winterkin",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.S0k4f5cKDXMd8x7a",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"qPONjK135qktPaGD",
			"changes":[
				{
					"key":"system.defences.fort.value",
					"mode":2,
					"value":"1"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!S0k4f5cKDXMd8x7a.qPONjK135qktPaGD"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"S0k4f5cKDXMd8x7a",
	"_key":"!items!S0k4f5cKDXMd8x7a"
}