{
	"name":"Shardmind",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5' 9\" - 6' 2\"</p>\n<p><strong>Average Weight </strong>: 180 - 230</p>\n<p><strong>Ability scores </strong>: +2 Intelligence, +2 Charisma or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common, Deep Speech, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Arcana, +2 Endurance, +2 to choice of one other.</p>\n<p>&nbsp;</p>\n<p><strong>SHARDMIND FEATURES</strong></p>\n<p><strong>Crystalline Mind</strong></p>\n<p>You have resist 5 psychic. The resistance increases to 10 at 11th level and 15 at 21st level.</p>\n<p><strong>Immortal Origin</strong></p>\n<p>Your spirit is native to the Astral Sea, so you are considered an immortal creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Living Construct</strong></p>\n<p>You are a living construct. You do not need to eat, drink, breathe, or sleep. You never make Endurance checks to resist the effect of starvation, thirst, or suffocation. All other conditions and effects affect you normally.</p>\n<p><strong>Shard Swarm</strong></p>\n<p>You have the shard swarm power.</p>\n<p><strong>Telepathy</strong></p>\n<p>You can communicate telepathically with any creature within 5 squares of you that has a language.</p>\n<p>&nbsp;</p>\n<p><strong>SHARDMIND RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.admYIuBThQZ8pPMD]{Shard Swarm}</p>\n<p>&nbsp;</p>\n<p>Shardminds are sentient fragments of the Living Gate, which once stood at the pinnacle of the intricate lattice of the Astral Sea. Beyond that gate lay the alien Far Realm, and the gate's destruction during the Dawn War resulted in the rise of the mind flayer empire. Though Ioun's power holds the portal closed, shardminds seek to rebuild the gate and forever cut off the Far Realm's ability to influence the world.</p>\n<p>Play a Shardmind if you want...</p>\n<p>- to play a strange, intellectual character who has a strong psionic flavor.</p>\n<p>- to embody an ancient history that makes you an enemy of the Far Realm and its denizens.</p>\n<p>- to be a member of a race that favors the psion, wizard, and invoker classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Shardminds are crystalline creatures consisting of hundreds of small shards of translucent green, white, red, or amber crystal assembled into humanoid form and animated by a force of pure psionic energy. Shardminds choose their forms to mimic the shapes of humanoids; some take on forms that seem more masculine, while others appear more feminine. A shardmind's animating force glows dimly from within each of its component shards, emanating most brightly from where the eyes of a natural humanoid would be. This inner light sheds dim light in a shardmind's space, but a shardmind individual can squelch the light with an instant's concentration-in order to hide in the dark, for example.</p>\n<p>The crystalline fragments making up a shardmind's body are in constant, silent motion, almost like the circulation of blood. When a shardmind is stunned or unconscious, it might lose control of the tight mental reins that keep its body in humanoid form, a few shards slipping free into orbits around its body until the shardmind regains control.</p>\n<p>Shardminds are living creatures only in the loosest sense. Their crystalline bodies require no sustenance, and they don't breathe. They don't need sleep, though they must still rest for six hours to gain the benefits of an extended rest. They don't have gender and don't reproduce, but the shardminds alive today aren't the same ones that sprang to life during the Dawn War. Shardminds say that the Living Gate shattered into countless fragments, and each time an awakened shardmind is killed, another one somewhere in the universe stirs to consciousness.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A SHARDMIND</h3>\n<p>Shardminds are fragments of pure thought given life and substance. They are logical, emotionally distant, and naive to the ways of society in the world. Some approach life with innocent curiosity, eager to embrace the wealth of experiences the world has to offer, while others remain reserved and aloof, bearing a higher purpose in mind at all times. Though they often seem dispassionate, when a strong emotion seizes them, they experience it powerfully. For example, shardminds don't get annoyed; they become enraged.</p>\n<p>Although the race as a whole shares a common goal of rebuilding the Living Gate, several philosophies disagree on how to accomplish that goal. The three most important sects are the Thought Builders, the God Shards, and the Shard Slayers. See \"Shardmind Backgrounds\" for more information about each philosophy.</p>\n<p>&nbsp;</p>\n<p><strong>Shardmind Characteristics </strong>: Detached, insightful, intellectual, logical, thoughtful, volatile</p>\n<p><strong>Shardmind Names </strong>: Amata, Arshaka, Arwia, Balashi, Bashanu, Belessunu, Dipana, Erishti, Eshunu, Hunzu, Iltani, Ishmea, Kuaya, Kubaba, Kuri, Manishtu, Naram, Nuraya, Seluku, Tabni, Ubashu, Utua, Zakiti</p>\n<p>Published in Player's Handbook 3, page(s) 12.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"tyD9xAHU8MKEhc0q",
			"changes":[
				{
					"key":"system.skills.arc.base",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.end.base",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Shardmind Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!3KCmRs5h4vuSa9eL.tyD9xAHU8MKEhc0q"
		},
		{
			"name":"Crystalline Mind",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.3KCmRs5h4vuSa9eL",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"sOcsixtKHTeRvYM2",
			"changes":[
				{
					"key":"system.resistances.psychic.value",
					"mode":2,
					"value":"5 * @tier"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!3KCmRs5h4vuSa9eL.sOcsixtKHTeRvYM2"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"3KCmRs5h4vuSa9eL",
	"_key":"!items!3KCmRs5h4vuSa9eL"
}