{
	"name":"Shield Dwarf",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>A long history of internecine war has made the once clannish society of shield dwarves more open. Shield dwarves actively seek out friends and forge alliances against enemies. They judge others by their skill and bravery, not merely the honor of a bloodline or the number of beard hairs gone gray. Tradition, respect for elders, and the bonds of kinship are strong forces in shield dwarf culture. However, no shield dwarf would be thought dishonorable for seeking his or her own destiny, whether doing so involves battling orcs alongside elf allies or becoming a master crafter in a human city.<br>&nbsp;&nbsp;&nbsp;&nbsp;The history of the shield dwarves can be traced back through millennia. The sons of Taark Shanat the Crusader founded eight kingdoms, which fought, made alliances, rose to greatness as one nation, and then fell into separate states before vanishing from the face of the world. The last great dwarven kingdom of the North was Delzoun, and few are the shield dwarves who do not claim a connection to the bloodline of that realm.<br><br></p>\n<h3>Roleplaying a Shield Dwarf</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Even mountains change. Although you honor the past and strive to see the good of the present preserved, you know that nothing lasts forever. This impermanency is a reminder that one should never be too complacent or too proud. The ruins of cultures that fell to false pride litter the North. Only those who develop and guard a true greatness can maintain that greatness.<br>&nbsp;&nbsp;&nbsp;&nbsp;Even the strongest steel can break. Among the dwarves, it is said that allies are like axes&mdash;despite their strength, both can fail when you need them most. Though you strive to make alliances and return friendship in kind, you always remain wary of others. Your closest comrades are noteworthy exceptions, but you remain on the lookout for disloyalty, greed, and cowardice, particularly from other races.<br>&nbsp;&nbsp;&nbsp;&nbsp;A stout shield can both guard and smash. The clan cannot defend itself by hiding in the mountains. Neither can the warrior win merely by blocking attacks. When you face a foe, you must strike out at it. Never fear a challenge so much that you shy away from it.<br><br></p>\n<h3>Shield Dwarf Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Shield Dwarf Weapon Proficiency: </strong>Shield dwarves spend more time aboveground and in forested areas than their gold dwarf cousins. This has led to them relying on axes as tools and weapons.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain proficiency with the handaxe and the battleaxe. This benefit replaces Dwarven Weapon Proficiency.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Shield Proficiency: </strong>Besieged by numerous threats such as orcs and goblins, the shield dwarves take the name of their people seriously. Many are trained to use a shield regardless of duty or station.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain proficiency with the light shield. This benefit replaces Dwarven Weapon Proficiency.</p>\n<p>Published in Neverwinter Campaign Setting, page(s) 47.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"yxP37VhFGYTpbRuz",
			"changes":[
				{
					"key":"system.skills.dun.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.end.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"-1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Shield Dwarf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!GHg2ruFJE48eOKzN.yxP37VhFGYTpbRuz"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"GHg2ruFJE48eOKzN",
	"_key":"!items!GHg2ruFJE48eOKzN"
}