{
	"name":"Sun Elf (Eladrin)",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>The sun elves have lived apart from the events of the world for thousands of years. Despite the recent turmoil of the Spellplague, they see little reason to change. Indeed, the dangers of the modern age and the proven frailties of those gods not associated with the elves drives many sun elves to depend more than ever on their traditional insularity, closing ranks against outsiders that would spread chaos and doom.<br>&nbsp;&nbsp;&nbsp;&nbsp;Taking advantage of the renewed connection to the Feywild represents an exception for some sun elves, but for others it merely proves the point. The elves of Faerie might look and act like the elves of the world, but to many sun elves, they represent as much of a potential threat as any worldly nation.<br>&nbsp;&nbsp;&nbsp;&nbsp;Sun elves mimic the aloof (some might say haughty) nature of their society in their personal interactions as well. They are slow to smile, quick to disparage, and always ready to demonstrate their superior knowledge and skill. These barriers break down over time in the dealings between a sun elf and his or her closest allies, but many sun elves remain forever withdrawn in the company of people who speak plainly and show emotion openly.<br><br></p>\n<h3>Roleplaying a Sun Elf (Eladrin)</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Patience solves many problems. Sun elves live long lives, and so can afford to wait for time to take its toll on their enemies and the problems of shorter-lived races. Their long-term plans can take centuries to realize. As a sun elf, you are far more concerned with what might be ahead rather than the troubles of the moment.<br>&nbsp;&nbsp;&nbsp;&nbsp;A calm mind remains clear. Maintaining an inner and outward serenity allows you to think more clearly. In dire situations, a solemn outlook helps to keep peril at a distance and allows you to make the most well-reasoned choices.<br>&nbsp;&nbsp;&nbsp;&nbsp;Creatures are as they are born. Just as the deer cannot help but be hunted by the wolf, the wolf cannot fail to hunt lest it die. So too must the dwarf grub for gold and the halfling avoid home and responsibility. The rabbit cannot fly any more than the fox can graze to survive. Do not expect others to rise to your level or to change their ways to suit you.<br><br></p>\n<h3>Moon Elf (Eladrin) Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Elf Weapon Proficiency: </strong>Elves and eladrin of all stripes take time to learn the traditional weapons of their people.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain proficiency with the longbow and the shortbow. This benefit replaces Eladrin Education.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sun Elf Skill Bonuses: </strong>The complex intrigues of sun elf courts require a subtlety and discernment that sun elves find useful in their relationships.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain a +2 bonus to Bluff checks and Insight checks. This benefit replaces the normal eladrin skill bonuses to Arcana and History.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wizard Implement Proficiency: </strong>The legendary magical skill of sun elves comes from a devotion to the use of arcane magic that extends as far back as the Crown Wars. Many eladrin learn to use the tools of arcane casters, employing those devices for aid in the use of their own magic.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain proficiency with the orb, the staff, and the wand as implements. This benefit replaces Eladrin Weapon Proficiency.</p>\n<p>Published in Neverwinter Campaign Setting, page(s) 50.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"Uke2Q5X1l9dJB7Dq",
			"changes":[
				{
					"key":"system.skills.blu.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.ins.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Sun Elf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!DSUXZuh3ztVFOL2H.Uke2Q5X1l9dJB7Dq"
		},
		{
			"name":"Eladrin Will",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.DSUXZuh3ztVFOL2H",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"O35WSyP2bOc0RnlA",
			"changes":[
				{
					"key":"system.defences.wil.race",
					"mode":4,
					"value":"1"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!DSUXZuh3ztVFOL2H.O35WSyP2bOc0RnlA"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"DSUXZuh3ztVFOL2H",
	"_key":"!items!DSUXZuh3ztVFOL2H"
}