{
	"name":"Svirfneblin",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 3'2\" - 3'6\"</p>\n<p><strong>Average Weight </strong>: 55 - 80</p>\n<p><strong>Ability scores </strong>: +2 Wisdom, +2 Constitution or +2 Strength</p>\n<p><strong>Size </strong>: Small</p>\n<p><strong>Speed </strong>: 5 squares.</p>\n<p><strong>Vision </strong>: Darkvision</p>\n<p><strong>Languages </strong>: Common, Deep Speech, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Dungeoneering, +2 Perception.</p>\n<p>&nbsp;</p>\n<p><strong>SVIRFNEBLIN FEATURES</strong></p>\n<p><strong>Earth Walk</strong></p>\n<p>You ignore difficult terrain that is rubble, uneven stone, or an earthen construction.</p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Stone Camouflage</strong></p>\n<p>You have the stone camouflage power.</p>\n<p><strong>Under-dweller</strong></p>\n<p>Dungeoneering is always a class skill for you.</p>\n<p>&nbsp;</p>\n<p><strong>Svirfneblin Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.oW31QLlSCTnraOx8]{Stone Camouflage}</p>\n<p>&nbsp;</p>\n<p>Commonly referred to as deep gnomes, svirfneblin live primarily in the Underdark and rarely associate with their kindred on the surface. The two bloodlines separated so long ago that few similarities remain between them beyond a natural connection to magic. Many who don't understand the svirfneblin's way of life assume they are as dark and sinister as other creatures that live deep below the earth. For this reason, the \"deep gnomes\" must be vigilant against not only threats from their environment, but also from those who travel down from the surface. They have grown dour and insular by necessity, but they remain fundamentally good at heart. In a world of eternal darkness, where death lurks around every corner, a svirfneblin community provides a welcome contrast.</p>\n<p>The deep gnomes' muted expressions convey a sense of dreariness to most outsiders and certainly don't seem welcoming. Svirfneblin act standoffish to newcomers to protect their community, but anyone who gains their trust quickly learns they form close bonds of friendship. They focus on fulfilling their duties through hard work, either in the mines or around their settlement. In their off hours, svirfneblin enjoy telling stories in the company of their family and neighbors.</p>\n<p>Svirfneblin are a proud race that respects strength in numbers. They work well with others and value community over individual tastes. Constantly beset by threats, deep gnomes band together and form bonds of friendship that last a lifetime. They will die to protect the people they bond with.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>At a distance, svirfneblin look much like their surface-dwelling cousins but are distinguishable by their generally darker skin and gaunt bodies. They have little body fat, which makes them appear emaciated. They are very short, slightly smaller than surface gnomes, and stand no more than 3&frac12; feet tall. Females are taller than their male counterparts, though males are often stockier. Though they appear frail, svirfneblin are just as heavy as other gnomes. Their sturdy build results from the hard labor they undertake, which produces lots of muscle mass and a strong bone structure to support it.</p>\n<p>A svirfneblin's appearance is also unique to its community's Underdark (or Feydark) region. The skin color of deep gnomes varies according to the depth and location of their residences. In places where mineral-rich soil has formed veins of gray and black stone, svirfneblin populations have a darker skin tone. In areas where lava predominates, the gnomes' skin might display shades of maroon and brown.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A SVIRFNEBLIN</h3>\n<p>When creating a svirfneblin adventurer, here are a few points to consider.</p>\n<p>You are a team player. Whenever a problem arises, you always advocate for everyone to be involved in the solution. You are eager to contribute your skills and knowledge to the discussion.</p>\n<p>Strength in numbers. An individual svirfneblin never confronts a physical threat alone unless forced. You understand the intrinsic value of a coordinated group attack against a superior challenge. You can help the team find the best way to tactically take down an opponent using all the resources available.</p>\n<p>You know the depths better than anyone. You know your way around the Underdark. You might not like that fact, but it is true nonetheless. Travelers, adventurers, and other Underdark denizens seek you out for your expertise. Even if you don't know the exact path, you know the ever-changing landscape of the Underdark. It is a living entity to you, and you understand how it lives, breathes, and operates.</p>\n<p>Thanks for noticing. You go about your life with pride in your people, your lineage, and your capabilities, but you can't shake the feeling that you aren't quite good enough. Having deserted or been forced to leave your community and clan, no longer having a designated place in a social order, you might sense that you've lost your purpose. This feeling might lead you to apologize for simple errors or go beyond the call of duty to prove yourself. The simplest compliment could mean the world to you.</p>\n<p>&nbsp;</p>\n<p><strong>Svirfneblin Characteristics </strong>: Proud, meek, lonely, curious, solemn, dour, cynical</p>\n<p><strong>Svirfneblin Male Names </strong>: Ashcoffer, Belwar, Boonler, Molgar, Sachelhoffen, Tassen, Victorbuff</p>\n<p><strong>Svirfneblin Female Names </strong>: Anselway, Dollidor, Fansel, Gretzlynn, Juile, Polliwopple, Wailee</p>\n<p>Published in Into the Unknown: The Dungeon Survival Handbook, page(s) 46.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"BeOoKxy16suSlvj8",
			"changes":[
				{
					"key":"system.skills.dun.base",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.prc.base",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"-1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Svirfneblin Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!VHYwr0nlqs9dofAT.BeOoKxy16suSlvj8"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"VHYwr0nlqs9dofAT",
	"_key":"!items!VHYwr0nlqs9dofAT"
}