{
	"name":"Thri-Kreen",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5' 4\" - 6' 6\"</p>\n<p><strong>Average Weight </strong>: 180 - 240</p>\n<p><strong>Ability scores </strong>: +2 Dexterity, +2 Strength or +2 Wisdom</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 7 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Thri-kreen</p>\n<p><strong>Skill Bonuses </strong>: +2 Athletics, +2 Nature.</p>\n<p>&nbsp;</p>\n<p><strong>THRI-KREEN FEATURES</strong></p>\n<p><strong>Multiple Arms</strong></p>\n<p>Once per turn, you can draw or sheathe a weapon (or retrieve or stow an item stored on your person) as a free action instead of a minor action.</p>\n<p><strong>Natural Jumper</strong></p>\n<p>A thri-kreen is always considered to have a running start when jumping.</p>\n<p><strong>Thri-kreen Claws</strong></p>\n<p>You have the thri-kreen claws power.</p>\n<p><strong>Torpor</strong></p>\n<p>Rather than sleep, thri-kreen enter a torpid state. In this state, you remain aware of your surroundings, and you require only 4 hours of torpor (rather than 6 hours of sleep) to gain the benefit of an extended rest.</p>\n<p>&nbsp;</p>\n<p><strong>THRI-KREEN RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.WD6SOp21ujXNKtFz]{Thri-kreen Claws}</p>\n<p>&nbsp;</p>\n<p>Thri-kreen are mantislike humanoids that hunt in packs throughout the wastes of Athas. They have adapted to the harsh climate and are experts at surviving with only scarce resources. Thri-kreen are physically nimble, and many also have psionic abilities.</p>\n<p>Play a Thri-Kreen if you want...</p>\n<p>- to be a pragmatic hunter who knows how to survive in a harsh world.</p>\n<p>- to roleplay a race with beliefs and practices far different from those of humans.</p>\n<p>- to be a member of a race that favors the monk, druid, and ranger classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>The insectoid thri-kreen have six limbs and are covered in tough, sandy-colored chitinous plates. Their lowest pair of limbs is used as legs, and their upper pair of limbs serves as arms. The middle set of limbs is small but nimble, and the kreen use them for fine manipulation, leaving heavy work to the stronger upper arms. Both middle and upper hands have three clawed fingers and one opposable thumb. In combat, thri-kreen hold weapons or shields in their upper limbs, since the middle pair lacks the strength and using both sets of limbs would be awkward and unwieldy.</p>\n<p>Swift and athletic, thri-kreen are natural climbers and jumpers. Their wedge-shaped heads have large compound eyes, two (mostly vestigial) antennae, and powerful mandibles. They can speak an oddly accented form of Common but prefer their own language, which is easier to pronounce with their mouth parts.</p>\n<p>Thri-kreen have short life spans and rarely reach 30 years of age.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A THRI-KREEN</h3>\n<p>Thri-kreen minds, behavior, and physiology often seem bizarre to members of other races. Most Athasians don't understand the kreen and find them more than a little threatening. However, despite their fierce appearance, the insectlike humanoids can be loyal and courageous companions. Thri-kreen have most of the same needs and morals as do other races; they simply prioritize those needs and morals differently. Most important, thri-kreen judge others solely on physical and mental ability. The lazy and weak deserve contempt, regardless of race; likewise, strength and cleverness merit respect no matter who demonstrates these qualities.</p>\n<p>Thri-kreen view everything through the lens of the hunt and the predator-prey relationship. Their basic social units are the clutch and the pack. A clutch is a small group (of no more than six) to which an individual kreen has a close bond. The concept of the clutch combines \"team,\" \"friends,\" and \"family.\" Every thri-kreen has a birth clutch that consists of all surviving members of the group of eggs from which it hatched. Later in life, each kreen forms one or more other clutches, perhaps centered around adventuring groups or specialized hunting parties. A pack is a larger social unit that consists of any number of clutches. If deprived of a clutch, a thri-kreen is biologically compelled to seek out a new group to join.</p>\n<p>Obeying their pack instincts, thri-kreen try to find their place in any group. They use a series of challenges to determine the pecking order, assessing their possible clutchmates in secret or, when necessary, demanding trial by combat. Thri-kreen seize leadership of groups in which they're the strongest members, but they are willing to accept subordinate roles in the presence of powerful allies. They take orders from the pack or clutch leader without hesitation, eager to fulfill the duties of their position in the hierarchy. Despite the apparent autocracy of a kreen group, any member is free to voice its opinion and offer advice. Indeed, each thri-kreen is expected to have expertise in matters the others do not. All can and must contribute to the good of the clutch and the success of the hunt.</p>\n<p>In thri-kreen culture, the hunt is pervasive and crucial, and combat is just another kind of hunt. Thri-kreen rarely fight out of malice and see no need for aggression unless it is the best means of obtaining the resources they need to survive. Self-defense is another matter-a thri-kreen who has been attacked can't fathom any response other than a violent counterattack. After a victorious battle, a kreen's first instinct is to collect any useful possessions that belonged to the attacker or (in the case of beasts) to harvest the body for food.</p>\n<p>Many thri-kreen develop psionic abilities. Those who fully pursue these gifts often become monks or battleminds, taking advantage of their physical talents. Some attribute this natural ability to the thri-kreen's racial memory. Each member of the race is born with the clutch mentality and an innate knowledge of the thri-kreen language. When a thri-kreen encounters a place or item that played an important part in kreen history, it might see flashes of the past-an upwelling of racial memories long suppressed but present in all kreen.</p>\n<p>&nbsp;</p>\n<p><strong>Thri-Kreen Characteristics </strong>: Distinctive, dutiful, inscrutable, observant, predatory, single-minded, tough</p>\n<p><strong>Thri-Kreen Names </strong>: Cha'ka, Chuka-tet, Drik-chkit, Hakka, Ka'cha, Ka'tho, Kacht-ta, Kat'chka, Lakta-cho, Pak'cha, Pik-ik-cha, Sa'Relka, T'Chai, Tak-tha</p>\n<p>Published in Dark Sun Campaign Setting, page(s) 22.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"KAGnpwBPesDSCRMl",
			"changes":[
				{
					"key":"system.skills.ath.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.nat.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Thri-Kreen Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!g1OAbTykxnw56EX2.KAGnpwBPesDSCRMl"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"g1OAbTykxnw56EX2",
	"_key":"!items!g1OAbTykxnw56EX2"
}