{
	"name":"Vryloka",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'4\" - 6'2\"</p>\n<p><strong>Average Weight </strong>: 110 - 200</p>\n<p><strong>Ability scores </strong>: +2 Charisma, +2 Dexterity or +2 Strength</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 7 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, choice of one other</p>\n<p><strong>Skill Bonuses </strong>: +2 Perception, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>VRYLOKA FEATURES</strong></p>\n<p><strong>Blood Dependency</strong></p>\n<p>When you are bloodied, your healing surge value drops by 2.</p>\n<p><strong>Human Heritage</strong></p>\n<p>You gain a +5 racial bonus to Bluff checks made to pass as a human.</p>\n<p><strong>Lifeblood</strong></p>\n<p>You have the lifeblood power.</p>\n<p><strong>Living Dead</strong></p>\n<p>Because your soul is tainted by undeath, you are both living and undead. If a power has different effects on living creatures and undead creatures, you choose which effect applies to you.</p>\n<p><strong>Necrotic Resistance</strong></p>\n<p>You have necrotic resistance equal to 5 + one-half your level.</p>\n<p><strong>Vampiric Heritage</strong></p>\n<p>When your class grants you a utility power after 1st level, you can forgo taking that power. Instead, you gain a vryloka utility power of the same level or lower.</p>\n<p>&nbsp;</p>\n<p><strong>VYRLOKA RACIAL POWER</strong></p>\n<p><strong>Vryloka Racial Utility </strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.QZcn74a9fBEbW6Gd]{Lifeblood}</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Vrylokas were originally human, though the bloodbond ritual subtly changes their appearance. Vrylokas have dark gray or blue eyes that turn red when they are angered or excited. Their skin is uniformly pale, ranging from pinkish flesh to chalky white. Most vrylokas have hair in shades of red, from deep scarlet to strawberry blond. However, jet-black hair is found in rare individuals. A vryloka's upper canine teeth might appear slightly more pronounced than the human norm. However, unlike true vampires, vrylokas have no fangs.</p>\n<p>Vrylokas favor clothing and weapons that reflect their ancient origin, from layered robes and tall headdresses to long jackets and trousers, or bodices and skirts. Vryloka garb is often subtly embroidered with bloodred roses and thorns-the symbols of the Red Witch. Vrylokas favor red accentuated with brass and black, and they regard rubies as the most precious of gems.</p>\n<p>Vrylokas' armor is uniformly ornate, with their warriors favoring heavy plate. Their weapons are equally flamboyant, spiked and flourished with rubies and rose motifs.</p>\n<p>The bloodbond ritual causes vrylokas to live to be three hundred years old or more, and they retain their energy and vitality to their dying days. The most powerful vrylokas are said to be immune to the effects of age, though they can be killed like any other mortal creature.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A VRYLOKA</h3>\n<p>Uncounted centuries ago, in a land of mists and dark forests, the noble families of a now-forgotten kingdom sought a way to increase their life span beyond the meager years allotted to them by their human heritage. One evening, their elders were approached by a mysterious entity known only as the Red Witch-a scarlet-clad figure who held the key to their dreams. She offered to them a powerful blood-bonding ritual that would grant them the vitality of vampires without subjecting them to the taint of undeath. These human nobles became the first living vampires-blessed with great power gained at the price of their own vitality. In later centuries, these creatures became known by the name of the noble family that first forged the pact, the Vrylokas.</p>\n<p>By carefully concealing their true nature, the first vrylokas quickly rose to power, becoming the rulers of their realm. In time, others learned of the dark accord that was the source of their power. An uprising of the vrylokas' human subjects soon followed, and their former kingdom was cast down and lost to the mists of time. However, the living vampires endured.</p>\n<p>Over long generations, these deposed nobles managed to insinuate themselves into the upper classes of other nations, reestablishing their power and prestige. Paying attention to the lessons of their history, vrylokas go to great lengths to keep their true nature secret, living elaborately crafted double lives.</p>\n<p>To the world at large, vrylokas are known as human nobles who were displaced from distant ancestral homelands. But even as they are welcomed into the upper circles of their adopted cultures, the vrylokas maintain their true society in the shadows-a dark court of living vampires constantly plotting for power against each other and the mortal races.</p>\n<p>&nbsp;</p>\n<p><strong>Vryloka Characteristics </strong>: Ardent, daring, grudging, jaded, impulsive, passionate</p>\n<p><strong>Vryloka Male Names </strong>: Aurel, Bogdan, Claudiu, Grigore, Mircea, Stelian</p>\n<p><strong>Vryloka Female Names </strong>: Adela, Crina, Elzeny, Iulia, Mirela, Sanda</p>\n<p>Published in Heroes of Shadow, page(s) 126.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"Ab0Mrki3zwjaCqDe",
			"changes":[
				{
					"key":"system.skills.prc.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2"
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1"
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Vryloka Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!dEQawHNGg8vy7FzR.Ab0Mrki3zwjaCqDe"
		},
		{
			"name":"Necrotic Resistance",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.dEQawHNGg8vy7FzR",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"LLTOO9y20mexTIRF",
			"changes":[
				{
					"key":"system.resistances.necrotic.untyped",
					"mode":2,
					"value":"5 + @lvhalf"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!dEQawHNGg8vy7FzR.LLTOO9y20mexTIRF"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"dEQawHNGg8vy7FzR",
	"_key":"!items!dEQawHNGg8vy7FzR"
}