{
	"name":"Warforged",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 6'0\" - 6'6\"</p>\n<p><strong>Average Weight </strong>: 270 - 300</p>\n<p><strong>Ability scores </strong>: +2 Constitution, +2 Intelligence or +2 Strength</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Normal</p>\n<p><strong>Languages </strong>: Common</p>\n<p><strong>Skill Bonuses </strong>: +2 Endurance, +2 Intimidate.</p>\n<p>&nbsp;</p>\n<p><strong>WARFORGED FEATURES</strong></p>\n<p><strong>Living Construct</strong></p>\n<p>You are a living construct. You do not need to eat, drink, breathe, or sleep. You never make Endurance checks to resist the effect of starvation, thirst, or suffocation. All other conditions and effects affect you normally.</p>\n<p><strong>Unsleeping Watcher</strong></p>\n<p>You do not sleep and instead enter a state of inactivity for 4 hours to gain the benefits of an extended rest. While in this state, you are fully aware of your surroundings and notice approaching enemies and other events as normal.</p>\n<p><strong>Warforged Mind</strong></p>\n<p>You have a +1 racial bonus to your Will.</p>\n<p><strong>Warforged Resilience</strong></p>\n<p>You have a +2 racial bonus to saving throws against ongoing damage. Also, when you make a death saving throw, you can take the better result of your die roll or 10.</p>\n<p><strong>Warforged Resolve</strong></p>\n<p>You have the warforged resolve power.</p>\n<p>&nbsp;</p>\n<p><strong>WARFORGED RACIAL POWER</strong></p>\n<p>@Compendium[dnd-4e-compendium.module-powers.YyZIwUxSO4lRdjcP]{Warforged Resolve}</p>\n<p>&nbsp;</p>\n<p>Created as soldiers for the Last War, warforged are artificial humanoids who are intelligent and selfaware. Without a war to fight, freed of their creators, and with no heritage or culture of their own, warforged are searching for a place in the world.</p>\n<p>Play a Warforged if you want...</p>\n<p>to be strong, tough, and built for battle.</p>\n<p>to be a creature searching for the meaning of your existence.</p>\n<p>to be a member of a race that favors the fighter, barbarian, warden, and paladin classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Warforged are bulky humanoids covered in plates of metal and stone. A skeleton of these materials supports woody fiber bundles that comprise a warforged's muscular system. Warforged bodies have an internal network of tubes filled with a bloodlike fluid that nourishes and lubricates their systems. Their powerful arms end in hands that each have two fingers and one thumb, and each of their feet has two broad toes.</p>\n<p>Warforged heads have simple humanlike features. They have heavy brows, hinged toothless jaws, and no noses. A warforged's eyes sometimes glow when he or she experiences certain intense emotions. The forehead of each warforged bears a unique rune called a ghulra. These ghulra help give warforged a sense of individuality.</p>\n<p>Warforged possess an artificial and relatively sexless shape. They don't reproduce like other humanoids. A warforged can modify its body, adding and removing limbs as necessary. A warforged feels pain only from real injury. These physical modifications allow warforged to vary in appearance as much as any other humanoids.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A WARFORGED</h3>\n<p>Warforged have a straightforward emotional range. Although they experience pain, fear, hatred, and anger like other races, they are reserved and pensive, hiding emotions behind expressionless metal faces. Some warforged lack introspection and are dangerously na&iuml;ve or emotionally stunted. Many warforged are the opposite, though. They question the purpose of their existence and consider whether or not they have souls. A few warforged develop sophisticated philosophies about what they perceive and learn. Many warforged fall in with humanoids of similar mindsets, working passionately for an organization or a religion. A warforged typically forms a strong emotional attachment to a small group of comrades.</p>\n<p>A warforged often has limited experiences in the world, having spent its existence assigned to one specific duty. Warforged enjoy working, and many create endless lists of goals and chores. They take pride in their jobs, and they dislike idleness and failure more than most races do. A warforged's sensibilities give it a single-minded efficiency with any task, particularly in combat. War and military conditioning color warforged behavior. Warforged intuitively understand duty, conflict, the chain of command, and other elements of war and soldierly life. Because most warforged have bodies that resemble males, they identify themselves as males and prefer to be called \"he\" rather than \"it.\" Some warforged adopt female names, though. Most warforged have simple names related to their jobs, abilities, or military positions. Warforged often accept the names or the nicknames that their comrades give them, although some search long for particular names that define them. Many simply take names common within another race, especially those of humans.</p>\n<p>&nbsp;</p>\n<p><strong>Warforged Characteristics </strong>: Aggressive, alert,brave, curious, forthright, industrious, loyal, methodical, na&iuml;ve, practical, reserved, simple</p>\n<p><strong>Warforged Names </strong>: Azm, Book, Bulwark, Cart, Cutter, Falchion, Graven, Hammer, Mark, Morg, Nameless, Pierce, Pious, Relic, Rune, Steeple, Three, Titan, Unsung, Victor, Watcher, Zealot</p>\n<p>Published in Eberron Player's Guide, page(s) 32.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"avQNO1zJE5MdlHjw",
			"changes":[
				{
					"key":"system.skills.end.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.itm.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Warforged Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!eiXuqvydF0PjaQmA.avQNO1zJE5MdlHjw"
		},
		{
			"name":"Warforged Mind",
			"icon":"icons/environment/people/group.webp",
			"origin":"Compendium.dnd-4e-compendium.module-races.Item.eiXuqvydF0PjaQmA",
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"disabled":false,
			"flags":{
				"dnd4e":{
					"dots":[],
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"_id":"FGOeMOmBSgpFmIXA",
			"changes":[
				{
					"key":"system.defences.wil.race",
					"mode":4,
					"value":"1"
				}
			],
			"description":"",
			"transfer":true,
			"statuses":[],
			"tint":null,
			"_key":"!items.effects!eiXuqvydF0PjaQmA.FGOeMOmBSgpFmIXA"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"eiXuqvydF0PjaQmA",
	"_key":"!items!eiXuqvydF0PjaQmA"
}