{
	"name":"Wild Elf",
	"type":"raceFeats",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>Of all the fey folk of the world, wild elves live most closely with nature. Indeed, many wild elves see themselves as the only true examples of their race, since they are the only ones living as their ancient ancestors did. At first glance, because of their body paint and beadwork, wild elves can easily be mistaken for primitive hunter-gatherers. Their culture, however, contains complex and intricate traditions that have survived largely unchanged from the time of the Crown Wars.<br>&nbsp;&nbsp;&nbsp;&nbsp;Wild elves are more isolationist than their sun elf cousins&mdash;often violently so. Those wild elves who do interact with members of other races are sometimes seen as tainted from that contact. As such, wild elves who choose to forge strong bonds with others must often forsake close ties with their kin.<br><br></p>\n<h3>Roleplaying a Wild Elf</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;All other cultures are wrong. You might have left your people by your own choice, but that decision has not changed how you view the world. Among your kind, all ways but those of the wild elves represent corruption and iniquity. Though you might be more open to the customs of other folk than most of your kind, it is hard for you to entirely set aside your distrust of those people.<br>&nbsp;&nbsp;&nbsp;&nbsp;The world knows more than any elf. You view the natural world and its primal spirits as cousins and friends. You see portents in the change of the weather, the flight paths of birds, and the health of plants. Those places where the world cannot display its natural order&mdash;cities, dungeons, magical terrain&mdash;seem dangerous to you, because you cannot depend on signs you cannot read.<br>&nbsp;&nbsp;&nbsp;&nbsp;Birds fly because they have wings. Wild elves are nomads who must constantly wander. Corellon placed that wanderlust in the souls of your people&mdash;the impetus that brought the first elves to the world. Just as a bird must fly when its wings are strong enough, so too must you move on when the spirit takes you.<br><br></p>\n<h3>Wild Elf Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Subtle Step: </strong>Wild elves train for battle from the time they can walk, and their teachers place early emphasis on evasion and escape. By the time wild elves are of warrior age, those childhood lessons allow them to move deeper into battle as well as to break free of it.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>Once per encounter, you can shift up to your speed as a move action. This benefit replaces elven accuracy.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wild Elf Weapon Proficiency: </strong>Though eladrin might devote themselves to the longsword, wild elves have for millennia relied on the spears that are their traditional hunting weapons.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>You gain proficiency with the javelin, the spear, and the longspear. This benefit replaces Group Awareness.</p>\n<p>Published in Neverwinter Campaign Setting, page(s) 51.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"YSLQ5b8WrVgB7ewc",
			"changes":[
				{
					"key":"system.skills.nat.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.prc.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Wild Elf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!qgsvchrkUdNG4E6M.YSLQ5b8WrVgB7ewc"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"qgsvchrkUdNG4E6M",
	"_key":"!items!qgsvchrkUdNG4E6M"
}