{
	"name":"Wilden",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p><strong>Average Height </strong>: 5'6\" - 5'9\"</p>\n<p><strong>Average Weight </strong>: 140 - 170</p>\n<p><strong>Ability scores </strong>: +2 Wisdom, +2 Constitution or +2 Dexterity</p>\n<p><strong>Size </strong>: Medium</p>\n<p><strong>Speed </strong>: 6 squares.</p>\n<p><strong>Vision </strong>: Low-light</p>\n<p><strong>Languages </strong>: Common, Elven</p>\n<p><strong>Skill Bonuses </strong>: +2 Nature, +2 Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>WILDEN FEATURES</strong></p>\n<p><strong>Fey Origin</strong></p>\n<p>Your ancestors were native to the Feywild, so you are considered a fey creature for the purpose of effects that relate to creature origin.</p>\n<p><strong>Hardy Form</strong></p>\n<p>Choose Fortitude, Reflex, or Will defense. You gain a +1 racial bonus to your chosen defense.</p>\n<p><strong>Nature's Aspect</strong></p>\n<p>Whenever you complete an extended rest, choose one of the following aspects of nature.<em>Aspect Of The Ancients </em>You can use the voyage of the ancients power while you are in this aspect.<em>Aspect Of The Destroyer </em>You can use the wrath of the destroyer power while you are in this aspect.<em>Aspect Of The Hunter </em>You can use the pursuit of the hunter power while you are in this aspect.</p>\n<p>&nbsp;</p>\n<p><strong>WILDEN RACIAL POWER</strong></p>\n<p>@UUID[Compendium.dnd-4e-compendium.module-powers.D4cYpQ8vXJ9eSMIP]{Pursuit of the Hunter}@UUID[Compendium.dnd-4e-compendium.module-powers.JmlsFhnP3oCUjfM7]{Voyage of the Ancients}@UUID[Compendium.dnd-4e-compendium.module-powers.q7pm4VPrQGIHcvwX]{Wrath of the Destroyer}</p>\n<p>&nbsp;</p>\n<p>The wilden emerged from the unspoiled reaches, ancient bogs, and primeval forests of the Feywild. Awakened to fight the growing corruption plaguing the land, they strive to restore the natural order and to purge aberrant horror from the world.</p>\n<p>Play a Wilden if you want...</p>\n<p>- to embody nature's ability to right its own course.</p>\n<p>- to adapt to the challenges you face by altering your essential nature.</p>\n<p>- to be a member of a race that favors the battlemind, druid, invoker, and shaman classes.</p>\n<p>&nbsp;</p>\n<h3>PHYSICAL QUALITIES</h3>\n<p>Wilden are fey creatures with plantlike characteristics. Their bones are hardwood, and their supple, barklike skin trails into viny tendrils and a cloak of leaves, which drapes across the back.</p>\n<p>Within each wilden lies nature's spirit, and all can manifest this spirit in different forms called aspects. Each aspect triggers a physical transformation, reflecting the purpose for which the wilden were created. A wilden in the aspect of the ancients has eyes and leaves of stark white. In the aspect of the destroyer, jagged spurs break through the wilden's skin, and his or her eyes darken to a lustrous black. The hunter's aspect camouflages a wilden's body with alternating green and brown patterns, while his or her eyes take on a bright emerald color.</p>\n<p>As wilden age, their bodies move through the seasons. Young wilden are like trees in spring, filled with life and vigor, their bodies a rich green hue. In the summer phase, a wilden's body is brown or tan, having reached its full size and stature, while its cloak of leaves remains vibrant green. Wilden in the autumn phase undergo a profound change, their skin darkening as their leaves turn color to fiery reds, yellows, and oranges. Finally, the winter phase heralds the end of a wilden's life, as the body grows thinner and the wilden's leaves wither and fall. A typical wilden lives more than a century.</p>\n<p>&nbsp;</p>\n<h3>PLAYING A WILDEN</h3>\n<p>The wilden are a race in its infancy. Wilden believe that they awoke to meet a threat moving across the Feywild and into the world: the rising power of the Far Realm and its incursions into the rest of the known universe, in the form of aberrant creatures.</p>\n<p>Central to wilden existence are nature's three aspects: the keeper of ancient secrets, the destroyer, and the hunter. As keepers of ancient secrets, wilden act as stewards, preserving the land against any who would defile it. The destroyer aspect is nature's fury incarnate-the destruction embodied by hurricanes, tornadoes, and lightning strikes. Finally, the aspect of the hunter seeks out and eradicates aberrant corruption, containing the taint of aberration before it can spread.</p>\n<p>Individuality has no place in a wilden's life. Male and female wilden display differences in personality and appearance, but all wilden regard themselves as being parts of a greater whole. When speaking of themselves, wilden tend to speak in the plural, using \"we\" instead of \"I.\"</p>\n<p>As a new people, the wilden lack any grudges toward other races, or indeed any history of interaction with other races. Most wilden are curious, eager to learn about other societies, beliefs, and cultures. Wilden might adopt the values of other races as their own, informing their outlooks based on those of the races they interact with the most.</p>\n<p>Wilden experience dramatic shifts in personality when they assume their aspects. They become introspective, thoughtful, and cautious when in the aspect of the ancients, aggressive in the aspect of the destroyer, and secretive and withdrawn while in the aspect of the hunter. Wilden learn to control these tendencies over time, but the transformation can be jarring to those around them.</p>\n<p>Even as wilden shape their beliefs through exposure to other cultures, they maintain that their purpose is to secure the Feywild and the natural world from harm. Wilden who worship gods venerate deities who cherish nature, such as Corellon, Melora, and Sehanine. Wilden also honor the primal spirits.</p>\n<p>The wilden have no kingdoms or even cities, but they regard all of nature as their home. Where they do congregate, they gather in small communities where the borders between the Feywild and the natural world are thinnest. The wilden live in harmony with nature, so even in these settlements, it is difficult to distinguish where the wilderness leaves off and the community begins.</p>\n<p>&nbsp;</p>\n<p><strong>Wilden Characteristics </strong>: Accepting, ambitious, contradictory, curious, driven, enigmatic, intolerant, measured, savage, violent</p>\n<p><strong>Wilden Male Names </strong>: Banmarden, Durmindin, Fiddenmar, Kettenbar, Midnorten, Rodmennar, Vennerzad</p>\n<p><strong>Wilden Female Names </strong>: Dannamai, Ennimbel, Kalkennash, Nementah, Shallahai, Tellorda, Zazenna</p>\n<p>Published in Player's Handbook 3, page(s) 14.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"JaTjrRsbZGAX3MSP",
			"changes":[
				{
					"key":"system.skills.nat.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.stl.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Wilden Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!7TmwcO0AsdSE9Rr3.JaTjrRsbZGAX3MSP"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"7TmwcO0AsdSE9Rr3",
	"_key":"!items!7TmwcO0AsdSE9Rr3"
}