{
	"name":"Wood Elf",
	"type":"feature",
	"img":"icons/environment/people/group.webp",
	"system":{
		"description":{
			"value":"<p>Wood elves resemble moon elves in that they are friendly to other races. However, like wild elves, they prefer to live hidden in the wilderness. Wanderlust has no place in their lives, and they consider themselves the solemn caretakers of ancient empires. Wood elves prefer to build modest settlements, viewing the urban and urbane lifestyles both of the ancient elves and their sun elf descendants to be mistakes.<br>&nbsp;&nbsp;&nbsp;&nbsp;After fleeing the destruction of the Crown Wars, the wood elves sought to keep their distance from any conflicts that they believed brought ruin upon their people. However, unlike the wild elves and the sun elves, they did not want to detach themselves from the world. The lesson they learned from the destruction of the past was to be compassionate, both toward other elves and the other races that would come to prominence as their own race waned.<br><br></p>\n<h3>Roleplaying a Wood Elf</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;It is wise to be compassionate, but not all compassion is wise. You seek to help others, but you must guard yourself against deception and hidden dangers. Be ruthless when the situation calls for ruthlessness. Like the bow, you are supple and harmless when danger is not at hand, but you can turn deadly in a heartbeat.<br>&nbsp;&nbsp;&nbsp;&nbsp;Do not waste emotion. Humans, moon elves, and others can easily find themselves swept away by emotion, which interferes with their thinking and prompts them to commit foolish acts. Sun elves, at the other extreme, wall themselves away from their hearts so much that they are often unable to feel anything at all. You choose the middle path, which is to use emotion as your ally in achieving your aims. When you are in the right, feel the righteousness of your actions. When you have cause for wrath, let it give you focus.<br>&nbsp;&nbsp;&nbsp;&nbsp;Avoid what troubles you can. If your presence would provoke a needless battle, let peace reign in your absence. Whereas a wild elf might confront or kill a trespasser without a thought, you are content to allow the trespass as long as no real harm is done. Wait, watch, and learn. Then act only when inaction would be the greater evil.<br><br></p>\n<h3>Wood Elf Benefits</h3>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sense Threat: </strong>Wood elves hone their senses against the most subtle perils, whether in the wilderness or at the negotiating table.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>When you roll initiative, you can make a Perception check and use its result for your initiative check. When you do so, allies within 10 squares of you who have a lower initiative than yours gain a +2 racial bonus to their initiative. This benefit replaces elven accuracy.<br>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Wood Elf Reactive Stealth: </strong>Wood elf clans focus on avoiding trouble by hiding from the world. As a result, many wood elves develop the instinct to fade from sight at the first sign of danger.<br>&nbsp;&nbsp;&nbsp;&nbsp;<em>Benefits: </em>If you have any cover or concealment when you roll initiative, you can make a Stealth check to hide at the same time. This benefit replaces Group Awareness.</p>\n<p>Published in Neverwinter Campaign Setting, page(s) 52.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"requirements":"",
		"level":"",
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"race"
	},
	"effects":[
		{
			"_id":"YSLQ5b8WrVgB7ewc",
			"changes":[
				{
					"key":"system.skills.nat.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.skills.prc.untyped",
					"mode":2,
					"value":"2",
					"priority":null
				},
				{
					"key":"system.movement.base.base",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"icons/environment/people/group.webp",
			"label":"Wood Elf Race Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{
				"dnd4e":{
					"effectData":{
						"equippedRec":false,
						"durationType":"",
						"durationTurnInit":null,
						"startTurnInit":null
					}
				}
			},
			"tint":null,
			"_key":"!items.effects!1oaVGB6J47fxYQMO.YSLQ5b8WrVgB7ewc"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"1oaVGB6J47fxYQMO",
	"_key":"!items!1oaVGB6J47fxYQMO"
}