{
	"name":"Avenger Class",
	"type":"feature",
	"img":"modules/dnd-4e-compendium/icons/roles/striker.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Striker. Your oaths bring divine wrath upon the enemies of your god. With methodical devastation, you eliminate one foe at a time. You lean toward controller as a secondary role.</p>\n<p><strong>Power Source: </strong>Divine. You practice mysteries forgotten or forbidden by most religious orders, yet the power you wield is a gift from your god.</p>\n<p><strong>Key Abilities: </strong>Wisdom, Dexterity, Intelligence</p>\n<p><strong>Armor Proficiencies: </strong>Cloth.</p>\n<p><strong>Weapon Proficiencies: </strong>Simple melee, military melee, simple ranged.</p>\n<p><strong>Implement: </strong>Holy Symbol</p>\n<p><strong>Bonus to Defense: </strong>+1 Fortitude, +1 Reflex, +1 Will.</p>\n<p><strong>Hit Points at 1st Level </strong>: 14+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 6</p>\n<p><strong>Healing Surges per Day </strong>: 7+ Constitution Modifier.</p>\n<p><strong>Trained Skills </strong>: Religion. From the class skills list below, choose 3 more trained skills at 1st level.</p>\n<p><em>Class Skills </em>: Acrobatics (Dex), Athletics (Str), Endurance (Con), Heal (Wis), Intimidate (Cha), Perception (Wis), Religion (Int), Stealth (Dex), Streetwise (Cha).</p>\n<p><strong>Build Options: </strong>Commanding Avenger, Isolating Avenger, Pursuing Avenger.</p>\n<p><strong>Class features: </strong>Armor of Faith, Avenger's Censure, Channel Divinity, Oath of Enmity.</p>\n<p>&nbsp;</p>\n<p><strong>AVENGER CLASS FEATURES </strong></p>\n<p>Each avenger has the power oath of enmity and the Channel Divinity powers abjure undead and divine guidance.</p>\n<p><strong>Armor Of Faith </strong></p>\n<p>The favor of your deity wards you from harm. While you are wearing cloth armor or no armor and aren't using a shield, you gain a +3 bonus to AC.</p>\n<p><strong>Avenger's Censure </strong></p>\n<p>As an avenger, you train your mind, body, and soul toward one purpose: destroying the enemies of your faith. To that end, you gain divine aid in pursuing a single target, though the way you eliminate that enemy varies. Do you pin your foe down and keep other enemies away, or do you pursue your foe across the field of battle?</p>\n<p>Choose one of these options. Your choice provides bonuses to certain avenger powers, as detailed in those powers.</p>\n<p>Censure of Pursuit; Censure of Retribution; Censure of Unity; </p>\n<p><strong>Channel Divinity </strong></p>\n<p>Once per encounter you can invoke divine power, filling yourself with the might of your patron deity. With the divine might you invoke you can wield special powers. You can also learn other uses for this feature; for instance, the divinity feats grant characters with access to the Channel Divinity class feature the ability to use additional special powers.</p>\n<p>You gain two Channel Divinity powers:<em>abjure undead </em>and<em>divine guidance </em>. Regardless of how many different uses for Channel Divinity you know, you can use only one such ability per encounter. The special ability or power you invoke works just like your other powers.</p>\n<p><strong>Oath Of Enmity </strong></p>\n<p>Your god gives you the power to strike down your chosen prey. You gain the oath of enmity power.</p>\n<p>Oath of Enmity; </p>\n<p>AVENGER OVERVIEW</p>\n<p>Swinging a melee weapon in combat, you wield devastating divine power against your foes. You have a secondary assortment of ranged and close implement powers that let you draw your foes closer to you, teleport near them, or scorch them with divine wrath from afar.</p>\n<p>Religion</p>\n<p>An avenger might serve any deity, but an avenger is more likely to worship an unaligned deity than a god of good or lawful good. Avengers of Ioun are among the most common, fighting a war of knowledge against the servants of Vecna. Unaligned avengers often revere the Raven Queen, Erathis, or Sehanine, and evil avengers often serve Asmodeus, Lolth, Tiamat, or Zehir.</p>\n<p>Races</p>\n<p>Elves and razorclaw shifters make excellent pursuing avengers, and devas excel as isolating avengers. Many avengers are human, because most of the hidden monasteries that produce avengers are of human origin.</p>\n<p>&nbsp;</p>\n<p><strong>IMPLEMENTS </strong></p>\n<p>Like clerics and paladins, avengers use holy symbols to help channel and direct their divine powers. When they make their own holy symbols, the symbols are often different in some detail from the symbols used by other characters, yet avengers can use the same holy symbols used by clerics and paladins.</p>\n<p>When you wear or hold a magic holy symbol, you can add its enhancement bonus to the attack rolls and the damage rolls of avenger powers and avenger paragon path powers that have the implement keyword. Without a holy symbol, you can still use these powers.</p>\n<p>Published in Player's Handbook 2, page(s) 32.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"class":"",
		"hitFistLevel":14,
		"hitPerLevel":6,
		"surgePerDay":7,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[
		{
			"_id":"jBOP6G70LVWw3keR",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"14",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"6",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"7+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.fort.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.ref.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.wil.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/striker.webp",
			"label":"Avenger Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!EPMIGcxOys35Q718.jBOP6G70LVWw3keR"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"EPMIGcxOys35Q718",
	"_key":"!items!EPMIGcxOys35Q718"
}