{
	"name":"Battlemind Class",
	"type":"classFeats",
	"img":"modules/dnd-4e-compendium/icons/roles/defender.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Defender. You are tough and fast, while your mastery of psionic magic allows you to outwit your foes. Depending on your choice of class features and powers, you lean toward either controller or striker as a secondary role.</p>\n<p><strong>Power Source: </strong>Psionic. You are a psionic warrior, a weapon master who combines physical might and a cunning intellect.</p>\n<p><strong>Key Abilities: </strong>Constitution, Wisdom, Charisma</p>\n<p><strong>Armor Proficiencies: </strong>Cloth, leather, hide, chainmail, scale; heavy shields, light shields.</p>\n<p><strong>Weapon Proficiencies: </strong>Simple melee, military melee, simple ranged.</p>\n<p><strong>Bonus to Defense: </strong>+2 Will.</p>\n<p><strong>Hit Points at 1st Level </strong>: 15+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 6</p>\n<p><strong>Healing Surges per Day </strong>: 9+ Constitution Modifier.</p>\n<p><strong>Trained Skills </strong>: From the class skills list below, choose 3 trained skills at 1st level.</p>\n<p><em>Class Skills </em>: Arcana (Int), Athletics (Str), Bluff (Cha), Diplomacy (Cha), Endurance (Con), Heal (Wis), Insight (Wis), Intimidate (Cha).</p>\n<p><strong>Build Options: </strong>Harrier Battlemind, Quick Battlemind, Resilient Battlemind, Wild Battlemind.</p>\n<p><strong>Class features: </strong>Psionic Augmentation, Psionic Defense, Psionic Study.</p>\n<p>&nbsp;</p>\n<p><strong>BATTLEMIND CLASS FEATURES </strong></p>\n<p>Battleminds have the following class features.</p>\n<p><strong>Psionic Augmentation </strong></p>\n<p>Through discipline and careful study, you have mastered a form of psionic magic that offers greater versatility than other characters command. You know a broad array of at-will powers, each of which is a conduit through which you can pour as much or as little psionic energy as you choose. You channel psionic energy into a reservoir of personal power-represented in the game as power points-that you can use to augment your at-will attack powers, replacing the encounter attack powers that other characters use.</p>\n<p>Because of this class feature, you acquire and use powers in a slightly different manner from how most other classes do.</p>\n<p>At-Will Attack Powers: At 1st level, you choose two at-will attack powers and one daily attack power from your class, but you don't start with any encounter attack powers from your class. You can instead augment your class at-will attack powers using power points. These powers have the augmentable keyword.</p>\n<p>You gain new at-will attack powers from this class, instead of new encounter attack powers, as you increase in level. At 3rd level, you choose a new at-will attack power from this class. At 7th, 13th, 17th, 23rd, and 27th level, you can replace one of your at-will attack powers with another one of your level or lower. Both powers must be augmentable and from this class.</p>\n<p>Power Points: You start with 2 power points. You gain 2 additional power points at 3rd and 7th level, 1 additional power point at 13th level, and 2 additional power points at 17th, 21st, 23rd, and 27th level. If you gain power points from another source (such as your paragon path), add them to your power point total. You can use your power points to augment any augmentable power you have, regardless of how you gained the power.</p>\n<p>You regain all your power points when you take a short or an extended rest.</p>\n<table>\n<tbody>\n<tr>\n<td><strong>Level </strong></td>\n<td><strong>At-Will Attack Powers </strong></td>\n<td><strong>Power Points </strong></td>\n</tr>\n<tr>\n<td>1</td>\n<td>Choose two</td>\n<td>Gain 2</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Choose one</td>\n<td>Gain 2 (4 total)</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Replace one</td>\n<td>Gain 2 (6 total)</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Replace one</td>\n<td>Gain 1 (7 total)</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Replace one</td>\n<td>Gain 2 (9 total)</td>\n</tr>\n<tr>\n<td>21</td>\n<td>-</td>\n<td>Gain 2 (11 total)</td>\n</tr>\n<tr>\n<td>23</td>\n<td>Replace one</td>\n<td>Gain 2 (13 total)</td>\n</tr>\n<tr>\n<td>27</td>\n<td>Replace one</td>\n<td>Gain 2 (15 total)</td>\n</tr>\n</tbody>\n</table>\n<p>The Augmentable keyword</p>\n<p>A power that has the augmentable keyword has optional augmentations, which a character can use at the cost of power points. Only certain characters have power points, usually as a result of their class. Unless otherwise noted, using an augmentable power follows these rules.</p>\n<p>Decide First: A creature must decide whether and how to augment an augmentable power when it chooses to use the power, before making any attack rolls or applying any of the power's effects.</p>\n<p>Power Point Cost: An augmentation specifies its cost in power points. For example, \"Augment 1\" means a creature must spend 1 power point to use an augmentation. The creature must spend the required power points when it decides to use the augmentation.</p>\n<p>One at a Time: A creature can use only one augmentation on a power at a time, so it can't, for example, spend 3 power points to use both a 1-point and a 2-point augmentation on a single power.</p>\n<p>Replace Base Effects: When a power is augmented, changes to the power are noted in the description of the augmentation. If an augmentation includes a specific power entry, such as \"Hit\" or \"Effect,\" that entry replaces the entry in the base power that has the same name. An augmented version of a power is otherwise identical to the base power.</p>\n<p>Unaugmented: When a creature uses an augmentable power without augmenting it, the power is referred to as unaugmented for that use (some effects apply only when a power is unaugmented). A power that doesn't have the augmentable keyword is never considered unaugmented.</p>\n<p>At-Will Attack Powers: When a power or some other effect lets a creature use an at-will attack power, the creature can choose to use one of its augmentable at-will attack powers, but must use it unaugmented. When a racial trait lets an adventurer choose an extra at-will attack power and the adventurer chooses an augmentable at-will attack power, the power loses both the augmentable keyword and its augmentations.</p>\n<p><strong>Psionic Defense </strong></p>\n<p>Three powers-battlemind's demand, blurred step, and mind spike-help you maintain tactical superiority in combat. You can use these psionic powers to demand your enemies' attention, follow them if they try to avoid you, and punish them if they attack your allies. This combination of mental compulsion and psionic enhancement of your own capabilities makes you a force to be reckoned with in battle.</p>\n<p><strong>Psionic Study </strong></p>\n<p>Battleminds learn to fight using their bodies as weapons. Some battleminds alter their own form to fit their needs. Other battleminds use their psionic power to predict the best position for launching an attack.</p>\n<p>Battle Resilience; Battle Resilience; Persistent Harrier; Persistent Harrier; Speed of Thought; Speed of Thought; Wild Focus; Wild Focus; </p>\n<p>&nbsp;</p>\n<p><strong>BATTLEMIND OVERVIEW</strong></p>\n<p>Characteristics: Your heavy armor allows you to take on your enemies' attacks without fear, and your melee attacks that are augmented by psionic magic let you control your enemies like puppets and set them up for defeat. You excel at controlling the battle line and forcing enemies to fight you while your allies wreak havoc.</p>\n<p>Religion: Battleminds who live up to this class's renowned arrogance rarely pray to the gods, and stories abound of battleminds whose ill luck could be placed at the feet of their impiety. Those battleminds who do follow the gods typically revere Kord for his martial skill and strength, Bahamut for his practice of justice, or Ioun for being the originator of psionic magic.</p>\n<p>Races: Half-elves are ideal quick battleminds, channeling their natural Charisma into psionic alacrity. Goliaths' sheer physical power makes them well suited for this class, and many gnome and tiefling warriors are drawn to the guile and trickery of some battlemind powers.</p>\n<p>Published in Player's Handbook 3, page(s) 42.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"class":"",
		"hitFistLevel":15,
		"hitPerLevel":6,
		"surgePerDay":9,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"GP2MgOj4WqekxD1w",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"15",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"6",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"9+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.wil.value",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/defender.webp",
			"label":"Battlemind Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!fBX8c76gu9PaVp0I.GP2MgOj4WqekxD1w"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"fBX8c76gu9PaVp0I",
	"_key":"!items!fBX8c76gu9PaVp0I"
}