{
	"name":"Druid (Sentinel) Class",
	"type":"classFeats",
	"img":"modules/dnd-4e-compendium/icons/roles/leader.webp",
	"system":{
		"description":{
			"value":"<p><b>Role: </b>Leader. </p><p><b>Power Source: </b>Primal. </p><p><b>Key Abilities: </b>Wisdom, Constitution </p><p><b>Armor Proficiencies: </b>Cloth, leather, hide; light shields. </p><p><b>Weapon Proficiencies: </b>Simple melee, simple ranged. </p><p><b>Implement: </b>Staffs, totems </p><p><b>Bonus to Defense: </b>+2 Fortitude. </p><p><b>Hit Points at 1st Level </b>: 12+ Constitution Score. </p><p><b>Hit Points per Level Gained </b>: 5 </p><p><b>Healing Surges per Day </b>: 7+ Constitution Modifier. </p><p><b>Trained Skills </b>: Nature. From the class skills list below, choose 3 more trained skills at 1st level. </p><p><i>Class Skills </i>: Arcana (Int), Athletics (Str), Diplomacy (Cha), Endurance (Con), Heal (Wis), History (Int), Insight (Wis), Nature (Wis), Perception (Wis). </p><p><b>Class features: </b>Acolyte of the Natural Cycle, Animal Companion, Combined Attack, Druid Wilderness Knacks, Healing Word, Level 1 Sentinel At-Will Power, Level 1 Sentinel Daily Power, Primal Guardian (Sentinel). </p><p><b>DRUID (SENTINEL) CLASS FEATURES </b> </p><p><b>Level 1: </b> </p><p><b>Acolyte Of The Natural Cycle </b> </p><p>At 1st level, each sentinel chooses a season that demonstrates his or her affinity for that aspect of nature's power. Your choice of season determines some of your class features, including the animal companion you gain. </p>Druid of Spring; Druid of Summer; Druid of the Wastes; <p><b>Animal Companion </b> </p><p>You gain an animal companion associated with the season you chose for your Acolyte of the Natural Cycle class feature. </p><p>Your animal companion is considered an ally of you and your allies. It can be affected by powers in the same way as any other creature can be. </p><p>You can communicate telepathically with your animal companion as long as it is within 20 squares of you. You do not need line of sight or line of effect to do so. Your animal companion has only animal intelligence, so it cannot communicate or understand complex topics. </p><p>Your animal companion's level is equal to yours, and its hit points, defenses, and attacks are determined by your level, as noted in its stat block. </p><p>Your animal companion shares your healing surge total. Whenever an effect requires your animal companion to spend a healing surge, the surge is deducted from your total. Whenever you use your second wind, your animal companion also regains hit points equal to your healing surge value. At the end of a short rest, your animal companion regains all its hit points. </p><p>If you die or your animal companion drops to 0 hit points, it disappears as the primal magic that sustains it dissipates. You have two ways of calling your companion back: </p><p>* Minor Action: You take a minor action and lose a healing surge. Doing so causes your animal companion to appear in the nearest unoccupied space, with hit points equal to your healing surge value. </p><p>* Short or Extended Rest: You lose a healing surge at the end of a rest. Doing so causes your animal companion to appear in the nearest unoccupied space, with full hit points. </p><p>As a creature under your control, your animal companion relies on you for strict guidance while you are within 20 squares of it. You take actions so that it can act, and its initiative is the same as yours during an encounter. </p><p>Standard Actions: To take a standard action, your animal companion needs you to take a standard action to command it to do so. </p><p>Move Actions: Whenever you take a move action, your animal companion can also take a move action. Alternatively, you can stay put but take a move action to command your animal companion to take a move action. </p><p>Minor Actions: To take a minor action, your animal companion needs you to take a minor action to command it to do so. </p><p>Free Actions: Your animal companion can take free actions without you taking an action to command it. </p><p>Triggered Actions: If one of your animal companion's triggered actions is triggered, the companion can take that action only if you take the same kind of action to command it to do so. For example, if an enemy adjacent to your companion provokes an opportunity attack from it, you must take an opportunity action to command your companion to make the attack. </p><p>In situations where you can't give commands to your animal companion, it can act independently. For example, if you are unconscious or if you are more than 20 squares away from your companion, it doesn't sit around waiting for you to show up (unless that's what you have previously commanded it to do). </p><p>An animal companion acting independently can take either a standard, a move, or a minor action on its turn. It can also take opportunity actions and free actions, but it cannot take immediate actions. </p>Druid of Spring: Wolf; Druid of Summer: Bear; Druid of the Wastes: Living Zephyr; <p><b>Combined Attack </b> </p><p>You gain the combined attack power. </p>Combined Attack; <p><b>Druid Wilderness Knacks </b> </p><p>You gain two of the following abilities of your choice. </p>Beast Empathy (Druid); Herb Lore (Druid); Mountain Guide (Druid); Watchful Rest (Druid); Wilderness Tracker (Druid); <p><b>Healing Word </b> </p><p>You gain the healing word power. </p>Healing Word; <p><b>Level 1 Sentinel At-Will Power </b> </p><p>You gain one of the following powers of your choice. </p>Dynamic Assault; Reap the Harvest; Tending Strike; <p><b>Level 1 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. </p>Heat Metal; Shillelagh; Vexing Overgrowth; <p><b>Primal Guardian (Sentinel) </b> </p><p>While you are not wearing heavy armor, you can use your Constitution modifier in place of your Dexterity or Intelligence modifier to determine your AC. </p><p><b>Level 2: </b> </p><p><b>Level 2 Sentinel Utility Power </b> </p><p>You gain one of the following powers of your choice. </p>Bear's Strength; Cat's Grace; Elk's Fortitude; Seed of Healing; <p><b>Level 3: </b> </p><p><b>Level 3 Improved Combined Attack </b> </p><p>You gain one more use of combined attack per encounter, but you can still use it only once per turn. </p><p><b>Level 5: </b> </p><p><b>Level 5 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. </p>Destructive Harvest; Hunger of the Land; Life Blood Harvest; <p><b>Level 6: </b> </p><p><b>Level 6 Sentinel Utility Power </b> </p><p>You gain one of the following powers of your choice. </p>Eagle's Splendor; Leaf Wall; Owl's Wisdom; Serpent's Cunning; <p><b>Level 7: </b> </p><p><b>Hear The Voice Of Nature </b> </p><p>Once per day during a short rest, you can ask up to three questions of nonhostile natural beasts and mundane plants (but not plant creatures) in your vicinity. The beasts and plants answer fully, but they are limited in their knowledge by their experiences and mobility. For example, a plant knows only about its immediate surroundings, and a fish can describe only what it has perceived in its watery environment. </p><p><b>Level 7 Improved Combined Attack </b> </p><p>You gain one more use of combined attack per encounter, but you can still use it only once per turn. </p><p><b>Level 8: </b> </p><p><b>Restore Life </b> </p><p>You gain the restore life power. </p>Restore Life; <p><b>Level 9: </b> </p><p><b>Level 9 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. </p>Reap Vitality; Sudden Overgrowth; Winter's Withering; <p><b>Level 10: </b> </p><p><b>Level 10 Sentinel Utility Power </b> </p><p>You gain one of the following powers of your choice. </p>Bountiful Vigor; Clear the Chaff; Goodberry; <p><b>Level 13: </b> </p><p><b>Paragon Of The Natural Cycle </b> </p><p>Gain a benefit related to your druid's chosen season. </p>Paragon of the Natural Cycle (Spring); Paragon of the Natural Cycle (Summer); <p><b>Level 15: </b> </p>Paragon of the Wastes; <p><b>Level 15 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. This new power replaces the daily attack power you gained at 1st level. </p>Briar Thicket; Envenomed Steel; Stonemetal; <p><b>Level 16: </b> </p><p><b>Level 16 Sentinel Utility Power </b> </p><p>You gain one of the following powers of your choice. </p>Falcon's Flight; Nature's Armor; Primal Restoration; <p><b>Level 17: </b> </p><p><b>Animal Companion Power </b> </p><p>You gain a power associated with your animal companion. </p>Druid of Spring: Dire Wolf Knockdown; Dire Wolf Knockdown; Druid of Summer: Dire Bear Stamina; Dire Bear Stamina; Druid of the Wastes: Zephyr Carry; Zephyr Carry; <p><b>Level 19: </b> </p><p><b>Level 19 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. This new power replaces the daily attack power you gained at 5th level. </p>Diligent Reaping; Rapid Growth; Seeds of Destruction; <p><b>Level 22: </b> </p><p><b>Level 22 Sentinel Utility Power </b> </p><p>You gain one of the following powers of your choice. </p>Fey Circles; Touch of Renewal; <p><b>Level 23: </b> </p><p><b>Timeless Body </b> </p><p>You no longer age, and you gain immunity to all diseases of your level or lower. </p><p><b>Level 25: </b> </p><p><b>Level 25 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. This new power replaces the daily attack power you gained at 9th level. </p>Brittle Frost Blade; Rejuvenating Harvest; <p><b>Level 27: </b> </p><p><b>Nature's Bounty </b> </p><p>Whenever you use your second wind, choose one ally within 10 squares of you. That ally gains a benefit determined by the season you chose for your Acolyte of the Natural Cycle class feature. </p>Blessing of the Wastes; Nature's Bounty: Spring; <p><b>Level 29: </b> </p>Nature's Bounty: Summer; <p><b>Level 29 Sentinel Daily Power </b> </p><p>You gain one of the following powers of your choice. This new power replaces the daily attack power you gained at 15th level. </p>Corroding Weapon; Storm Weapon; <p>Published in Heroes of the Forgotten Kingdoms. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"class":"",
		"hitFistLevel":12,
		"hitPerLevel":5,
		"surgePerDay":7,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"0Cnm4ox8FHDat97g",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"12",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"5",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"7+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.fort.value",
					"mode":2,
					"value":"2",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/leader.webp",
			"label":"Druid (Sentinel) Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!NevVuRiwIrjpUP4Q.0Cnm4ox8FHDat97g"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"NevVuRiwIrjpUP4Q",
	"_key":"!items!NevVuRiwIrjpUP4Q"
}