{
	"name":"Druid Class",
	"type":"feature",
	"img":"modules/dnd-4e-compendium/icons/roles/controller.webp",
	"system":{
		"description":{
			"value":"<p><b>Role: </b>Controller. Your beast form gives you access to powers that provide control at close range, while your humanoid form allows you to hinder your opponents from a distance. Depending on your choice of class features and powers, you might lean toward either leader or striker as a secondary role. </p><p><b>Power Source: </b>Primal. You have gained your powers through a careful study of and communion with the natural world. </p><p><b>Key Abilities: </b>Wisdom, Dexterity, Constitution </p><p><b>Armor Proficiencies: </b>Cloth, leather, hide. </p><p><b>Weapon Proficiencies: </b>Simple melee, simple ranged. </p><p><b>Implement: </b>Staff, Totem </p><p><b>Bonus to Defense: </b>+1 Reflex, +1 Will. </p><p><b>Hit Points at 1st Level </b>: 12+ Constitution Score. </p><p><b>Hit Points per Level Gained </b>: 5 </p><p><b>Healing Surges per Day </b>: 7+ Constitution Modifier. </p><p><b>Trained Skills </b>: Nature. From the class skills list below, choose 3 more trained skills at 1st level. </p><p><i>Class Skills </i>: Arcana (Int), Athletics (Str), Diplomacy (Cha), Endurance (Con), Heal (Wis), History (Int), Insight (Wis), Nature (Wis), Perception (Wis). </p><p><b>Build Options: </b>Guardian Druid, Predator Druid, Swarm Druid. </p><p><b>Class features: </b>Balance of Nature, Primal Aspect, Ritual Casting, Wild Shape. </p><p><b>DRUID CLASS FEATURES </b> </p><p>Druids have the following class features. </p><p><b>Balance Of Nature </b> </p><p>Some druids favor being in beast form, while others prefer being in humanoid form. However, just as druids seek balance in the world between divine and primordial forces, druids pursue balance within their own minds and bodies. </p><p>You begin with three at-will attack powers. Throughout your career, at least one of those powers, and no more than two, must have the beast form keyword. By this means, you have access to useful attacks in either beast form or humanoid form. </p><p><b>Primal Aspect </b> </p><p>Druidic lore speaks of the Primal Beast, the first spirit of the world's noble predators. A formless thing of shadows, fur, feathers, and claws, this creature appears in many druids' visions, and they speak of channeling the Primal Beast when using their wild shape and beast form powers. As a druid, you choose which aspect of the Primal Beast you most strongly manifest with your powers. </p><p>Choose one of these options. Your choice provides bonuses to certain druid powers, as detailed in those powers. </p>Primal Guardian; Primal Predator; Primal Swarm; Primal Wrath; <p><b>Ritual Casting </b> </p><p>You gain the Ritual Caster feat as a bonus feat, allowing you to use magical rituals. </p><p><b>Wild Shape </b> </p><p>As a druid, you have the ability to channel the primal energy of beasts into your physical form and transform into a beast. You have an at-will power, wild shape, that allows you to assume the form of a beast, and many druid powers have the beast form keyword and therefore can be used only while you are in beast form. </p><p>The wild shape power lets you assume a form of your size that resembles a natural or a fey beast, usually a four-legged mammalian predator such as a bear, a boar, a panther, a wolf, or a wolverine. Your beast form might also be an indistinct shape of shadowy fur and claws, an incarnation of the Primal Beast of which all earthly beasts are fractured images. You choose a specific form whenever you use wild shape, and that form has no effect on your game statistics. </p><p>Your choice of Primal Aspect might suggest a specific form you prefer to assume, and certain beast form powers specify changes to your form when you use them. You might also resemble a more exotic beast when you're in beast form: a reptile such as a rage drake or a crocodile, or a fantastic beast such as an owlbear or a bulette. </p>Wild Shape; <p>DRUIDS AND RITUALS </p><p>You own a ritual book, and it contains two rituals of your choice that you have mastered: Animal messenger and another 1st-level ritual. </p><p>Once per day, you can use Animal Messenger without expending components </p><p><b>IMPLEMENTS </b> </p><p>Druids employ staffs and totems as a means of focusing their primal energy. When you wield a magic staff or a magic totem, you can add its enhancement bonus to the attack rolls and the damage rolls of druid powers and druid paragon path powers that have the implement keyword. Without an implement, you can still use these powers. </p><p>Published in Player's Handbook 2, page(s) 82. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"class":"",
		"hitFistLevel":12,
		"hitPerLevel":5,
		"surgePerDay":7,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[
		{
			"_id":"i8Yfky49Z0nwzPJD",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"12",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"5",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"7+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.ref.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.wil.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/controller.webp",
			"label":"Druid Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!vA2XC1jDPNJu05G9.i8Yfky49Z0nwzPJD"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"vA2XC1jDPNJu05G9",
	"_key":"!items!vA2XC1jDPNJu05G9"
}