{
	"name":"Hybrid Assassin Class",
	"type":"classFeats",
	"img":"modules/dnd-4e-compendium/icons/roles/striker.webp",
	"system":{
		"description":{
			"value":"<p><b>Role: </b>Striker. </p><p><b>Power Source: </b>Shadow. </p><p><b>Key Abilities: </b>Dexterity, Charisma, Constitution </p><p><b>Armor Proficiencies: </b>Cloth, leather; light shields. </p><p><b>Weapon Proficiencies: </b>Simple one-handed melee, simple ranged, military heavy blade, military light blade. </p><p><b>Implement: </b>Ki focuses </p><p><b>Bonus to Defense: </b>+1 Fortitude or +1 Will. </p><p><b>Hit Points at 1st Level </b>: 5+ Constitution Score. </p><p><b>Hit Points per Level Gained </b>: 2 </p><p><b>Healing Surges per Day </b>: 3 </p><p><b>Extra Trained Skill: </b>Choose an extra trained skill from the class list above. </p><p><b>Class features: </b>Assassin's Shroud (Hybrid) </p><p><b>Hybrid Talent Options </b>: Guild Training (Hybrid), Shade Form or Shadow Step. </p><p><b>HYBRID ASSASSIN CLASS FEATURES </b> </p><p><b>Assassin's Shroud (Hybrid) </b> </p><p>You gain the assassin power assassin's shroud, except you can subject a target to a maximum of two shrouds and you can invoke your shrouds on a target only when you attack with an assassin power or an assassin paragon path power. </p>Assassin's Shroud; <p><b>Hybrid talent Options</b></p><p>If you take the Hybrid Talent feat, you can select one of the following options.</p><p><b>Guild Training (Hybrid) </b> </p><p>Assassins gain their abilities by following a training regimen developed by a particular guild. Even an assassin taught by an individual master studies a set of teachings that were once developed by a guild. </p><p>Assassins' guilds claim towns and other territories as their hunting grounds. Nonguild assassins who seek to practice their art must first gain the permission of the local grandmaster of assassins. In some areas, particularly large cities that have many potential contracts, two guilds go to war for control of the slayers' trade. In that situation, you must choose a side or face the wrath of both factions. </p><p>Choose a method of training. The choice you make gives you the benefit described below and also provides bonuses to certain assassin powers, as detailed in those powers. </p>Bleak Disciple (Hybrid); Night Stalker (Hybrid); <p><b>Shade Form </b> </p><p>You gain the shade form power. When you gave part of your soul to the Shadowfell, the power of that dark realm fused with your material form. As a result, you can assume a shadowy form that allows you to pass through barriers and evade enemies that you could not normally avoid. </p><p>When you adopt this form, you blur, your skin becomes gray, and all the gear you carry and the clothes you wear adopt similarly dull colors. Your eyes lose their pupils, becoming blank, white orbs. You cannot damage your foes without returning to your normal form, which prevents you from doing more than maneuvering in for the kill against your enemies. </p>Shade Form; <p><b>Shadow Step </b> </p><p>You gain the shadow step power. The shadow energy surrounding every creature touches the Shadowfell slightly, for the realm of death is a creature's eventual destination. You have the ability to walk the shadow pathways from one creature to another. </p>Shadow Step; <p>Suggested Combinations </p><p>Assassins combine best with other striker classes since doing so provides two methods for dealing striker damage. The strongest combinations include assassin/rogue, assassin/monk, and assassin/ranger. If you want to develop leader techniques, the assassin/bard is a good choice. For defender, think about the assassin/paladin to improve your durability and gain self-healing. Combining an assassin with controller classes is difficult since few abilities overlap. To add control techniques, you are served better by picking up the sorcerer or warlock. Although they are not controllers, many spells available to them have controller effects. </p><p>Published in Dragon Magazine 385, page(s) 32. </p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"class":"",
		"hitFistLevel":5,
		"hitPerLevel":2,
		"surgePerDay":3,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"f6UmeGzPuobkIHw9",
			"changes":[],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/striker.webp",
			"label":"Hybrid Assassin Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!Ag17yG4uKJO5ieC9.f6UmeGzPuobkIHw9"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"Ag17yG4uKJO5ieC9",
	"_key":"!items!Ag17yG4uKJO5ieC9"
}