{
	"name":"Hybrid Druid (Sentinel) Class",
	"type":"classFeats",
	"img":"modules/dnd-4e-compendium/icons/roles/leader.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Leader.</p>\n<p><strong>Power Source: </strong>Primal.</p>\n<p><strong>Key Abilities: </strong>Wisdom, Constitution</p>\n<p><strong>Armor Proficiencies: </strong>Cloth, leather, hide; light shields.</p>\n<p><strong>Weapon Proficiencies: </strong>Simple melee, simple ranged.</p>\n<p><strong>Implement: </strong>Staffs, totems</p>\n<p><strong>Bonus to Defense: </strong>+1 Fortitude.</p>\n<p><strong>Hit Points at 1st Level </strong>: 6+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 2.5</p>\n<p><strong>Healing Surges per Day </strong>: 3.5</p>\n<p><strong>Class features: </strong>Acolyte of the Natural Cycle (Hybrid), Animal Companion, Combined Attack (Hybrid), Healing Word (Hybrid)</p>\n<p><strong>Hybrid Talent Options </strong>: Animal Companion Power (Hybrid), Druid Armor Proficiency (Sentinel), Nature's Bounty (Hybrid), Paragon of the Natural Cycle (Hybrid), Primal Guardian (Sentinel) or Wilderness Knack (Hybrid).</p>\n<p>&nbsp;</p>\n<p><strong>HYBRID DRUID (SENTINEL) CLASS FEATURES </strong></p>\n<p><strong>Acolyte Of The Natural Cycle (Hybrid) </strong></p>\n<p>You gain the Acolyte of the Natural Cycle class feature, but you gain only the animal companion and the skill bonus associated with your season choice.</p>\n<p><strong>Animal Companion </strong></p>\n<p>You gain an animal companion associated with the season you chose for your Acolyte of the Natural Cycle class feature.</p>\n<p>Your animal companion is considered an ally of you and your allies. It can be affected by powers in the same way as any other creature can be.</p>\n<p>You can communicate telepathically with your animal companion as long as it is within 20 squares of you. You do not need line of sight or line of effect to do so. Your animal companion has only animal intelligence, so it cannot communicate or understand complex topics.</p>\n<p>Your animal companion's level is equal to yours, and its hit points, defenses, and attacks are determined by your level, as noted in its stat block.</p>\n<p>Your animal companion shares your healing surge total. Whenever an effect requires your animal companion to spend a healing surge, the surge is deducted from your total. Whenever you use your second wind, your animal companion also regains hit points equal to your healing surge value. At the end of a short rest, your animal companion regains all its hit points.</p>\n<p>If you die or your animal companion drops to 0 hit points, it disappears as the primal magic that sustains it dissipates. You have two ways of calling your companion back:</p>\n<p>* Minor Action: You take a minor action and lose a healing surge. Doing so causes your animal companion to appear in the nearest unoccupied space, with hit points equal to your healing surge value.</p>\n<p>* Short or Extended Rest: You lose a healing surge at the end of a rest. Doing so causes your animal companion to appear in the nearest unoccupied space, with full hit points.</p>\n<p>As a creature under your control, your animal companion relies on you for strict guidance while you are within 20 squares of it. You take actions so that it can act, and its initiative is the same as yours during an encounter.</p>\n<p>Standard Actions: To take a standard action, your animal companion needs you to take a standard action to command it to do so.</p>\n<p>Move Actions: Whenever you take a move action, your animal companion can also take a move action. Alternatively, you can stay put but take a move action to command your animal companion to take a move action.</p>\n<p>Minor Actions: To take a minor action, your animal companion needs you to take a minor action to command it to do so.</p>\n<p>Free Actions: Your animal companion can take free actions without you taking an action to command it.</p>\n<p>Triggered Actions: If one of your animal companion's triggered actions is triggered, the companion can take that action only if you take the same kind of action to command it to do so. For example, if an enemy adjacent to your companion provokes an opportunity attack from it, you must take an opportunity action to command your companion to make the attack.</p>\n<p>In situations where you can't give commands to your animal companion, it can act independently. For example, if you are unconscious or if you are more than 20 squares away from your companion, it doesn't sit around waiting for you to show up (unless that's what you have previously commanded it to do).</p>\n<p>An animal companion acting independently can take either a standard, a move, or a minor action on its turn. It can also take opportunity actions and free actions, but it cannot take immediate actions.</p>\n<p>Druid of Spring: Wolf; Druid of Summer: Bear; Druid of the Wastes: Living Zephyr; </p>\n<p><strong>Combined Attack (Hybrid) </strong></p>\n<p>You can select the combined attack power whenever you have the opportunity to gain a class encounter attack power that has a level. If you already have combined attack, you gain an additional use of the power if you select it again.</p>\n<p>Combined Attack; </p>\n<p><strong>Healing Word (Hybrid) </strong></p>\n<p>You gain the power healing word. The power functions as normal, except that you can use it only once per encounter.</p>\n<p>Healing Word; </p>\n<p><strong>Hybrid talent Options</strong></p>\n<p>If you take the Hybrid Talent feat, you can select one of the following options.</p>\n<p><strong>Animal Companion Power (Hybrid) </strong></p>\n<p>You can gain this class feature only if you are 17th level or higher and already have the Acolyte of the Natural Cycle class feature.</p>\n<p>You gain a power associated with your animal companion.</p>\n<p><strong>Druid Armor Proficiency (Sentinel) </strong></p>\n<p>You gain proficiency with leather armor, hide armor, and light shields.</p>\n<p><strong>Nature's Bounty (Hybrid) </strong></p>\n<p>You can gain this class feature only if you are 27th level or higher and already have the Acolyte of the Natural Cycle class feature.</p>\n<p>Whenever you use your second wind, choose one ally within 10 squares of you. That ally gains a benefit determined by the season you chose for your Acolyte of the Natural Cycle class feature.</p>\n<p>* Spring: The chosen ally gains resist 10 to all damage until the end of your next turn.</p>\n<p>* Summer: The chosen ally gains a +5 power bonus to damage rolls until the end of your next turn.</p>\n<p>* Wastes: That ally ends one ongoing damage effect that he or she is currently suffering, and the ally gains partial concealment until the end of your next turn.</p>\n<p>Gain a benefit related to your druid's chosen season. You can gain this class feature only if you are 13th level or higher and already have the Acolyte of the Natural Cycle class feature.</p>\n<p><strong>Primal Guardian (Sentinel) </strong></p>\n<p>While you are not wearing heavy armor, you can use your Constitution modifier in place of your Dexterity or Intelligence modifier to determine your AC.</p>\n<p><strong>Wilderness Knack (Hybrid) </strong></p>\n<p>You gain one of the sentinel's wilderness knack options.</p>\n<p>Published in Dragon Magazine 400.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"class":"",
		"hitFistLevel":6,
		"hitPerLevel":2.5,
		"surgePerDay":3.5,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"hmIbx3Qv6eY7aSwO",
			"changes":[
				{
					"key":"system.defences.fort.value",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/leader.webp",
			"label":"Hybrid Druid (Sentinel) Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!4LZtjWUb8IRiVsyX.hmIbx3Qv6eY7aSwO"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"4LZtjWUb8IRiVsyX",
	"_key":"!items!4LZtjWUb8IRiVsyX"
}