{
	"name":"Hybrid Druid Class",
	"type":"feature",
	"img":"modules/dnd-4e-compendium/icons/roles/controller.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Controller.</p>\n<p><strong>Power Source: </strong>Primal.</p>\n<p><strong>Key Abilities: </strong>Wisdom, Dexterity, Constitution</p>\n<p><strong>Armor Proficiencies: </strong>Cloth, leather, hide.</p>\n<p><strong>Weapon Proficiencies: </strong>Simple melee, simple ranged.</p>\n<p><strong>Implement: </strong>Staffs, totems</p>\n<p><strong>Bonus to Defense: </strong>+1 Reflex or +1 Will.</p>\n<p><strong>Hit Points at 1st Level </strong>: 6+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 2.5</p>\n<p><strong>Healing Surges per Day </strong>: 3.5</p>\n<p><strong>Class features: </strong>Wild Shape</p>\n<p><strong>Hybrid Talent Options </strong>: Druid Armor Proficiency or Primal Aspect.</p>\n<p>&nbsp;</p>\n<p><strong>HYBRID DRUID CLASS FEATURES </strong></p>\n<p><strong>Wild Shape </strong></p>\n<p>As a druid, you have the ability to channel the primal energy of beasts into your physical form and transform into a beast. You have an at-will power, wild shape, that allows you to assume the form of a beast, and many druid powers have the beast form keyword and therefore can be used only while you are in beast form.</p>\n<p>The wild shape power lets you assume a form of your size that resembles a natural or a fey beast, usually a four-legged mammalian predator such as a bear, a boar, a panther, a wolf, or a wolverine. Your beast form might also be an indistinct shape of shadowy fur and claws, an incarnation of the Primal Beast of which all earthly beasts are fractured images. You choose a specific form whenever you use wild shape, and that form has no effect on your game statistics.</p>\n<p>Your choice of Primal Aspect might suggest a specific form you prefer to assume, and certain beast form powers specify changes to your form when you use them. You might also resemble a more exotic beast when you're in beast form: a reptile such as a rage drake or a crocodile, or a fantastic beast such as an owlbear or a bulette.</p>\n<p>Wild Shape;</p>\n<p><strong>Hybrid talent Options</strong></p>\n<p>If you take the Hybrid Talent feat, you can select one of the following options.</p>\n<p><strong>Druid Armor Proficiency </strong></p>\n<p>You gain proficiency with leather armor and hide armor.</p>\n<p><strong>Primal Aspect </strong></p>\n<p>Druidic lore speaks of the Primal Beast, the first spirit of the world's noble predators. A formless thing of shadows, fur, feathers, and claws, this creature appears in many druids' visions, and they speak of channeling the Primal Beast when using their wild shape and beast form powers. As a druid, you choose which aspect of the Primal Beast you most strongly manifest with your powers.</p>\n<p>Choose one of these options. Your choice provides bonuses to certain druid powers, as detailed in those powers.</p>\n<p>Primal Guardian; Primal Predator; Primal Swarm; Primal Wrath;</p>\n<p>&nbsp;</p>\n<p>Selecting Druid Powers<br><br>Despite automatically gaining the wild shape power, a hybrid druid doesn't come with beast form powers; you must select them from your limited array of druid powers.<br>At 1st level, you should consider selecting a beast form power as your lone druid at-will power. You can use your other at-will power in humanoid form even if that power isn't a druid power. (Human hybrid druids can afford to pick up both a beast form and a nonbeast form druid at-will power.)<br>If you don't have any beast form powers, you're wasting wild shape, so include beast form powers among your attack powers and utility powers. Having a beast form power you can use in every encounter makes your wild shape more valuable.<br><br>Suggested Combinations<br>The druid/shaman is an ideal combination of primal classes, mixing the druid's control and melee powers with the shaman's leadership.<br><br>A druid/invoker mixes powers and features from two different Wisdom-based controller classes and can offer an interesting character background: What brought you to mesh the ancient power of the gods with the might of primal spirits?<br><br>Hybrid druids who want to increase their deadliness in melee should consider the avenger, ranger, and rogue classes.</p>\n<p>Published in Player's Handbook 3, page(s) 143.</p>",
			"chat":"",
			"unidentified":""
		},
		"descriptionGM":{
			"value":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":"",
			"autoanimationHook":""
		},
		"class":"",
		"hitFistLevel":6,
		"hitPerLevel":2.5,
		"surgePerDay":3.5,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[
		{
			"_id":"yCWgE463Sr5cuQs0",
			"changes":[],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/controller.webp",
			"label":"Hybrid Druid Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!68vmX9YgrnA0EW2l.yCWgE463Sr5cuQs0"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"68vmX9YgrnA0EW2l",
	"_key":"!items!68vmX9YgrnA0EW2l"
}