{
	"name":"Invoker Class",
	"type":"classFeats",
	"img":"modules/dnd-4e-compendium/icons/roles/controller.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Controller. You invoke the power of a god to blast your foes from a distance, leave them unable to defend themselves, and scatter them to the four winds. Depending on your choice of class features and powers, you lean toward either leader or striker as a secondary role.</p>\n<p><strong>Power Source: </strong>Divine. You practice an ancient form of divine magic, wielding the power that the gods themselves used in their battle against the primordials.</p>\n<p><strong>Key Abilities: </strong>Wisdom, Constitution, Intelligence</p>\n<p><strong>Armor Proficiencies: </strong>Cloth, leather, hide, chainmail.</p>\n<p><strong>Weapon Proficiencies: </strong>Simple melee, simple ranged.</p>\n<p><strong>Implement: </strong>Rods, staffs</p>\n<p><strong>Bonus to Defense: </strong>+1 Fortitude, +1 Reflex, +1 Will.</p>\n<p><strong>Hit Points at 1st Level </strong>: 10+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 4</p>\n<p><strong>Healing Surges per Day </strong>: 6+ Constitution Modifier.</p>\n<p><strong>Trained Skills </strong>: Religion. From the class skills list below, choose 3 more trained skills at 1st level.</p>\n<p><em>Class Skills </em>: Arcana (Int), Diplomacy (Cha), Endurance (Con), History (Int), Insight (Wis), Intimidate (Cha), Religion (Int).</p>\n<p><strong>Build Options: </strong>Malediction Invoker, Preserving Invoker, Wrathful Invoker.</p>\n<p><strong>Class features: </strong>Channel Divinity, Divine Covenant, Ritual Casting.</p>\n<p>&nbsp;</p>\n<p><strong>INVOKER CLASS FEATURES </strong></p>\n<p>Invokers have the following class features.</p>\n<p><strong>Channel Divinity </strong></p>\n<p>Once per encounter you can invoke divine power, filling yourself with the might of your patron deity. With the divine might you invoke you can wield special powers. You can also learn other uses for this feature; for instance, the divinity feats grant characters with access to the Channel Divinity class feature the ability to use additional special powers.</p>\n<p>You gain two Channel Divinity powers:<em>rebuke undead </em>and a power determined by your divine covenant. Regardless of how many different uses for Channel Divinity you know, you can use only one such ability per encounter. The special ability or power you invoke works just like your other powers.</p>\n<p><strong>Divine Covenant </strong></p>\n<p>Invokers wield ancient divine power that is not accessible to most mortals -- only to those who enter into a personal covenant with a god. Invokers undergo long years of study and testing. Only after that time are they allowed to enter into the final covenant that grants them access to this class's powers. Some say that, in the final swearing of the covenant, the invoker's god briefly manifests, but the details of an invoker's initiation are a closely held secret.</p>\n<p>Choose one of the options described below. The Divine Covenant you choose provides you with a Channel Divinity power and a covenant manifestation that takes effect whenever you use a divine encounter or daily attack power. Your choice also provides bonuses to certain invoker powers, as detailed in those powers.</p>\n<p>Covenant of Malediction; Covenant of Preservation; Preserver's Rebuke; Covenant of Wrath; Armor of Wrath; </p>\n<p><strong>Ritual Casting </strong></p>\n<p>You gain the Ritual Caster feat as a bonus feat, allowing you to use magical rituals.</p>\n<p>INVOKERS AND RITUALS</p>\n<p>You own a ritual book, and it contains two rituals of your choice that you have mastered: Hand of Fate and one 1st-level ritual.</p>\n<p>Once per day, you can use Hand of Fate without expending components.</p>\n<p>INVOKERS AND DEITIES</p>\n<p>Choice of Deity: Like other divine characters, invokers are dedicated servants of one or more deities. Most invokers devote themselves to a single deity, but all invokers recognize the entire pantheon as worthy of respect (see \"Deities,\" Player's Handbook, page 20). Whereas a cleric might revere Corellon and despise Lolth as a rival and enemy, an invoker dedicated to Corellon recognizes Lolth and her servants as comrades in arms against the forces that seek to destroy the world and the gods. That's not to say that you can't oppose the evil schemes of Lolth's followers if you're dedicated to Corellon, only that you shouldn't lose sight of the grander scheme of things.</p>\n<p>Choice of Alignment: Invokers don't gain their power through rites of investiture or ordination, as avengers, clerics, and paladins do. You bear the touch of your god's own hand on your soul, a direct channel through which divine power can flow into the world, shaped by your will. Because you strive to bring your will into perfect accordance with your deity's, your alignment must match your deity's. For instance, an invoker of Moradin must be lawful good, an invoker of Pelor must be good, and an invoker of Ioun must be unaligned.</p>\n<p>&nbsp;</p>\n<p><strong>IMPLEMENTS </strong></p>\n<p>Invokers do not make use of holy symbols, since they believe that their magic predates and transcends such representations of divine power. Instead, invokers make use of rods and staffs as representations of the gods' dominion over the world. When you wield a magic rod or a magic staff, you can add its enhancement bonus to the attack rolls and the damage rolls of invoker powers and invoker paragon path powers that have the implement keyword. Without an implement, you can still use these powers.</p>\n<p>Published in Player's Handbook 2, page(s) 100.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"class":"",
		"hitFistLevel":10,
		"hitPerLevel":4,
		"surgePerDay":6,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"activation":{
			"type":"",
			"cost":0,
			"condition":""
		},
		"duration":{
			"value":null,
			"units":""
		},
		"target":{
			"value":null,
			"width":null,
			"units":"",
			"type":""
		},
		"range":{
			"value":null,
			"long":null,
			"units":""
		},
		"uses":{
			"value":0,
			"max":0,
			"per":null
		},
		"consume":{
			"type":"",
			"target":null,
			"amount":null
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		}
	},
	"effects":[
		{
			"_id":"IaVBX7bHMkgDEhQN",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"10",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"4",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"6+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.fort.value",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.ref.value",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.wil.value",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/controller.webp",
			"label":"Invoker Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!ThwZVI2NpSRtYeqQ.IaVBX7bHMkgDEhQN"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"ThwZVI2NpSRtYeqQ",
	"_key":"!items!ThwZVI2NpSRtYeqQ"
}