{
	"name":"Monk Class",
	"type":"feature",
	"img":"modules/dnd-4e-compendium/icons/roles/striker.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Striker. You typically eschew weapons in favor of unarmed attacks, and you avoid armor in favor of maneuverability and agility. Few can match your speed and poise on the battlefield. Your powers are more than simple attacks; they are complex forms that allow you to strike and move with unmatched grace. You lean toward controller as a secondary role.</p>\n<p><strong>Power Source: </strong>Psionic. Your intense focus, constant training, and exceptional talent combine to allow you to harness the psionic power within yourself.</p>\n<p><strong>Key Abilities: </strong>Dexterity, Strength, Wisdom</p>\n<p><strong>Armor Proficiencies: </strong>Cloth.</p>\n<p><strong>Weapon Proficiencies: </strong>Club, dagger, monk unarmed strike, quarterstaff, shuriken, sling, spear.</p>\n<p><strong>Implement: </strong>Ki focuses, weapons with which you're proficient</p>\n<p><strong>Bonus to Defense: </strong>+1 Fortitude, +1 Reflex, +1 Will.</p>\n<p><strong>Hit Points at 1st Level </strong>: 12+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 5</p>\n<p><strong>Healing Surges per Day </strong>: 7+ Constitution Modifier.</p>\n<p><strong>Trained Skills </strong>: From the class skills list below, choose 4 trained skills at 1st level.</p>\n<p><em>Class Skills </em>: Acrobatics (Dex), Athletics (Str), Diplomacy (Cha), Endurance (Con), Heal (Wis), Insight (Wis), Perception (Wis), Religion (Int), Stealth (Dex), Thievery (Dex).</p>\n<p><strong>Build Options: </strong>Centered Breath Monk, Iron Soul Monk, Stone Fist Monk.</p>\n<p><strong>Class features: </strong>Monastic Tradition, Unarmed Combatant, Unarmored Defense.</p>\n<p>&nbsp;</p>\n<p><strong>MONK CLASS FEATURES </strong></p>\n<p><strong>Monastic Tradition </strong></p>\n<p>Monks train in a number of traditional techniques, with each monastery focusing on a specific style. Choose either Centered Breath or Stone Fist as your tradition. The choice you make grants you a Flurry of Blows power and a defensive benefit.</p>\n<p>Centered Breath; Centered Flurry of Blows; Desert Wind; Desert Wind Flurry of Blows; Eternal Tide; Eternal Tide Flurry of Blows; Iron Soul; Iron Soul Flurry of Blows; Stone Fist; Stone Fist Flurry of Blows; </p>\n<p><strong>Unarmed Combatant </strong></p>\n<p>You can make unarmed attacks with much greater effectiveness than most combatants can. When you make a weapon attack such as a melee basic attack, you can use the monk unarmed strike, which is a weapon in the unarmed weapon group. This weapon has the off-hand weapon property and a +3 proficiency bonus, and it deals 1d8 damage. You must have a hand free to use your monk unarmed strike, even if you're kicking, kneeing, elbowing, or head-butting a target. Your monk unarmed strike can't be turned into a magic weapon, but it can benefit from a magic ki focus if you have one.</p>\n<p><strong>Unarmored Defense </strong></p>\n<p>While you are wearing cloth armor or no armor and aren't using a shield, you gain a +2 bonus to AC.</p>\n<p>Full Discipline</p>\n<p>Many monk powers have the full discipline keyword. A full discipline power gives you two or more actions to choose from, usually an attack technique and a movement technique. Attack techniques usually require a standard action, and movement techniques are options for your move actions. For a monk, a full discipline power represents a fighting style, a unique combination of a move and an attack.</p>\n<p>You can use only one full discipline power per round. However, if you spend an action point to take an extra action, you can switch to a different full discipline power. You can use the techniques of a full discipline power in whatever order you like, and you can choose to use one of the techniques and not the other during a particular round.</p>\n<p>The number of times you can use a full discipline power's techniques during a round is determined by the power's type-at-will or encounter-and by the actions you have available that round. For example, you can use the techniques of an at-will full discipline power as many times during a round as you like, provided you have enough of the required actions, but you can use the techniques of an encounter full discipline power once during a round.</p>\n<p>&nbsp;</p>\n<p><strong>IMPLEMENTS </strong></p>\n<p>Monks usually channel their psionic energy through an item called a ki focus, which is a wooden practice weapon, prayer beads, a manual of lore, or some other object a monk studies or uses during training or meditation. After you attune yourself to a ki focus, you can use it as an implement when it is on your person (see the \"Ki Focuses\" sidebar).</p>\n<p>When you wear or hold your ki focus, you can add its enhancement bonus to the attack rolls and the damage rolls of monk powers and monk paragon path powers that have the implement keyword. You can also add its enhancement bonus to the attack rolls and the damage rolls of weapon attacks you make using a weapon with which you're proficient.</p>\n<p>You can also use a weapon with which you're proficient as an implement. When wielding the weapon as an implement, the weapon's characteristics-proficiency bonus, damage die, and weapon properties like defensive or high crit-are irrelevant to your implement powers.</p>\n<p>If you have both a magic ki focus and a magic weapon, you choose before you use an attack power whether to draw on the magic of the ki focus or the weapon. Your choice determines which enhancement bonus, critical hit effects, and magic item properties and powers you can apply to that power. You can't, for example, use the enhancement bonus of your ki focus and the critical hit effect of your magic weapon with the same attack.</p>\n<p>Published in Player's Handbook 3, page(s) 62.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"class":"",
		"hitFistLevel":12,
		"hitPerLevel":5,
		"surgePerDay":7,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[
		{
			"_id":"FBIlva0oWdOjuYrt",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"12",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"5",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"7+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.fort.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.ref.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.wil.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/striker.webp",
			"label":"Monk Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!YbiQ6THUZ2watIDz.FBIlva0oWdOjuYrt"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"YbiQ6THUZ2watIDz",
	"_key":"!items!YbiQ6THUZ2watIDz"
}