{
	"name":"Shaman Class",
	"type":"feature",
	"img":"modules/dnd-4e-compendium/icons/roles/leader.webp",
	"system":{
		"description":{
			"value":"<p><strong>Role: </strong>Leader. Your spirit companion bolsters and heals your nearby allies, and you can evoke other spirits to aid your allies and harm your foes. Depending on your choice of class features and powers, you lean toward either defender or striker as a secondary role.</p>\n<p><strong>Power Source: </strong>Primal. The spirits of the natural world give you power and manifest on your behalf.</p>\n<p><strong>Key Abilities: </strong>Wisdom, Constitution, Intelligence</p>\n<p><strong>Armor Proficiencies: </strong>Cloth, leather.</p>\n<p><strong>Weapon Proficiencies: </strong>Simple melee, longspear.</p>\n<p><strong>Implement: </strong>Totems</p>\n<p><strong>Bonus to Defense: </strong>+1 Fortitude, +1 Will.</p>\n<p><strong>Hit Points at 1st Level </strong>: 12+ Constitution Score.</p>\n<p><strong>Hit Points per Level Gained </strong>: 5</p>\n<p><strong>Healing Surges per Day </strong>: 7+ Constitution Modifier.</p>\n<p><strong>Trained Skills </strong>: Nature. From the class skills list below, choose 3 more trained skills at 1st level.</p>\n<p><em>Class Skills </em>: Arcana (Int), Athletics (Str), Endurance (Con), Heal (Wis), History (Int), Insight (Wis), Nature (Wis), Perception (Wis), Religion (Int).</p>\n<p><strong>Build Options: </strong>Animist Shaman, Bear Shaman, Eagle Shaman, Panther Shaman, World Speaker Shaman.</p>\n<p><strong>Class features: </strong>Companion Spirit, Healing Spirit, Speak with Spirits.</p>\n<p>&nbsp;</p>\n<p><strong>SHAMAN CLASS FEATURES </strong></p>\n<p>Each shaman has the powers call spirit companion, healing spirit, and speak with spirits. Your choice of Companion Spirit determines whether you have the power spirit's fangs or spirit's shield.</p>\n<p><strong>Companion Spirit </strong></p>\n<p>As part of your initiation as a shaman, you acquired a spirit companion, an animal spirit that accompanies and assists you. Many shaman powers have the spirit keyword. Your spirit companion must be present when you use such a power.</p>\n<p>You gain the call spirit companion power, which allows you to call your spirit companion to your side. In addition, choose one of the following Companion Spirit options. Your choice provides you with a Spirit Boon as well as a special attack made through your spirit companion, and your choice determines one of your at-will attack powers. Your choice also provides bonuses to certain shaman powers, as detailed in those powers.</p>\n<p>Call Spirit Companion; Elemental Spirit; Spirit Infusion; Spirit's Wrath; Protector Spirit; Protecting Strike; Spirit's Shield; Stalker Spirit; Spirit's Fangs; Stalker's Strike; Watcher Spirit; Claws of the Eagle; Spirit's Prey; World Speaker Spirit; Voice of Battle; World Speaker's Command; </p>\n<p><strong>Healing Spirit </strong></p>\n<p>You gain the healing spirit power. Through this power, you grant your allies additional resilience with a short evocation of primal power.</p>\n<p>Healing Spirit; </p>\n<p><strong>Speak With Spirits </strong></p>\n<p>You gain the speak with spirits power. You are aware of the constant presence of spirits that float at the edges of reality. You can focus your inner energy and open your mind to these spirits, letting them guide your actions or fill you with insights.</p>\n<p>Speak with Spirits; </p>\n<p>Shaman Overview</p>\n<p>You lead your adventuring party from a position of relative safety, sending your spirit companion to the front of the battle while you linger behind. Your powers fall into two broad categories: melee attacks your spirit companion makes, and ranged attacks. Your daily powers include a number of conjurations and zones, representing your ability to call on additional spirits for aid.</p>\n<p>Religion</p>\n<p>Shamans draw their power from the primal power source and therefore don't usually worship gods. They view themselves as agents-not servants or masters-of the spirits of nature and instruct others how to live their lives in harmony with those spirits. Like druids, shamans call on the spirits to witness significant events but don't worship them.</p>\n<p>&nbsp;</p>\n<p><strong>IMPLEMENTS </strong></p>\n<p>Shamans use totems carved to resemble the spirits they most commonly call upon, particularly their spirit companions. When you wield a magic totem, you can add its enhancement bonus to the attack rolls and the damage rolls of shaman powers and shaman paragon path powers that have the implement keyword. Without an implement, you can still use these powers.</p>\n<p>Published in Player's Handbook 2, page(s) 118.</p>",
			"chat":"",
			"unidentified":""
		},
		"source":"",
		"macro":{
			"type":"script",
			"scope":"global",
			"launchOrder":"off",
			"command":"",
			"author":""
		},
		"class":"",
		"hitFistLevel":12,
		"hitPerLevel":5,
		"surgePerDay":7,
		"skills":"<i class=\"fas fa-edit\"></i>",
		"def":{
			"ac":0,
			"fort":0,
			"ref":0,
			"wil":0
		},
		"proficiencies":{
			"weapons":[],
			"armour":[]
		},
		"requirements":"",
		"level":null,
		"recharge":{
			"value":null,
			"charged":false
		},
		"featureType":"class"
	},
	"effects":[
		{
			"_id":"6FwlLv9oEsAKq02y",
			"changes":[
				{
					"key":"system.attributes.hp.starting",
					"mode":5,
					"value":"12",
					"priority":null
				},
				{
					"key":"system.attributes.hp.perlevel",
					"mode":5,
					"value":"5",
					"priority":null
				},
				{
					"key":"system.details.surges.max",
					"mode":2,
					"value":"7+@conMod",
					"priority":null
				},
				{
					"key":"system.defences.fort.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				},
				{
					"key":"system.defences.wil.untyped",
					"mode":2,
					"value":"1",
					"priority":null
				}
			],
			"disabled":false,
			"duration":{
				"startTime":null,
				"seconds":null,
				"combat":null,
				"rounds":null,
				"turns":null,
				"startRound":null,
				"startTurn":null
			},
			"icon":"modules/dnd-4e-compendium/icons/roles/leader.webp",
			"label":"Shaman Class Stats",
			"origin":"Item.6KdovDuEfrEAlZFD",
			"transfer":true,
			"flags":{},
			"tint":null,
			"_key":"!items.effects!wJ4OSzc0V68r71qg.6FwlLv9oEsAKq02y"
		}
	],
	"folder":null,
	"sort":0,
	"flags":{},
	"_id":"wJ4OSzc0V68r71qg",
	"_key":"!items!wJ4OSzc0V68r71qg"
}